<?php

return [
    'Names' => [
        'de' => 'जर्मन',
        'doi' => 'डोगरी',
        'en' => 'अंगरेजी',
        'es' => 'स्पैनिश',
        'fr' => 'फ्रेंच',
        'it' => 'इटालियन',
        'ja' => 'जापानी',
        'pt' => 'पुर्तगाली',
        'ru' => 'रूसी',
        'zh' => 'चीनी',
    ],
    'LocalizedNames' => [
        'de_AT' => 'आस्ट्रियाई जर्मन',
        'de_CH' => 'स्विस हाई जर्मन',
        'en_CA' => 'कैनेडियन अंगरेजी',
        'en_GB' => 'ब्रिटिश अंगरेजी',
        'en_US' => 'अमरीकी अंगरेजी',
        'es_419' => 'लैटिन अमरीकी स्पैनिश',
        'es_ES' => 'यूरोपी स्पैनिश',
        'es_MX' => 'मैक्सिन स्पैनिश',
        'fr_CA' => 'कैनेडियन फ्रेंच',
        'fr_CH' => 'स्विस फ्रेंच',
        'pt_BR' => 'ब्राजीली पुर्तगाली',
        'pt_PT' => 'यूरोपी पुर्तगाली',
        'zh_Hans' => 'सरलीकृत चीनी',
        'zh_Hant' => 'रवायती चीनी',
    ],
];
