<?php

return [
    'Names' => [
        'ཨ་ཕར་ཁ', 'ཨཱབ་ཁ་ཟི་ཡ་ཁ', 8 => 'ཨཕ་རི་ཀཱནས་ཁ', 18 => 'ཨམ་ཧ་རིཀ་ཁ', 25 => 'ཨེ་ར་བིཀ་ཁ', 35 => 'ཨ་ས་མིས་ཁ', 44 => 'ཨ་ཛར་བྷའི་ཇཱན་ཁ', 53 => 'བེལ་ཨ་རུས་ཁ', 60 => 'བཱལ་གེ་རི་ཡཱན་ཁ', 73 => 'བངྒ་ལ་ཁ', 'བོད་ཁ',
        81 => 'བྷོས་ནི་ཡཱན་ཁ', 88 => 'ཀེ་ཊ་ལཱན་ཁ', 122 => 'ཅེཀ་ཁ', 127 => 'ཝེལཤ་ཁ', 'ཌེ་ནིཤ་ཁ', 'ད་ཀོ་ཏ་ཁ', 132 => 'ཇཱར་མཱན་ཁ', 143 => 'དི་བེ་ཧི་ཁ', 146 => 'རྫོང་ཁ', 154 => 'གྲིཀ་ཁ', 156 => 'ཨིང་ལིཤ་ཁ',
        158 => 'ཨེས་པ་རཱན་ཏོ་ཁ', 'ཨིས་པེ་ནིཤ་ཁ', 161 => 'ཨེས་ཊོ་ནི་ཡཱན་ཁ', 'བཱསཀ་ཁ', 165 => 'པར་ཤི་ཡཱན་ཁ', 169 => 'ཕི་ནིཤ་ཁ', 'ཕི་ལི་པི་ནོ་ཁ', 172 => 'ཕི་ཇི་ཡཱན་ཁ', 'ཕཱ་རོ་ཨིས་ཁ', 175 => 'ཕྲནཅ་ཁ', 183 => 'ནུབ་ཕྼི་སི་ཡན་ཁ', 'ཨཱའི་རིཤ་ཁ',
        194 => 'གལ་ཨིས་ཨི་ཡན་ཁ', 197 => 'གུ་ཝ་ར་ནི་ཁ', 204 => 'སུ་ཡིས་ཇཱར་མཱན་ཁ', 'གུ་ཇ་ར་ཏི་ཁ', 211 => 'ཧཝ་ས་ཁ', 214 => 'ཧ་ཝ་ཡིའི་ཁ', 216 => 'ཧེ་བྲུ་ཁ', 'ཧིན་དི་ཁ', 224 => 'ཀྲོ་ཨེ་ཤི་ཡཱན་ཁ', 228 => 'ཧེ་ཏི་ཡཱན་ཁ', 'ཧཱང་གྷ་རི་ཡཱན་ཁ',
        232 => 'ཨར་མི་ནི་ཡཱན་ཁ', 237 => 'ཨིན་ཌོ་ནེ་ཤི་ཡཱན་ཁ', 239 => 'ཨིག་བོ་ཁ', 246 => 'ཨ་ཡིས་ལེན་ཌིཀ་ཁ', 248 => 'ཨི་ཊ་ལི་ཡཱན་ཁ', 251 => 'ཇཱ་པཱ་ནིས་ཁ', 259 => 'ཇཱ་བ་ནིས་ཁ', 'ཇཽ་ཇི་ཡཱན་ཁ', 263 => 'ཀ་ཆིན་ཁ', 274 => 'ཀོ་རོ་ཁ',
        284 => 'ཀ་ཛགས་ཁ', 288 => 'ཁེ་མེར་ཁ', 290 => 'ཀ་ན་ཌ་ཁ', 'ཀོ་རི་ཡཱན་ཁ', 302 => 'ཀཱཤ་མི་རི་ཁ', 306 => 'ཀར་ཌིཤ་ཁ', 313 => 'ཀིར་གིས་ཁ', 'ལེ་ཊིན་ཁ', 319 => 'ལག་ཛམ་བོརྒ་ཁ', 331 => 'ལཱ་ཝོས་ཁ', 337 => 'ལི་ཐུ་ཝེ་ནི་ཡཱན་ཁ',
        346 => 'ལཊ་བི་ཡཱན་ཁ', 362 => 'མ་ལ་ག་སི་ཁ', 368 => 'མ་ཨོ་རི་ཁ', 372 => 'མ་སེ་ཌོ་ནི་ཡཱན་ཁ', 'མ་ལ་ཡ་ལམ་ཁ', 375 => 'མན་ཇུ་ཁ', 380 => 'མ་ར་ཐི་ཁ', 383 => 'མ་ལེ་ཁ', 'མཱལ་ཊ་ཁ', 391 => 'བར་མིས་ཁ', 399 => 'ནོར་ཝེ་ཇི་ཡཱན་བོཀ་མཱལ་ཁ',
        402 => 'ནེ་པཱལི་ཁ', 408 => 'ཌཆ་ཁ', 410 => 'ནོར་ཝེ་ཇི་ཡཱན་ནོརསཀ་ཁ', 413 => 'ནོར་ཝི་ཇི་ཡན་ཁ', 436 => 'ཨོ་རི་ཡ་ཁ', 440 => 'པཱན་ཇ་བི་ཁ', 455 => 'པོ་ལིཤ་ཁ', 462 => 'པཱཤ་ཏོ་ཁ', 'པོར་ཅུ་གིས་ཁ', 'ཀྭེ་ཆུ་ཨ་ཁ', 474 => 'རོ་མེ་ནིཤ་ཁ',
        476 => 'རོ་མེ་ནི་ཡཱན་ཁ', 480 => 'ཨུ་རུ་སུའི་ཁ', 486 => 'སཾསྐྲྀཏ་ཁ', 499 => 'སིན་དཱི་ཁ', 513 => 'ཤཱན་ཁ', 515 => 'སིང་ཧ་ལ་ཁ', 520 => 'སུ་ལོ་བཱཀ་ཁ', 522 => 'སུ་ལོ་བི་ནི་ཡཱན་ཁ', 533 => 'སོ་མ་ལི་ཁ', 535 => 'ཨཱལ་བེ་ནི་ཡཱན་ཁ',
        'སཱར་བྷི་ཡཱན་ཁ', 544 => 'སཱུན་ད་ནིས་ཁ', 549 => 'སུའི་ཌིཤ་ཁ', 'སྭཱ་ཧི་ལི་ཁ', 555 => 'ཏ་མིལ་ཁ', 558 => 'ཏེ་ལུ་གུ་ཁ', 563 => 'ཏ་ཇིཀ་ཁ', 565 => 'ཐཱའི་ཁ', 567 => 'ཏིག་རི་ཉ་ཁ', 570 => 'ཊཱརཀ་མེན་ཁ', 579 => 'ཊོང་གྷན་ཁ',
        583 => 'ཊཱར་ཀིཤ་ཁ', 590 => 'ཊ་ཊར་ཁ', 601 => 'ཝི་གུར་ཁ', 603 => 'ཡུ་ཀེ་རེ་ནི་ཡཱན་ཁ', 605 => 'ཨུར་དུ་ཁ', 'ཨུས་བེཀ་ཁ', 611 => 'བེཊ་ནཱ་མིས་ཁ', 625 => 'ཝོ་ལོཕ་ཁ', 629 => 'ཞོ་ས་ཁ', 638 => 'ཡོ་རུ་བ་ཁ',
        647 => 'རྒྱ་མི་ཁ', 'ཟུ་ལུ་ཁ',
    ],
    'LocalizedNames' => [
        'de_AT' => 'ཨཱོས་ཊྲི་ཡཱན་ཇཱར་མཱན་ཁ', 'de_CH' => 'སུ་ཡིས་གི་མཐོ་སའི་ཇཱར་མཱན་ཁ', 'en_AU' => 'ཨཱོས་ཊྲེ་ལི་ཡཱན་ཨིང་ལིཤ་ཁ', 'en_CA' => 'ཀེ་ན་ཌི་ཡཱན་ཨིང་ལིཤ་ཁ', 'en_GB' => 'བྲི་ཊིཤ་ཨིང་ལིཤ་ཁ', 'en_US' => 'ཡུ་ཨེས་ཨིང་ལིཤ་ཁ', 'es_419' => 'ལེ་ཊིན་ཨ་མེ་རི་ཀཱན་གི་ཨིས་པེ་ནིཤ་ཁ', 'es_ES' => 'ཡུ་རོབ་ཀྱི་ཨིས་པེ་ནིཤ་ཁ', 'fr_CA' => 'ཀེ་ན་ཌི་ཡཱན་ཕྲནཅ་ཁ', 'fr_CH' => 'སུ་ཡིས་ཕྲནཅ་ཁ',
        'nl_BE' => 'ཕྷེལེ་མིཤ་ཁ', 'pt_BR' => 'བྲ་ཛི་ལི་ཡཱན་པོར་ཅུ་གིས་ཁ', 'pt_PT' => 'ཨི་བེ་རི་ཡཱན་པོར་ཅུ་གིས་ཁ', 'zh_Hans' => 'རྒྱ་མི་ཁ་འཇམ་སངམ', 'zh_Hant' => 'སྔ་དུས་ཀྱི་རྒྱ་མི་ཁ',
    ],
    'Pattern' => '{0}། ({1}།)',
    'Separator' => '{0}་, {1}',
];
