<?php

return [
    'Names' => [
        1 => 'افریکانس', 35 => 'اسامی', 38 => 'اتریشی', 44 => 'آذربایجانی', 108 => 'کردی سورانی', 143 => 'مالدیوی', 159 => 'هسپانوی', 169 => 'فنلندی', 184 => 'آیرلندی', 224 => 'کروشیایی',
        237 => 'اندونیزیایی', 246 => 'آیسلندی', 248 => 'ایتالوی', 251 => 'جاپانی', 291 => 'کوریایی', 305 => 'کلنی', 313 => 'قرغزی', 344 => 'میزویی', 352 => 'مایتیلی', 374 => 'مغلی',
        399 => 'نروژی کتابی', 402 => 'نیپالی', 408 => 'هالندی', 410 => 'نروژی نو', 413 => 'نارویژی', 455 => 'پولندی', 463 => 'پرتگالی', 535 => 'البانیایی', 537 => 'زبان سرانان', 549 => 'سویدنی',
        'سواحلی', 563 => 'تاجکی', 650 => 'زازاکی',
    ],
    'LocalizedNames' => ['ar_001' => 'عربی فصیح', 'nl_BE' => 'فلمیش', 'zh_Hans' => 'چینی ساده شده'],
];
