<?php

return [
    'Names' => [132 => 'जर्मन', 156 => 'अंगरिज़ी', 159 => 'हसपानवी', 175 => 'फ्रांसीसी', 248 => 'इतालवी', 251 => 'जापानी', 302 => 'कॉशुर', 463 => 'पुरतउगाली', 480 => 'रूसी', 647 => 'चीनी (तरजुम इशार: खास तोर, मैन्डरिन चीनी।)'],
    'LocalizedNames' => [
        'de_AT' => 'आस्ट्रियन जर्मन', 'de_CH' => 'स्विस हाई जर्मन', 'en_AU' => 'आसट्रेलवी अंगरिज़ी', 'en_CA' => 'कनाडियन अंगरिज़ी', 'en_GB' => 'बरतानवी अंगरिज़ी', 'en_US' => 'अमरीकी अंगरिज़ी', 'es_419' => 'लातिनी अमरीकी हसपानवी', 'es_ES' => 'यूरपी हसपानवी', 'es_MX' => 'मेकसिकी हसपानवी', 'fr_CA' => 'कनाडियन फ्रांसीसी',
        'fr_CH' => 'स्विस फ्रांसीसी', 'pt_BR' => 'ब्राज़िली पुरतउगाली', 'pt_PT' => 'यूरपी पुरतउगाली', 'zh_Hans' => 'आसान चीनी', 'zh_Hant' => 'रिवायाती चीनी',
    ],
];
