<?php

return [
    'Names' => [
        8 => 'ଆପ୍ରୀକାନ୍‍ସ', 18 => 'ଆମ୍‍ହେରି', 25 => 'ଆରବିକ', 35 => 'ଆସାମିଜ୍', 44 => 'ଆଜେରବେଇଜାନି', 53 => 'ବେଲାରୁଷିଆନ୍', 60 => 'ବୁଲଗାରିଆନ୍', 73 => 'ବଙ୍ଗାଲି', 'ତିବତି', 80 => 'ବଡ', 'ବସନିଆନ୍',
        88 => 'କାଟଲାନ୍', 105 => 'ଚେରକୀ', 122 => 'ଚେକ୍', 128 => 'ଡେନିସ୍', 132 => 'ଜର୍ମାନ୍', 138 => 'ଡଗ୍ରୀ', 154 => 'ଗ୍ରୀକ୍', 156 => 'ଇଂରାଜୀ', 159 => 'ସ୍ପାନିସ୍', 161 => 'ଏସ୍ଟନିଆ',
        'ବାସ୍କ', 165 => 'ପର୍ସିୟାନ୍', 169 => 'ପିନିସ୍', 'ପିଲିପିନ', 175 => 'ପ୍ରେଞ୍ଚ‍', 194 => 'ଗଲସିଆତି', 205 => 'ଗୁଜୁରାଟି', 216 => 'ହିବ୍ରୁ', 'ହିନ୍ଦି', 224 => 'କ୍ରଏସିଆତି', 229 => 'ହଙ୍ଗେରୀୟାତି',
        232 => 'ଆର୍ମେନିଆତି', 237 => 'ଇଣ୍ଡନେସୀୟା ତି', 246 => 'ଆଇସଲାଣ୍ଡିକ୍', 248 => 'ଇଟାଲି ତି', 251 => 'ଜାପାନିଜ୍', 260 => 'ଜର୍ଜିୟାତି', 284 => 'କାଜାକ୍', 288 => 'କାମେର୍', 290 => 'କାନ୍ନାଡ଼ା', 'କରିଆନ୍ ତି',
        293 => 'କଂଙ୍କଣି', 302 => 'କାସ୍ମିର', 312 => 'କୁୱି', 'କୀରଗୀଜ୍', 331 => 'ଲାଅ', 337 => 'ଲିଥୁଆନିଆତି', 346 => 'ଲାଟବିଆତି', 352 => 'ମଇତିଲୀ', 372 => 'ମାସେଡୋନିଆ ତି', 'ମାଲାୟଲମ୍', 'ମଙ୍ଗଲିୟ ତି',
        376 => 'ମଣିପୁରୀ', 380 => 'ମରାଟୀ', 383 => 'ମଲୟ', 391 => 'ବର୍ମୀଜ୍', 399 => 'ନରୱେଜିଆନ୍ ବୋକମଲ୍', 402 => 'ନେପାଳୀ', 408 => 'ଡଚ୍', 436 => 'ଅଡ଼ିଆ', 440 => 'ପଞ୍ଜାବୀ', 455 => 'ପଲିସ୍',
        463 => 'ପର୍ତୁଗୀଜ୍‌', 476 => 'ରମାନିଆ ତି', 480 => 'ରୁଷିଆ ତି', 486 => 'ସଂସ୍କୃତ', 492 => 'ସାନ୍ତାଲି', 499 => 'ସିନ୍ଦୀ', 515 => 'ସିଂହଲା', 520 => 'ସ୍ଲବାକ୍', 522 => 'ସ୍ଲବେନିଆ ତି', 535 => 'ଆଲବାନିଆନ୍ ତି',
        'ସର୍ବିୟ ତି', 549 => 'ସ୍ୱିଡିସ୍', 'ସ୍ୱାହିଲି', 555 => 'ତାମିଲ୍', 558 => 'ତେଲୁଗୁ', 565 => 'ତାଇ', 583 => 'ତୁର୍କିସ୍', 603 => 'ୟୁକ୍ରାନିଆତି', 605 => 'ଉର୍ଦୁ', 'ଉଜବେକ୍', 611 => 'ୱିଏତନାମ ତି',
        647 => 'ଚାଇନା ତି', 'ଜୁଲୁ',
    ],
    'LocalizedNames' => [
        'ar_001' => 'ପୁନି ଜୁଗ ମାନାଙ୍କ ଆରବିକ୍', 'de_AT' => 'ଅଷ୍ଟ୍ରିଆ ତି ଜର୍ମାନ', 'de_CH' => 'ସ୍ୱିସ୍‌ ହାଇ ତି ଜର୍ମାନ', 'en_AU' => 'ଅଷ୍ଟ୍ରେଲିୟାତି ଇଂରାଜୀ', 'en_CA' => 'କାନାଡିୟାତି ଇଂରାଜୀ', 'en_GB' => 'ବ୍ରିଟିଶ୍‌ତି ଇଂରାଜୀ', 'en_US' => 'ଆମେରିକାତି ଇଂରାଜୀ', 'es_419' => 'ଲାଟିନ୍‌ ଆମେରିକା ତି ସ୍ପେନିସ୍', 'es_ES' => 'ୟୁରପୀୟାତି ସ୍ପେନିସ୍‌', 'es_MX' => 'ମେକ୍ସିକତି ସ୍ପେନିସ୍‌',
        'fa_AF' => 'ଡରି', 'fr_CA' => 'କାନାଡାତି ପ୍ରେଞ୍ଚ‍', 'fr_CH' => 'ସ୍ୱିସ୍ ପ୍ରେଞ୍ଚ‍', 'nl_BE' => 'ପେ୍ଲମିସ୍', 'pt_BR' => 'ବ୍ରାଜିଲିଆନ୍ ପର୍ତୁଗୀଜ୍', 'pt_PT' => 'ୟୁରପ୍ ତି ପର୍ତୁଗୀଜ୍', 'ro_MD' => 'ମଲଡୋଭିଆନ୍ ତି', 'sw_CD' => 'କଙ୍ଗ ସ୍ୱାହିଲି', 'zh_Hans' => 'ସହଜ ଚୀନ', 'zh_Hant' => 'ହିରୁଦଲୁ ଚାଇନିଜ୍‌',
    ],
];
