<?php

return [
    'Names' => [
        8 => 'ఆప్రికాన్స్', 18 => 'ఆమ్హెరి', 25 => 'ఆరబిక్', 35 => 'ఆసమీజ్', 44 => 'అజరబైజాని', 53 => 'బెలారుసియన్', 60 => 'బుల్గారియన్', 73 => 'బంగ్లా', 'తిబ్బతన్', 80 => 'బొడొ', 'బొస్ నిఆన్',
        88 => 'కాటాలాన్', 105 => 'చెరొకీ', 122 => 'చెక్', 128 => 'డెనిస్', 132 => 'జర్మన్', 138 => 'డోగ్రి', 154 => 'గ్రిక్', 156 => 'ఇంగ్లిస్', 159 => 'స్పెనిస్', 161 => 'ఎస్టొ నియన్',
        'బాస్క్', 165 => 'పర్సియన్', 169 => 'పినిస్', 'పిలిపినో', 175 => 'ప్రెంచ్', 194 => 'గాలసియన్', 205 => 'గుజరాటి', 216 => 'హిబ్రూ', 'హిందీ', 224 => 'క్రొయేసియన్', 229 => 'హంగేరియన్',
        232 => 'అర్మేనియన్', 237 => 'ఇండోనేసియన్', 246 => 'అఇస్లెండిక్', 248 => 'ఇటాలియన్', 251 => 'జపనిస్', 260 => 'జర్జియన్', 284 => 'కజక్', 288 => 'కమెర్', 290 => 'కన్నడ', 'కొరియన్',
        293 => 'కొంకణి', 302 => 'కాస్మిరి', 312 => 'కువి', 'కిర్గజ్', 331 => 'లావో', 337 => 'లితువేనియన్', 346 => 'లాట్వియన్', 352 => 'మైతలి', 372 => 'మాసిడోనియన్', 'మలయాలం', 'మగోంలియన్',
        376 => 'మణిపురి', 380 => 'మరాటి', 383 => 'మలయ్', 391 => 'బర్మీస్', 399 => 'సార్వేజియన్ బొకమల్', 402 => 'సేపాలి', 408 => 'డచ్', 436 => 'ఒడియా', 440 => 'పంజాబి', 455 => 'పోలిస్',
        463 => 'పోర్తుగీస్', 476 => 'రోమేనియన్', 480 => 'రస్వన్', 486 => 'సంస్కృతం', 492 => 'సంతాలి', 499 => 'సిందీ', 515 => 'సింహళం', 520 => 'స్లోవక్', 522 => 'స్లోవేనియన్', 535 => 'అల్బేనియన్',
        'సెర్బియన్', 549 => 'స్విడిస్', 'స్వాహిలి', 555 => 'తమిళము', 558 => 'తెలుగు', 565 => 'తాఇ', 583 => 'టర్కిస్', 603 => 'యుక్రెయనియన్', 605 => 'ఉర్దూ', 'ఉజ్బెక్', 611 => 'వియత్నామీస్',
        647 => 'చైనీస్', 'జాలూ',
    ],
    'LocalizedNames' => [
        'ar_001' => 'అదునిక ప్రామాణిక్ అరబిక్', 'de_AT' => 'అస్ట్రీయన్ జర్మన్', 'de_CH' => 'స్విస్ హఇ జర్మన్', 'en_AU' => 'అస్ట్రె లియన్ ఇంగ్లిస్', 'en_CA' => 'కనెడయన్ ఇంగ్లిస్', 'en_GB' => 'బ్రిటిస్ ఇంగ్లిస్', 'en_US' => 'అమెరికాన్ ఇంగ్లిస్', 'es_419' => 'లాటిన్ అమెరికన్ స్పెనిస్', 'es_ES' => 'యురోపియన్ స్పెనిస్', 'es_MX' => 'మెక్సికాన్ స్పాస్పెనిస్',
        'fa_AF' => 'డారి', 'fr_CA' => 'కానడియెన్ ప్రేంచ్', 'fr_CH' => 'స్విస్ ప్రెంచ్', 'nl_BE' => 'ప్లెమిస్', 'pt_BR' => 'బ్రెజిలియన్ పోర్తుగీస్', 'pt_PT' => 'యురోపియన్ పోర్తుగిస్', 'ro_MD' => 'మెల్డావియన్', 'sw_CD' => 'కాగోం స్వాహిలి', 'zh_Hans' => 'సరళీకృత చైనీస్', 'zh_Hant' => 'సాంప్రదాయక చైనీస్',
    ],
];
