<?php

return [
    'Names' => [
        8 => 'आप्रिकान्स', 18 => 'अम्हेरी', 25 => 'आरॉबिक', 35 => 'आसामीस्', 44 => 'अज़रबेजानी', 53 => 'बेलारूसी', 60 => 'बुल्गारियाति', 73 => 'बंगाली', 'तिब्बती', 80 => 'बोडो', 'बाॅस्नियाती',
        88 => 'कातालान', 105 => 'चेरोकी', 122 => 'चेक', 128 => 'डेनिस', 132 => 'जर्मन', 138 => 'डोगरी', 154 => 'ग्रीक', 156 => 'इंराजी', 159 => 'स्पानिस', 161 => 'एस्टोनियाति',
        'बास्क', 165 => 'पर्सियन', 169 => 'प़िनिस', 'प़िलिपीनो', 175 => 'प़्रेंच', 194 => 'ग्यालिसियन', 205 => 'गुजराटी', 216 => 'हिब्रू', 'हिन्दी', 224 => 'क्रोएसियाति', 229 => 'हंगेरियाति',
        232 => 'आर्मेनियाति', 237 => 'इंडोनेसियाति', 246 => 'आइसलेंड िक', 248 => 'इताली ती', 251 => 'जापानीज', 260 => 'जॉर्जियाति', 284 => 'कज़ाक़', 288 => 'कमेर', 290 => 'कन्नड़', 'कोरियाति',
        293 => 'कोंकणी', 302 => 'कस्मीरी', 312 => 'कुवि', 'किर्गीज़', 331 => 'लाओ', 337 => 'लितुआनियाति', 346 => 'लातवियाति', 352 => 'मेतिली', 372 => 'मकदूनियाति', 'मलयालम', 'मंगोलियाति',
        376 => 'मणिपुरी', 380 => 'मराठी', 383 => 'मलय', 391 => 'बर्मीज़', 399 => 'नॉर्वेजियाति बोकमाल', 402 => 'नेपाली', 408 => 'डच', 436 => 'उड़िया', 440 => 'पंजाबी', 455 => 'पोलिस',
        463 => 'पुर्तगाली', 476 => 'रोमानियाति', 480 => 'रुसिया ति', 486 => 'संस्कृत', 492 => 'संताली', 499 => 'सिंधी', 515 => 'सिंहली', 520 => 'स्लोवाक', 522 => 'स्लोवेनियाति', 535 => 'अल्बानियाति',
        'सर्बियाति', 549 => 'स्वीडिस', 'स्वाहिली', 555 => 'तमिल', 558 => 'तेलुगू', 565 => 'ताई', 583 => 'तुर्की', 603 => 'यूक्रेनियाति', 605 => 'उर्दू', 'उज़्बेक', 611 => 'वियतनामी',
        647 => 'चीनी', 'ज़ुलू',
    ],
    'LocalizedNames' => [
        'ar_001' => 'पुनिजुगो मानांकॉ आरॉबिक', 'de_AT' => 'ऑस्ट्रियाति जर्मन', 'de_CH' => 'स्विस हाइ ति जर्मन', 'en_AU' => 'ऑस्ट्रेलियाति इंराजी', 'en_CA' => 'कनाडाति इंराजी', 'en_GB' => 'ब्रिटिस इंराजी', 'en_US' => 'अमेरिकी इंराजी', 'es_419' => 'लातिन आमेरिका ति स्पेनिस', 'es_ES' => 'यूरोपीय ति स्पेनिस', 'es_MX' => 'मेक्सिको ति स्पेनिस',
        'fa_AF' => 'डॉरि', 'fr_CA' => 'कनाडाति प़्रेंच', 'fr_CH' => 'स्विस प़्रेंच', 'hi_Latn' => 'हिन्दी (लातिन)', 'nl_BE' => 'प़्लेमिस', 'pt_BR' => 'ब्राज़ीली पुर्तगाली', 'pt_PT' => 'यूरोपीय पुर्तगाली', 'ro_MD' => 'मोलडावियन', 'sw_CD' => 'कांगो स्वाहिली', 'zh_Hans' => 'साॅहाॅजाॅ चीनी',
        'zh_Hant' => 'हिरूदोल्लु चीनी',
    ],
];
