<?php

return [
    'Names' => [
        1 => 'آذأربایئجانی', 8 => 'آفریکانس', 10 => 'آقئم', 12 => 'آکان', 18 => 'أمھأری', 25 => 'أرأڤی', 27 => 'ماپوٙچئ', 35 => 'آسامی', 'آسوٙ', 44 => 'آذأربایئجانی ھارگە', 'باشکیری',
        53 => 'بئلاروٙسی', 55 => 'بیما', 57 => 'بئنا', 60 => 'بولغاری', 62 => 'بألوٙچی أقتوٙنئشین', 72 => 'بامبارا', 'بأنگالی', 'تأبأتی', 77 => 'بئرئتون', 80 => 'بودو', 'بوسنیایی',
        88 => 'کاتالان', 94 => 'چئچئنی', 96 => 'چیگا', 105 => 'چوروٙکی', 108 => 'کوردی سوٙرانی', 110 => 'کوریسکان', 126 => 'چواشی', 'ڤئلزی', 'دانمارکی', 131 => 'تایتا', 'آلمانی',
        137 => 'زارما', 139 => 'سوربی ھاری', 141 => 'دوٙالا', 144 => 'جولا فوٙنیی', 146 => 'زوٙنگخا', 148 => 'ئمبو', 'ئڤئ', 154 => 'یوٙنانی', 156 => 'ئینگیلیسی', 158 => 'ئسپئرانتو', 'ئسپانیایی',
        161 => 'ئستونیایی', 'باسکی', 165 => 'فارسی', 169 => 'فأنلاندی', 'فیلیپینی', 172 => 'فیجی', 'فاروٙسی', 175 => 'فآرانسئ ئی', 183 => 'فئریسی أفتونئشین', 'ئیرلأندی', 186 => 'گاگائوز', 194 => 'گالیسی',
        197 => 'گوٙآرانی', 204 => 'آلمانی سوٙئیسی', 'گوجأراتی', 208 => 'گوٙسی', 'مانکس', 211 => 'ھائوسا', 214 => 'ھاڤایی', 216 => 'عئبری', 'ھئنی', 224 => 'کوروڤاتی', 226 => 'سوربی ڤارو',
        228 => 'ھاییتی', 'مأجاری', 232 => 'أرمأنی', 237 => 'أندونئزیایی', 239 => 'ئیگبو', 'سی چوان یی', 246 => 'ئیسلأندی', 248 => 'ئیتالیایی', 'ئینوکتیتوٙت', 251 => 'جاپوٙنی', 254 => 'نئگوٙمبا', 'ماچامئ',
        259 => 'جاڤئ یی', 'گورجی', 262 => 'کابیلئ', 265 => 'کامبا', 270 => 'ماکوٙندئ', 'کاباردینو', 279 => 'کی یورا چینی', 281 => 'کیکیوٙ', 284 => 'قأزاق', 286 => 'کالالیسوٙت', 'کالئجین', 'خئمئر',
        290 => 'کاناد', 'کورئ یی', 'کومی پئرمیاک', 'کوٙنکانی', 302 => 'کأشمیری', 'شامبالا', 'بافیا', 306 => 'کوردی کورمانجی', 310 => 'کورنیش', 313 => 'قئرقیزی', 'لاتین', 316 => 'لانگی', 319 => 'لوٙکزامبوٙرگی',
        322 => 'گاندا', 327 => 'لاکوٙتا', 330 => 'لینگالا', 'لاو', 335 => 'لۊری شومالی', 337 => 'لیتوڤانیایی', 339 => 'لوٙبا کاتانگا', 343 => 'لوٙ', 345 => 'لوٙئیا', 'لاتوڤیایی', 355 => 'ماسایی',
        360 => 'مئرو', 'موٙریسی', 'مالاگاشی', 364 => 'ماخوڤا میتو', 'مئتاٛ', 368 => 'مائوری', 372 => 'مأقدوٙنی', 'مالایام', 'موغولی', 378 => 'موٙھاڤک', 380 => 'مأراتی', 383 => 'مالایی', 'مالتی',
        'موٙندانگ', 391 => 'بئرمئ یی', 394 => 'مازأندأرانی', 398 => 'ناما', 'نورڤئجی بوٙکمال', 'نئدئبئلئ شومالی', 'آلمانی ھاری', 'نئپالی', 408 => 'ھولأندی', 'کئڤاسیوٙ', 'نورڤئجی نینورسک', 417 => 'نئکوٙ', 420 => 'نیوٙئر',
        425 => 'نیان کوٙلئ', 435 => 'ئوروموٙ', 'ئوریا', 440 => 'پأنجابی', 455 => 'لأھئستانی', 462 => 'پأشتوٙ', 'پورتئغالی', 'کوچوٙا', 'کیچی', 474 => 'رومانش', 'راندی', 'رومانیایی', 'رومبو',
        480 => 'روٙسی', 484 => 'کینیاروآندا', 'رئڤا', 'سانسکئریت', 490 => 'سامبوٙروٙ', 495 => 'سانگوٙ', 499 => 'سئندی', 501 => 'کوردی ھارگە', 'سامی شومالی', 504 => 'سئنا', 507 => 'کیارابورو سئنی', 'سانگو',
        512 => 'تاچئلھیت', 515 => 'سینھالا', 520 => 'ئسلوڤاکی', 522 => 'ئسلوڤئنیایی', 527 => 'سامی ھارگە', 'لۉلئ سامی', 'ئیناری سامی', 'ئسکولت سامی', 'شونا', 533 => 'سوٙمالی', 535 => 'آلبانی', 'سئربی',
        544 => 'سوٙدانی', 549 => 'سوٙئدی', 'سأڤاحیلی', 555 => 'تامیل', 558 => 'تئلئگو', 560 => 'تئسو', 563 => 'تاجیکی', 565 => 'تایلأندی', 567 => 'تیگرینیا', 570 => 'تورکأمأنی',
        579 => 'توٙنگان', 583 => 'تورکی', 590 => 'تاتار', 596 => 'تاساڤاق', 599 => 'تامازیغ مینجایی', 601 => 'ئویغوٙر', 603 => 'ئوکراینی', 605 => 'ئوردوٙ', 'ئوزبأکی', 'ڤای', 611 => 'ڤییئتنامی',
        618 => 'ڤوٙنجوٙ', 624 => 'ڤارلپیری', 'ڤولوف', 629 => 'خوٙسا', 632 => 'سوٙگا', 638 => 'یوروبا', 646 => 'تامازیغ مأراکئشی', 'چینی', 'زولو',
    ],
    'LocalizedNames' => [
        'ar_001' => 'عروی مدرن', 'az_Arab' => 'آذأری ھارگە', 'de_AT' => 'آلمانی ئوتریشی', 'de_CH' => 'آلمانی سوٙییسی', 'en_AU' => 'ئینگیلیسی ئوستارالیایی', 'en_CA' => 'ئینگیلیسی کانادایی', 'en_GB' => 'ئینگیلیسی بئریتانیایی', 'en_US' => 'ئینگیلیسی ئمریکایی', 'es_419' => 'ئسپانیایی ئمریکا لاتین', 'es_ES' => 'ئسپانیایی ئوروٙپا',
        'es_MX' => 'ئسپانیایی مئکزیک', 'fr_CA' => 'فآرانسئ ئی کانادا', 'fr_CH' => 'فآرانسئ ئی سوٙییس', 'nds_NL' => 'آلمانی ھارگە جا', 'nl_BE' => 'فئلاماندی', 'pt_BR' => 'پورتئغالی بئرئزیل', 'pt_PT' => 'پورتئغالی ئوروٙپایی', 'ro_MD' => 'رومانیایی مولداڤی', 'sw_CD' => 'سأڤاحیلی کونگو', 'zh_Hans' => 'چینی سادە بیە',
        'zh_Hant' => 'چینی سونأتی',
    ],
];
