<?php

return [
    'Names' => [
        25 => 'আরাবিক', 73 => 'বাংলা', 132 => 'জর্মন', 156 => 'ইংলিস', 159 => 'স্পেনিস', 175 => 'ফ্রেঞ্চ', 217 => 'হিন্দী', 237 => 'ইন্দোনেসিয়া', 248 => 'ইটালিয়ন', 251 => 'জাপানিজ',
        291 => 'কোরিয়ন', 376 => 'মৈতৈলোন্', 408 => 'দচ', 455 => 'পোলিশ', 463 => 'পোর্টুগিজ', 480 => 'রুসিয়ান', 565 => 'থাই', 583 => 'টর্কিশ', 647 => 'চাইনিজ',
    ],
    'LocalizedNames' => [
        'ar_001' => 'মোর্দর্ন স্তেন্দর্দ আরাবিক', 'de_AT' => 'ওষ্ট্রিয়ান জর্মন', 'de_CH' => 'স্বিজ হায় জর্মন', 'en_AU' => 'ওষ্ট্রেলিয়ান ইংলিস', 'en_CA' => 'কানাদিয়ান ইংলিস', 'en_GB' => 'ব্রিটিশ ইংলিস', 'en_US' => 'অমেরিকান ইংলিস', 'es_419' => 'লেটিন অমেরিকান স্পেনিস', 'es_ES' => 'য়ুরোপিয়ান স্পেনিস', 'es_MX' => 'মেক্সিকান স্পেনিস',
        'fr_CA' => 'কানাদিয়ান ফ্রেঞ্চ', 'fr_CH' => 'স্বিজ ফ্রেঞ্চ', 'nl_BE' => 'ফ্লেমিশ', 'pt_BR' => 'ব্রাজিলিয়ান পোর্টুগিজ', 'pt_PT' => 'য়ুরোপিয়ান পোর্টুগিজ', 'zh_Hans' => 'সিমপ্লিফাইদ চাইনিজ', 'zh_Hant' => 'ত্রেদিস্নেল চাইনিজ',
    ],
];
