<?php

return [
    'Names' => [
        1 => 'آبخازی', 8 => 'آفریکانس', 10 => 'آقم', 12 => 'آکان', 18 => 'امهری', 25 => 'عربی', 27 => 'ماپوچه', 35 => 'آسامی', 'آسو', 44 => 'آذری ِترکی', 'باشقیری',
        53 => 'بلاروسی', 55 => 'بمبایی', 57 => 'بنایی', 60 => 'بلغاری', 62 => 'غربی بلوچی', 72 => 'بامبارایی', 'بنگالی', 'تبتی', 77 => 'برِتونی', 80 => 'بدویی', 'بوسنیایی',
        88 => 'کاتالونی', 94 => 'چچنی', 96 => 'چیگا', 105 => 'چروکیایی', 108 => 'میونی کوردی', 110 => 'کورسیکان', 122 => 'چکی', 126 => 'چوواشی', 'ولزی', 'دانمارکی', 131 => 'تایتا',
        'آلمانی', 137 => 'زارمایی', 139 => 'پایین صربی', 141 => 'دوئالایی', 144 => 'جولا-فونی', 146 => 'دزونگخا', 148 => 'امبو', 'اوه‌یی', 154 => 'یونانی', 156 => 'انگلیسی', 158 => 'اسپرانتو',
        'ایسپانیولی', 161 => 'استونیایی', 'باسکی', 165 => 'فارسی', 169 => 'فینیش', 'فیلیپینو', 172 => 'فیجیایی', 'فارویی', 175 => 'فرانسوی', 183 => 'غربی فیریزی', 'ایریش', 186 => 'گاگائوزی',
        194 => 'گالیک', 197 => 'گورانی', 204 => 'سوییس آلمانی', 'گجراتی', 208 => 'گوسی', 'مانکس', 211 => 'هوسا', 214 => 'هاواییایی', 216 => 'عبری', 'هندی', 224 => 'کرواتی',
        226 => 'بالایی صربی', 228 => 'هائتیایی', 'مجاری', 232 => 'ارمنی', 237 => 'اندونزیایی', 239 => 'ایگبو', 'سیچوئان یی', 246 => 'ایسلندی', 248 => 'ایتالیایی', 'انوکتیتوت', 251 => 'جاپونی',
        254 => 'نگومبا', 'ماچامه', 259 => 'جاوایی', 'گرجی', 262 => 'قبایلی', 265 => 'کامبایی', 270 => 'ماکونده', 'کیپ وُردی', 279 => 'کویرا چیینی', 281 => 'کیکویو', 284 => 'قزاقی',
        286 => 'کالائلیسوت', 'کالنجین', 'خمری', 290 => 'کانّادا', 'کُره‌یی', 'کومی-پرمیاک', 'کونکانی', 302 => 'کشمیری', 'شامبالا', 'بافیایی', 306 => 'کوردی', 310 => 'کورنیش', 313 => 'قرقیزی', 'لاتین',
        316 => 'لانگی', 319 => 'لوکزامبورگی', 322 => 'گاندا', 327 => 'لاکوتا', 330 => 'لینگالا', 'لائویی', 335 => 'شمالی لُری', 337 => 'لتونیایی', 339 => 'لوبا-کاتانگا', 343 => 'لوئو',
        345 => 'لوییا', 'لاتویایی', 355 => 'ماسایی', 360 => 'مِرویی', 'موریسین', 'مالاگاسی', 364 => 'ماخوئا-میتو', 'مِتاء', 368 => 'مائوری', 372 => 'مقدونی', 'مالایالام', 'مغولی', 378 => 'موهاک',
        380 => 'ماراتی', 383 => 'مالایی', 'مالتی', 'موندانگ', 391 => 'برمه‌یی', 394 => 'مازرونی', 398 => 'ناما', 'نروژی بوکمال', 'شمالی ندبله', 'پایین آلمانی', 'نپالی', 408 => 'هلندی', 'کوئاسیو', 'نروژی نینورسک',
        417 => 'نئکو', 420 => 'نوئر', 425 => 'نیانکوله', 435 => 'اورومو', 'اوریا', 440 => 'پنجابی', 455 => 'لهستونی', 462 => 'پشتو', 'پرتغالی', 'قوئچوئا', 'کئیچه‌ئی', 474 => 'رومانش',
        'روندی', 'رومانیایی', 'رومبو', 480 => 'روسی', 484 => 'کنیاروآندایی', 'روآیی', 'سانسکریت', 490 => 'سامبورو', 495 => 'سانگوو', 499 => 'سندی', 501 => 'جنوبی کردی', 'شمالی سامی', 504 => 'سِنایی',
        507 => 'کویرابورا سنی', 'سانگو', 512 => 'تاچلهیت', 515 => 'سینهالا', 520 => 'اسلواکی', 522 => 'اسلوونیایی', 527 => 'جنوبی سامی', 'لوله سامی', 'ایناری سامی', 'سکولت سامی', 'شونا', 533 => 'سومالیایی',
        535 => 'آلبانیایی', 'صربی', 544 => 'سوندانسی', 549 => 'سوئدی', 'سواحیلی', 555 => 'تامیلی', 558 => 'تلوگویی', 560 => 'تسویی', 563 => 'تاجیکی', 565 => 'تایی', 567 => 'تیگرینیایی',
        570 => 'ترکمونی', 579 => 'تونگانی', 583 => 'ترکی', 590 => 'تاتاری', 596 => 'تاساواقی', 599 => 'میونی اطلس تامزیقی', 601 => 'ئوغوری', 603 => 'اوکراینی', 605 => 'اردو', 'ازبکی', 'وایی',
        611 => 'ویتنامی', 618 => 'وونجویی', 624 => 'والرپیری', 'وولفی', 629 => 'خوسا', 632 => 'سوگا', 638 => 'یوروبا', 646 => 'مراکش ِاستاندارد ِتامازیقتی', 'چینی', 'زولو',
    ],
    'LocalizedNames' => [
        'ar_001' => 'مدرن استاندارد عربی', 'az_Arab' => 'جنوبی آذری ترکی', 'de_AT' => 'اتریش ِآلمانی', 'de_CH' => 'سوییس ِآلمانی', 'en_AU' => 'استرالیای ِانگلیسی', 'en_CA' => 'کانادای ِانگلیسی', 'en_GB' => 'بریتیش انگلیسی', 'en_US' => 'امریکن انگلیسی', 'es_419' => 'جنوبی آمریکای ِایسپانیولی', 'es_ES' => 'اروپای ِایسپانیولی',
        'es_MX' => 'مکزیک ِایسپانیولی', 'fr_CA' => 'کانادای ِفرانسوی', 'fr_CH' => 'سوییس ِفرانسوی', 'nds_NL' => 'پایین ساکسونی', 'nl_BE' => 'فلمیش', 'pt_BR' => 'برزیل ِپرتغالی', 'pt_PT' => 'اروپای ِپرتغالی', 'ro_MD' => 'مولداوی', 'sw_CD' => 'کنگو سواحیلی', 'zh_Hans' => 'ساده چینی',
        'zh_Hant' => 'سنتی چینی',
    ],
];
