<?php

return [
    'Names' => [
        8 => 'ߊߝߙߌߞߊ߲߯ߛߑߞߊ߲', 10 => 'ߊߜ߭ߍߡߑߞߊ߲', 12 => 'ߊߞߊ߲ߞߊ', 18 => 'ߊߡߑߤߊߙߌ', 25 => 'ߊߙߓߎߞߊ߲', 35 => 'ߊߛߊߡߍߞߊ߲', 'ߊߖ߭ߎߞߊ߲', 38 => 'ߊߛߑߕߎߙߌߞߊ߲', 44 => 'ߊߖߍߙߑߓߊߦߌߖߊߞߊ߲', 46 => 'ߓߊߟߎߗߌߞߊ߲',
        49 => 'ߓߛߊߞߊ߲', 53 => 'ߓߌߟߏߙߎ߳ߛߌߞߊ߲', 55 => 'ߓߋ߲ߓߊߞߊ߲', 'ߓߋߕߊߥߌߞߊ߲', 'ߓߋߣߊߞߊ߲', 60 => 'ߓߌߟߑߜ߭ߊߙߌߞߊ߲', 70 => 'ߊߣߌ߯ߞߊ߲', 72 => 'ߒߞߏ ߡߊߟߌ', 'ߓߍ߲ߜ߭ߊߟߌߞߊ߲', 'ߕߌߓߋߕߌߞߊ߲', 77 => 'ߓߙߋߕߐ߲ߞߊ߲', 80 => 'ߓߏߘߏߞߊ߲',
        'ߓߐߛߑߣߌߞߊ߲', 88 => 'ߞߕߊߟߊ߲ߞߊ߲', 93 => 'ߞߏߘߊ߫ ߗߊߜ߭ߑߡߊߞߊ߲', 'ߗߋߗߋߣߌߞߊ߲', 'ߛߋߓߎߥߊߞߊ߲', 'ߞߌߜ߭ߊߞߊ߲', 105 => 'ߗߋߙߏߞߌߞߊ߲', 108 => 'ߛߏߙߊߣߌߞߊ߲', 110 => 'ߞߐߙߑߛߌߞߊ߲', 122 => 'ߗߍߞߌߞߊ߲', 125 => 'ߛߌߟߊߝ߭ߐ߲ߞߊ߲ ߓߊ߬ߕߏ߬ߓߏ߲߬ߞߊ߲', 127 => 'ߜ߭ߟߏߥߊߞߊ߲',
        'ߘߊߣߏߥߊߞߊ߲', 131 => 'ߕߊߦߌߕߊߞߊ߲', 'ߊߟߑߡߊ߲ߞߊ߲', 137 => 'ߖ߭ߍߙߑߡߊߞߊ߲', 'ߘߏߜ߭ߙߌߞߊ߲', 'ߛߏߙߊߓ-ߓߊߛߑߞߊ߲', 141 => 'ߘߎߥߟߊߞߊ߲', 144 => 'ߝߐߢߌ߫ ߖߏ߬ߟߊ߬ߞߊ߲', 146 => 'ߖ߭ߏ߲ߜ߭ߊߞߊ߲', 148 => 'ߋ߲ߓߎߞߊ߲', 'ߋߥߋߞߊ߲', 154 => 'ߜ߭ߙߍ߬ߞߌ߬ߞߊ߲',
        156 => 'ߊ߲߬ߜߑߟߋ߬ߞߊ߲', 158 => 'ߍߛߑߔߋߙߊ߲ߕߏߞߊ߲', 'ߊߛߌߔߞߊ߲', 161 => 'ߍߛߑߕߏߣߌߞߊ߲', 'ߓߊߛߑߞߌߞߊ߲', 'ߋߥߏ߲ߘߏߞߊ߲', 165 => 'ߝߊ߯ߙߛߌߞߊ߲', 168 => 'ߝߎߟߊߞߊ߲', 'ߝߍߣߏߥߊߞߊ߲', 'ߝߟߌߔߌ߲ߞߊ߲', 173 => 'ߝߋߙߏߞߊ', 175 => 'ߝߊ߬ߙߊ߲߬ߛߌ߬ߞߊ߲', 'ߞߊߘߌ߫ ߝߊ߬ߙߊ߲߬ߛߌ߬ߞߊ߲',
        182 => 'ߝߙߌߥߎߟߊߞߊ߲', 'ߕߟߋ߬ߓߋ ߝߙߌߛߐ߲ߞߊ߲', 'ߌߙߑߟߊ߲ߘߌߞߊ߲', 191 => 'ߋߞߐߛߌ߬ ߖ߭ߋߏߟߌߞߊ߲', 194 => 'ߜ߭ߊߟߌߛߌߞߊ߲', 204 => 'ߛߥߌߛߌ߬ ߊߟߑߡߊ߲ߞߊ߲', 'ߜ߭ߎߖߙߊߞߊ߲', 208 => 'ߜߎ߭ߛߌߞߊ߲', 'ߡߊߣߏߥߊߞߊ߲', 211 => 'ߤߊߥߎߛߊߞߊ߲', 214 => 'ߤߥߊߦߌߞߊ߲', 216 => 'ߋߓߙߋߞߊ߲',
        'ߍ߲ߘߎߞߊ߲', 221 => 'ߡߐ߲ߜ߭ߑߞߊ߲', 224 => 'ߞߙߏߥߊߛߌߞߊ߲', 226 => 'ߛߏߙߊߓߎ߫ ߛߊ߲ߘߐ߫ ߞߊ߲', 228 => 'ߤߊߦߌߕߌ߫ ߕߊ߬ߓߎ߰ߛߌ߬ߞߊ߲', 'ߤߐ߲ߜ߭ߙߌߞߊ߲', 232 => 'ߊߙߊߡߋߣߌߞߊ߲', 234 => 'ߍ߲ߕߍߙߑߟߌ߲ߜ߭ߏߥߊߞߊ߲', 237 => 'ߍ߲ߘߣߏߛߌߞߊ߲', 239 => 'ߊߜߏߞߊ߲', 'ߛߌߛߎߥߊ߲߫ ߦߌߞߊ߲',
        246 => 'ߌߛߑߟߊ߲ߘߌߞߊ߲', 248 => 'ߌߕߊߟߌߞߊ߲', 251 => 'ߖ߭ߊߔߐ߲ߞߊ߲', 254 => 'ߒߜ߭ߏ߲ߓߊߞߊ߲', 'ߡߊߗߊߡߋߞߊ߲', 259 => 'ߖ߭ߝ߭ߊߣߊߞߊ߲', 'ߖ߭ߋߐߙߑߖ߭ߌߞߊ߲', 262 => 'ߞߊߓߟߌߞߊ߲', 265 => 'ߞߊ߲ߓߊߞߊ߲', 270 => 'ߡߊߞߐ߲ߘߋߞߊ߲', 'ߜߙߋߞߎ߲ߝߙߌߛߌߞߊ߲',
        276 => 'ߞߍ߲ߜ߭ߊ߲ߞߊ߲', 279 => 'ߞߏߙߌߦߊߗߣߌߞߊ߲', 281 => 'ߞߌߞߌߦߎߞߊ߲', 284 => 'ߞߖ߭ߊߞߌߞߊ߲', 'ߞߊߞߏߞߊ߲', 'ߜ߭ߙߏߟߊ߲ߘߌߞߊ߲', 'ߞߊߟߊ߲ߖߌߞߊ߲', 'ߞߑߡߍߙߑߞߊ߲', 290 => 'ߞߊ߲ߣߊߘߊߞߊ߲', 'ߞߏߙߋߞߊ߲', 293 => 'ߞߐ߲ߞߊߣߌߞߊ߲', 302 => 'ߞߊߛߑߡߙߌߞߊ߲', 'ߛߊ߲ߓߟߊߞߊ߲',
        'ߓߊߝߌߞߊ߲', 'ߞߐߟߑߗߌߞߊ߲', 'ߞߎߙߑߘߎߞߊ߲', 310 => 'ߞߐߙߑߣߌߞߌߞߊ߲', 313 => 'ߞߌߙߑߞߌߖ߭ߑߞߊ߲', 'ߟߊ߬ߕߍ߲߬ߞߊ߲', 316 => 'ߟߊ߲ߖߌߞߊ߲', 319 => 'ߟߎߞߑߛߊ߲ߓߎ߯ߙߎߞߊ߲', 322 => 'ߜ߭ߊ߲ߘߊߞߊ߲', 324 => 'ߟߌ߭ߎ߳ߙߌߞߊ߲', 327 => 'ߟߊߞߏߕߊߞߊ߲', 330 => 'ߟߌ߲ߜ߭ߟߊߞߊ߲',
        'ߟߊߏߞߊ߲', 333 => 'ߟߌߖ߭ߌߦߊߣߌ߫ ߕߊ߬ߓߎ߰ߛߌ߬ߞߊ߲', 335 => 'ߕߟߋ߬ߓߐ ߟߏߙߌߞߊ߲', 337 => 'ߟߌߕߎ߳ߦߊߣߌߞߊ߲', 339 => 'ߞߊߕߊ߲ߜ߭ߊ߫-ߗߌ߬ߟߎ߬ߓߊ߬ߞߊ߲', 343 => 'ߟߎ߳ߏߞߊ߲', 345 => 'ߟߎ߳ߦߌߞߊ߲', 'ߟߋߕߐ߲ߞߊ߲', 352 => 'ߡߊߗߟߌߞߊ߲', 355 => 'ߡߊ߯ߛߊߞߊ߲', 360 => 'ߡߋߙߎߞߊ߲',
        'ߡߏߙߌߛ ߕߊ߬ߓߎ߰ߛߌ߬ߞߊ߲', 'ߡߊߟߑߜ߭ߊߛߌߞߊ߲', 364 => 'ߡߊߞߎߞߊ߲', 'ߡߋߕߊߞߊ߲', 368 => 'ߡߊߏߙߌߞߊ߲', 372 => 'ߡߊߛߋߘߏߣߌߞߊ߲', 'ߡߟߊߦߟߊߡߑߞߊ߲', 'ߡߐ߲ߜ߭ߐߟߌߞߊ߲', 376 => 'ߡߊߣߌߔߎߙߌߞߊ߲', 380 => 'ߡߙߊߕߌߞߊ߲', 383 => 'ߡߊߟߍߞߊ߲', 'ߡߊߟߑߕߍߞߊ߲', 'ߡߎ߲ߘߊ߲ߞߊ߲',
        391 => 'ߓߙߌߡߊ߲ߞߊ߲', 394 => 'ߡߊߖ߭ߊ߲ߘߋߙߊߣߞߊ߲', 398 => 'ߣߡߊߞߊ߲', 'ߣߐߙߑߝ߭ߍߖ߭ ߓߏߞߑߡߊߟߑߞߊ߲', 'ߕߟߋ߬ߓߐ ߒߘߓߋߟߋߞߊ߲', 'ߊߟߑߡߊ߲ߘߎ߯-ߓߊߛߑߞߊ߲', 'ߣߋߔߌߟߌߞߊ߲', 408 => 'ߣߍ߯ߙߑߟߊ߲ߘߌߞߊ߲', 'ߒߜ߭ߎ߲ߓߊߞߊ߲', 'ߣߐߙߑߝ߭ߍߖ߭ ߢߙߐߛߌߞߊ߲', 'ߒߖߋ߲ߓߎ߲ߞߊ߲', 413 => 'ߣߐߙߑߝ߭ߍߖ߭ߌߞߊ߲', 417 => 'ߒߞߏ',
        420 => 'ߣߎߦߋߞߊ߲', 'ߣߝ߭ߊߖߏߞߊ߲', 423 => 'ߛߋߥߞߊ߲', 425 => 'ߢߊ߲ߞߏߟߋߞߊ߲', 435 => 'ߏߙߏߡߏߞߊ߲', 'ߏߖߊߞߊ߲', 'ߏߛߍߕߌߞߊ߲', 440 => 'ߔߍ߲ߖߊߓߌߞߊ߲', 444 => 'ߔߊߔߌߦߊߡߊ߲ߕߏߞߊ߲', 447 => 'ߖߋ߬ߟߌ߬ߓߊߟߊ߫ ߔߌߘߑߜ߭ߍ߲ߞߊ߲', 455 => 'ߔߟߏߣߍߞߊ߲',
        460 => 'ߔߎߙߛߌߞߊ߲', 462 => 'ߔߊߛߑߕߏߞߊ߲', 'ߔߕߏ߬ߞߌ߬ߞߊ߲', 'ߞߋߛߎߥߊߞߊ߲', 472 => 'ߙߏߤߌ߲ߜ߭ߊ', 474 => 'ߙߏߡߊ߲ߛߌߞߊ߲', 'ߙߎ߲ߘߌߞߊ߲', 'ߙߏߡߍߞߊ߲', 'ߙߏ߲ߓߏߞߊ߲', 480 => 'ߌ߬ߙߛߌ߬ߞߊ߲', 484 => 'ߞߌ߲ߦߊߙߎߥߊ߲ߘߊߞߊ߲', 'ߙߥߊߞߊ߲', 'ߛߊߛߑߞߙߌߞߊ߲',
        488 => 'ߌߦߊߞߎߕߌߞߊ߲', 490 => 'ߛߊ߲ߓߙߎߞߊ߲', 492 => 'ߛߊ߲ߕߊߟߌߞߊ߲', 495 => 'ߌߛߊ߲ߜ߭ߎߞߊ߲', 497 => 'ߛߌߛߟߌߦߊߞߊ߲', 499 => 'ߛߌ߲ߘߌߞߊ߲', 502 => 'ߛߋߡߌ߫ ߕߟߋ߬ߓߐ߬ߞߊ߲', 504 => 'ߛߌߛߋߣߊߞߊ߲', 507 => 'ߞߏߦߌߙߊߓߙߏ߫ ߛߋߣߌߞߊ߲', 'ߛߊ߲ߜߵߏߞߊ߲',
        512 => 'ߗߑߟߋߥߎߞߊ߲', 515 => 'ߛߌ߲ߜ߭ߟߊߞߊ߲', 520 => 'ߛߑߟߏߝ߭ߊߞߌߞߊ߲', 522 => 'ߛߑߟߏߝ߭ߋߣߌߞߊ߲', 526 => 'ߛߊߡߏߥߊߞߊ߲', 529 => 'ߌߣߊߙߌ߫ ߛߊߡߌߞߊ߲', 531 => 'ߛߏߣߊߞߊ߲', 533 => 'ߛߏߡߊߟߌߞߊ߲', 535 => 'ߊߟߑߓߊߣߌߞߊ߲', 'ߛߍߙߑߓߌߞߊ߲',
        541 => 'ߛߕߏ߫ ߥߙߏ߬ߘߎ߰ߞߊ߲', 544 => 'ߛߎ߲ߘߣߊߞߊ߲', 549 => 'ߛߎߥߍߘߌߞߊ߲', 'ߛߎߥߊߤߟߌߞߊ߲', 555 => 'ߕߊߡߎߟߌߞߊ߲', 558 => 'ߕߋߟߎߜ߭ߎߞߊ߲', 560 => 'ߕߋߛߏߞߊ߲', 563 => 'ߕߊߖߞߌߞߊ߲', 565 => 'ߕߊߦߌߞߊ߲', 567 => 'ߕߜ߭ߌߙߌߢߊߞߊ߲', 'ߕߌߜ߭ߙߋߞߊ߲',
        570 => 'ߕߎߙߞߌߡߍߣߌߞߊ߲', 579 => 'ߕߏ߲ߖ߭ߌߞߊ߲', 583 => 'ߕߙߎߞߌߞߊ߲', 590 => 'ߕߊߕߊߙߌߞߊ߲', 596 => 'ߕߛߊߥߊߜ߭ߌߞߊ߲', 599 => 'ߊߕߌߟߊ߲ߕߊ߫ ߕߊ߲ߓߊ߲ ߊߡߊ߲ߖ߭ߌ߲ߞߊ߲', 601 => 'ߥߌߜ߭ߎ߯ߙߎߞߊ߲', 603 => 'ߎߞߌߙߍߣߌߞߊ߲', 605 => 'ߎߙߘߎߞߊ߲', 'ߎߖ߭ߑߓߋߞߌߞߊ߲', 'ߒߝ߭ߊߦߌ߲ߞߊ߲',
        609 => 'ߝ߭ߣߋߛߌߦߊߞߊ߲', 611 => 'ߝ߭ߌߦߋߕߌߣߊߡߌߞߊ߲', 615 => 'ߝ߭ߏߟߊߔߎߞߊ߲', 618 => 'ߝ߭ߎߖߏߞߊ߲', 620 => 'ߥߊߟߑߛߍߙߌߞߊ߲', 625 => 'ߥߟߐߝߐߞߊ߲', 629 => 'ߛߏߖ߭ߊߞߊ߲', 632 => 'ߛߏߜ߭ߊߞߊ߲', 635 => 'ߦߊ߲ߜߌߞߊ߲', 637 => 'ߦߘߌߛߌߞߊ߲',
        'ߙߦߏߓߊߞߊ߲', 640 => 'ߞߊ߲ߕߏߣߊߞߊ߲', 646 => 'ߡߊ߬ߙߐߞߎ߬ ߢߊߓߘߍߡߊ', 'ߛߣߌߥߊߞߊ߲', 'ߖ߭ߟߎߞߊ߲',
    ],
    'LocalizedNames' => [
        'ar_001' => 'ߊߙߊߓߎߞߊ߲ ߘߐߞߣߍߣߍ߲', 'de_AT' => 'ߏߕߑߙߌߛߌ߬ ߊߟߑߡߊߞߊ߲', 'de_CH' => 'ߛߥߌߛ ߊߟߑߡߊ߲ߞߊ߲', 'en_AU' => 'ߐߛߑߕߙߊߟߌ߫ ߊ߲߬ߜ߭ߑߟߋ߬ߞߊ߲', 'en_CA' => 'ߞߣߊߘߊ߫ ߊ߲߬ߜ߭ߑߟߋ߬ߞߊ߲', 'en_GB' => 'ߓߙߌߕߊ߲ߓߊ߫ ߊ߲߬ߜ߭ߑߟߋ߬ߞߊ߲', 'en_US' => 'ߊߡߋߙߌߞߌ߬ ߊ߲߬ߜ߭ߑߟߋ߬ߞߊ߲', 'es_419' => 'ߊߡߋߙߌߞߌ߬ ߊߛߌߔߊ߲ߞߊ߲ ߟߊ߬ߕߍ߬ߡߊ', 'es_ES' => 'ߊߛߌߔߊ߲߫ ߊߛߌߔߊ߲ߞߊ߲', 'es_MX' => 'ߡߍߞߑߛߌߞ ߊߛߌߔߊ߲ߞߊ߲',
        'fa_AF' => 'ߘߊߙߌߞߊ߲', 'fr_CA' => 'ߞߣߊߘߊ߫ ߝߊ߬ߙߊ߲߬ߛߌ߬ߞߊ߲', 'fr_CH' => 'ߛߥߌߛ ߝߙߊ߬ߛߌ߬ߞߊ߲', 'nds_NL' => 'ߤߏߟߊ߲ߘߌ߬ ߓߊߛߊߞߑߛߐ߲ߞߊ߲', 'nl_BE' => 'ߝߌߟߊߡߊ߲ߞߊ߲', 'pt_BR' => 'ߓߙߋߖ߭ߌߟ ߔߕߏ߬ߞߌ߬ߞߊ߲', 'pt_PT' => 'ߋߙߐߔߎ߬ ߔߕߏ߬ߞߌ߬ߞߊ߲', 'ro_MD' => 'ߡߐߟߑߘߊߝ߭ߌߞߊ߲', 'zh_Hans' => 'ߛߣߌߥߊߞߊ߲ ߘߐߞߣߍߣߍ߲', 'zh_Hant' => 'ߛߣߌߥߊߞߊ߲ ߦߋ߲ߢߐ߲߯ߠߊ',
    ],
    'Separator' => '{0}، {1}',
];
