<?php

return [
    'Names' => [
        1 => 'абхазаг', 5 => 'адыгейаг', 'авестӕ', 8 => 'африкаанс', 20 => 'рагон англисаг', 25 => 'араббаг', 40 => 'авайраг', 44 => 'тӕтӕйраг', 'башкираг', 60 => 'болгайраг', 81 => 'босниаг',
        83 => 'бурятаг', 88 => 'каталайнаг', 94 => 'цӕцӕйнаг', 111 => 'коптаг', 122 => 'чехаг', 126 => 'чувашаг', 128 => 'даниаг', 132 => 'немыцаг', 152 => 'рагон египтаг', 154 => 'бердзейнаг',
        156 => 'англисаг', 158 => 'есперанто', 'испайнаг', 161 => 'естойнаг', 'баскаг', 165 => 'персайнаг', 169 => 'финнаг', 'филиппинаг', 172 => 'фиджи', 'фарераг', 175 => 'францаг', 178 => 'рагон францаг',
        184 => 'ирландиаг', 203 => 'рагон бердзейнаг', 216 => 'уираг', 224 => 'хорватаг', 229 => 'венгериаг', 232 => 'сомихаг', 244 => 'мӕхъӕлон', 248 => 'италиаг', 251 => 'япойнаг', 260 => 'гуырдзиаг',
        267 => 'кӕсгон', 297 => 'бӕлхъӕрон', 306 => 'курдаг', 'хъуымыхъхъаг', 314 => 'латинаг', 320 => 'лекъаг', 372 => 'мӕчъидон', 437 => 'ирон', 463 => 'португалиаг', 478 => 'цигайнаг',
        480 => 'уырыссаг', 647 => 'китайаг',
    ],
    'LocalizedNames' => [
        'de_AT' => 'австралиаг немыцаг', 'de_CH' => 'швйецариаг немыцаг', 'en_AU' => 'австралиаг англисаг', 'en_CA' => 'канадӕйаг англисаг', 'en_GB' => 'бритайнаг англисаг', 'en_US' => 'америкаг англисаг', 'es_419' => 'латинаг америкаг англисаг', 'es_ES' => 'европӕйаг англисаг', 'fr_CA' => 'канадӕйаг францаг', 'fr_CH' => 'швейцариаг францаг',
        'pt_BR' => 'бразилиаг португалиаг', 'pt_PT' => 'европӕйаг полтугалиаг', 'zh_Hans' => 'ӕнцонгонд китайаг', 'zh_Hant' => 'традицион китайаг',
    ],
];
