<?php

return [
    'Names' => [
        2 => 'अचिनीस्', 'अचोलि', 22 => 'अङ्गिक', 132 => 'जर्मनभाषा:', 156 => 'आङ्ग्लभाषा', 159 => 'स्पेनीय भाषा:', 175 => 'फ़्रांसदेशीय भाषा:', 248 => 'इटलीदेशीय भाषा:', 251 => 'सूर्यमूलीय भाषा:', 463 => 'पुर्तगालदेशीय भाषा:',
        480 => 'रष्यदेशीय भाषा:', 486 => 'संस्कृत भाषा', 647 => 'चीनी',
    ],
    'LocalizedNames' => [
        'de_AT' => 'ऑस्ट्रियाई जर्मनभाषा:', 'de_CH' => 'स्विस उच्च जर्मनभाषा:', 'en_AU' => 'ऑस्ट्रेलियादेशः आङ्ग्लभाषा', 'en_CA' => 'कनाडादेशः आङ्ग्लभाषा', 'en_GB' => 'आङ्ग्लदेशीय आङ्ग्लभाषा:', 'en_US' => 'अमेरिकादेशीय आङ्ग्लभाषा:', 'es_419' => 'लैटिन अमेरिकादेशीय स्पेनीय भाषा:', 'es_ES' => 'फिरङ्गिन् स्पेनीय भाषा:', 'es_MX' => 'मैक्सिकन स्पेनीय भाषा:', 'fr_CA' => 'कनाडादेशः फ़्रांसदेशीय भाषा:',
        'fr_CH' => 'स्विस फ़्रांसदेशीय भाषा:', 'pt_BR' => 'ब्राज़ीली पुर्तगालदेशीय भाषा:', 'pt_PT' => 'फिरङ्गिन् पुर्तगालदेशीय भाषा:', 'zh_Hans' => 'सरलीकृत चीनी', 'zh_Hant' => 'परम्परागत चीनी',
    ],
];
