<?php

return [
    'Names' => [
        1 => 'Абхаастыы', 8 => 'Аппырыкааныстыы', 15 => 'Алеуттуу', 18 => 'Амхаардыы', 25 => 'Араабтыы', 38 => 'Астуурдуу', 40 => 'Аваардыы', 44 => 'Адьырбайдьаанныы', 53 => 'Бөлөрүүстүү', 60 => 'Булҕаардыы',
        73 => 'Бенгаллыы', 'Тибиэттии', 81 => 'Босныйалыы', 88 => 'Каталаанныы', 94 => 'Чэчиэннии', 108 => 'Киин куурдуу', 122 => 'Чиэхтии', 128 => 'Даатскайдыы', 132 => 'Ниэмэстии', 154 => 'Гириэктии',
        156 => 'Ааҥыллыы', 159 => 'Ыспаанныы', 161 => 'Эстиэнийэлии', 165 => 'Пиэристии', 169 => 'Пииннии', 'Пилипииннии', 175 => 'Боронсуустуу', 229 => 'Бэҥгиэрдии', 232 => 'Эрмээннии', 248 => 'Ытаалыйалыы',
        251 => 'Дьоппуоннуу', 260 => 'Курусууннуу', 284 => 'Хаһаахтыы', 291 => 'Кэриэйдии', 313 => 'Кыргыстыы', 'Латыынныы', 374 => 'Моҕуоллуу', 383 => 'Малаайдыы', 402 => 'Ньыпааллыы', 414 => 'Нагаайдыы',
        440 => 'Пандьаабтыы', 463 => 'Португааллыы', 476 => 'Румыынныы', 480 => 'Нууччалыы', 488 => 'саха тыла', 520 => 'Словаактыы', 535 => 'Албаанныы', 555 => 'Тамыллыы', 558 => 'Төлүгүлүү', 563 => 'Тадьыыктыы',
        590 => 'Татаардыы', 601 => 'Уйгуурдуу', 603 => 'Украйыыньыстыы', 606 => 'Үзбиэктии', 647 => 'Кытайдыы', 'Зуулулуу',
    ],
    'LocalizedNames' => [],
];
