<?php

return [
    'Names' => [
        1 => 'ᱟᱹᱵᱠᱷᱟᱡᱤᱭᱟᱹᱱ', 'ᱟᱠᱷᱤᱱᱤᱡᱽ', 4 => 'ᱟᱹᱰᱟᱱᱜᱽᱢᱮ', 'ᱟᱹᱰᱭᱜᱷᱮ', 8 => 'ᱟᱯᱷᱨᱤᱠᱟᱱᱥ', 10 => 'ᱟᱜᱷᱮᱢ', 'ᱟᱭᱤᱱᱩ', 'ᱟᱠᱟᱱ', 15 => 'ᱟᱞᱮᱣᱴ', 18 => 'ᱟᱢᱦᱟᱨᱤᱠ', 'ᱟᱨᱟᱜᱚᱱᱤᱡᱽ', 22 => 'ᱟᱹᱝᱜᱤᱠᱟ',
        25 => 'ᱚᱨᱵᱤ', 29 => 'ᱟᱨᱟᱯᱟᱦᱚ', 35 => 'ᱟᱥᱟᱢᱤᱡᱽ', 132 => 'ᱡᱟᱨᱢᱟᱱ', 156 => 'ᱟᱝᱜᱽᱨᱮᱡᱤ', 159 => 'ᱥᱯᱮᱱᱤᱥ', 175 => 'ᱯᱷᱨᱮᱧᱪ', 232 => 'ᱟᱨᱢᱮᱱᱤᱭᱟᱹᱱ', 248 => 'ᱤᱴᱟᱞᱤᱟᱱ', 251 => 'ᱡᱟᱯᱟᱱᱤ',
        463 => 'ᱯᱩᱨᱛᱜᱟᱞᱤ', 480 => 'ᱨᱩᱥᱤᱭᱟᱱ', 483 => 'ᱟᱨᱚᱢᱟᱱᱤᱭᱟᱹᱱ', 492 => 'ᱥᱟᱱᱛᱟᱲᱤ', 535 => 'ᱟᱞᱵᱟᱱᱤᱭᱟᱹᱱ', 647 => 'ᱪᱟᱭᱱᱤᱡᱽ',
    ],
    'LocalizedNames' => [
        'ar_001' => 'ᱟᱫᱷᱩᱱᱤᱠ ᱢᱟᱱᱚᱠ ᱚᱨᱵᱤ', 'de_AT' => 'ᱚᱥᱴᱨᱤᱭᱟ ᱡᱟᱨᱢᱟᱱ', 'de_CH' => 'ᱥᱩᱣᱤᱥ ᱦᱟᱤ ᱡᱟᱨᱢᱟᱱ', 'en_AU' => 'ᱚᱥᱴᱨᱮᱞᱤᱭᱟᱱ ᱟᱝᱜᱽᱨᱮᱡᱤ', 'en_CA' => 'ᱠᱟᱱᱟᱰᱤᱭᱟᱱ ᱟᱝᱜᱽᱨᱮᱡᱤ', 'en_GB' => 'ᱵᱨᱤᱴᱤᱥ ᱟᱝᱜᱽᱨᱮᱡᱤ', 'en_US' => 'ᱟᱢᱮᱨᱤᱠᱟᱱ ᱟᱝᱜᱽᱨᱮᱡᱤ', 'es_419' => 'ᱞᱮᱴᱤᱱ ᱟᱢᱮᱨᱤᱠᱟᱱ ᱥᱯᱮᱱᱤᱥ', 'es_ES' => 'ᱨᱩᱥᱤᱭᱟᱱ ᱥᱯᱮᱱᱤᱥ', 'es_MX' => 'ᱢᱮᱠᱥᱤᱠᱟᱱ ᱥᱯᱮᱱᱤᱥ',
        'fr_CA' => 'ᱠᱟᱱᱟᱰᱤᱭᱟᱱ ᱯᱷᱨᱮᱧᱪ', 'fr_CH' => 'ᱥᱩᱣᱤᱥ ᱯᱷᱨᱮᱧᱪ', 'pt_BR' => 'ᱵᱨᱟᱡᱤᱞᱤᱭᱟᱱ ᱯᱩᱨᱛᱜᱟᱞᱤ', 'pt_PT' => 'ᱭᱩᱨᱚᱯᱤᱭᱟᱱ ᱯᱩᱨᱛᱜᱟᱞᱤ', 'zh_Hans' => 'ᱟᱞᱜᱟᱣᱟᱠᱟᱱ ᱪᱟᱭᱱᱤᱡᱽ', 'zh_Hant' => 'ᱴᱨᱮᱰᱤᱥᱱᱟᱞ ᱪᱟᱭᱱᱤᱡᱽ',
    ],
];
