<?php

return [
    'Names' => [132 => 'जर्मन', 156 => 'अंगरेज़ी', 159 => 'स्पेनिश', 175 => 'फ्रेंच', 248 => 'इटालियनु', 251 => 'जापानी', 463 => 'पुर्तगाली', 480 => 'रशियनु', 499 => 'सिन्धी', 647 => 'चीनी (तर्जुमे जो द॒स :खास करे, मैन्डरिन चीनी)'],
    'LocalizedNames' => [
        'de_AT' => 'आसट्रियन जर्मन', 'de_CH' => 'स्विस हाई जर्मन', 'en_AU' => 'ऑसटेलियन अंगरेज़ी', 'en_CA' => 'केनेडियन अंगरेज़ी', 'es_419' => 'लैटिन अमेरिकन स्पैनिश', 'es_ES' => 'यूरोपी स्पैनिश', 'es_MX' => 'मेक्सिकन स्पैनिश', 'fr_CA' => 'कैनेडियन फ्रेंच', 'fr_CH' => 'स्विस फ्रेंच', 'pt_BR' => 'ब्राज़ीलियन पुर्तगाली',
        'pt_PT' => 'यूरोपी पुर्तगाली', 'zh_Hans' => 'सादी थियल चीनी', 'zh_Hant' => 'रवायती चीनी',
    ],
];
