<?php

return [
    'Names' => [
        'de' => 'जर्मन',
        'en' => 'अंगरेज़ी',
        'es' => 'स्पेनिश',
        'fr' => 'फ्रेंच',
        'it' => 'इटालियनु',
        'ja' => 'जापानी',
        'pt' => 'पुर्तगाली',
        'ru' => 'रशियनु',
        'sd' => 'सिन्धी',
        'zh' => 'चीनी (तर्जुमे जो द॒स :खास करे, मैन्डरिन चीनी)',
    ],
    'LocalizedNames' => [
        'de_AT' => 'आसट्रियन जर्मन',
        'de_CH' => 'स्विस हाई जर्मन',
        'en_AU' => 'ऑसटेलियन अंगरेज़ी',
        'en_CA' => 'केनेडियन अंगरेज़ी',
        'es_419' => 'लैटिन अमेरिकन स्पैनिश',
        'es_ES' => 'यूरोपी स्पैनिश',
        'es_MX' => 'मेक्सिकन स्पैनिश',
        'fr_CA' => 'कैनेडियन फ्रेंच',
        'fr_CH' => 'स्विस फ्रेंच',
        'pt_BR' => 'ब्राज़ीलियन पुर्तगाली',
        'pt_PT' => 'यूरोपी पुर्तगाली',
        'zh_Hans' => 'सादी थियल चीनी',
        'zh_Hant' => 'रवायती चीनी',
    ],
];
