<?php

return [
    'Names' => [
        1 => 'ܐܒܟܐܙܝܬ', 18 => 'ܐܡܪܢܝܬ', 'ܐܪܐܓܘܢܝܬ', 25 => 'ܥܪܒܝܬ', 29 => 'ܐܪܐܦܗܝܬ', 44 => 'ܐܙܪܒܝܓܐܢܝܬ', 73 => 'ܒܢܓܐܠܝܐ', 108 => 'ܩܪܕܝܬ ܩܢܛܪܘܢܝܐ', 132 => 'ܐܠܡܢܝܐ', 154 => 'ܝܘܢܐܝܬ',
        156 => 'ܐܢܓܠܝܬ', 159 => 'ܣܦܢܝܝܐ', 165 => 'ܦܪܣܝܬ', 168 => 'ܦܘܠܐܗܝܬ', 'ܦܝܢܠܢܕܝܬ', 'ܦܝܠܝܦܝܢܝܬ', 174 => 'ܦܘܢܝܬ', 'ܦܪܢܣܝܬ', 185 => 'ܓܐܝܬ', 194 => 'ܓܠܝܩܝܬ', 205 => 'ܓܘܓܐܪܝܬ',
        216 => 'ܥܒܪܐܝܬ', 'ܗܢܕܝܐ', 232 => 'ܐܪܡܢܝܬ', 237 => 'ܐܢܕܘܢܝܬ', 248 => 'ܐܝܛܠܝܬ', 251 => 'ܝܦܢܝܐ', 260 => 'ܓܘܪܓܝܐܝܬ', 291 => 'ܟܘܪܝܐܝܬ', 306 => 'ܩܘܪܕܝܬ', 314 => 'ܠܬܝܢܝܬ',
        322 => 'ܓܢܕܝܬ', 401 => 'ܐܠܡܢܝܐ ܠܐܠܬܚܬ', 408 => 'ܗܘܠܢܕܝܬ', 413 => 'ܢܘܪܒܝܓܐܝܬ', 435 => 'ܐܘܪܘܡܘܐܝܬ', 454 => 'ܦܝܓܝܢܝܬ', 'ܦܘܠܢܕܐܝܬ', 463 => 'ܦܘܪܛܘܓܠܐܝܬ', 476 => 'ܪܘܡܢܐܝܬ', 480 => 'ܐܘܪܘܣܢܝܬ',
        498 => 'ܣܟܘܬܠܢܕܐܝܬ', 535 => 'ܐܠܒܢܝܬ', 549 => 'ܣܘܝܕܐܝܬ', 'ܣܘܐܗܝܠܐܝܬ', 553 => 'ܣܘܪܝܝܐ', 565 => 'ܬܝܠܢܕܐܝܬ', 583 => 'ܬܘܪܟܝܬ', 603 => 'ܐܘܟܪܐܝܢܐܝܬ', 605 => 'ܐܘܪܕܘܝܬ', 611 => 'ܒܝܬܢܐܡܐܝܬ',
        637 => 'ܝܕܝܬܝܬ', 647 => 'ܨܝܢܐܝܬ',
    ],
    'LocalizedNames' => ['ar_001' => 'ܥܪܒܝܬ ܪܘܫܡܝܐ ܚܕܬܐ', 'nds_NL' => 'ܗܘܠܢܕܐ ܠܐܠܬܚܬ', 'nl_BE' => 'ܦܠܡܝܫܝܬ', 'zh_Hans' => 'ܨܝܢܐܝܬ ܦܫܝܛܐ', 'zh_Hant' => 'ܨܝܢܐܝܬ ܝܘܒܠܝܐ'],
    'Separator' => '{0}، {1}',
];
