<?php

return [
    'Names' => [
        8 => 'африкаанс', 18 => 'амҳарӣ', 25 => 'арабӣ', 35 => 'ассомӣ', 44 => 'озарбойҷонӣ', 'бошқирдӣ', 47 => 'балинӣ', 53 => 'белорусӣ', 55 => 'бемба', 60 => 'булғорӣ',
        73 => 'бинғолӣ', 'тибетӣ', 77 => 'бретонӣ', 81 => 'босниягӣ', 88 => 'каталонӣ', 95 => 'себуано', 'Чига', 101 => 'марӣ', 105 => 'черокӣ', 108 => 'курдии марказӣ', 110 => 'корсиканӣ',
        122 => 'чехӣ', 127 => 'валлӣ', 'даниягӣ', 132 => 'немисӣ', 139 => 'сербии поёнӣ', 143 => 'дивеҳӣ', 146 => 'дзонгха', 154 => 'юнонӣ', 156 => 'англисӣ', 158 => 'эсперанто', 'испанӣ',
        161 => 'эстонӣ', 'баскӣ', 165 => 'форсӣ', 168 => 'фулаҳ', 'финӣ', 'филиппинӣ', 173 => 'фарерӣ', 175 => 'франсузӣ', 183 => 'фризии ғарбӣ', 'ирландӣ', 191 => 'шотландии гэлӣ', 194 => 'галисиягӣ',
        197 => 'гуаранӣ', 205 => 'гуҷаротӣ', 211 => 'ҳауса', 214 => 'ҳавайӣ', 216 => 'ибронӣ', 'ҳиндӣ', 219 => 'ҳилигайнон', 224 => 'хорватӣ', 226 => 'сербии болоӣ', 228 => 'гаитии креолӣ', 'маҷорӣ',
        232 => 'арманӣ', 'ҳереро', 236 => 'ибибио', 'индонезӣ', 239 => 'игбо', 246 => 'исландӣ', 248 => 'италиявӣ', 'инуктитутӣ', 251 => 'японӣ', 260 => 'гурҷӣ', 284 => 'қазоқӣ',
        288 => 'кхмерӣ', 290 => 'каннада', 'кореягӣ', 293 => 'конканӣ', 296 => 'канурӣ', 301 => 'курукс', 'кашмирӣ', 306 => 'курдӣ', 313 => 'қирғизӣ', 'лотинӣ', 319 => 'люксембургӣ',
        331 => 'лаосӣ', 337 => 'литвонӣ', 346 => 'латишӣ', 359 => 'менде', 362 => 'малагасӣ', 368 => 'маорӣ', 372 => 'мақдунӣ', 'малаяламӣ', 'муғулӣ', 376 => 'манипурӣ', 378 => 'моҳок',
        380 => 'маратҳӣ', 383 => 'малайӣ', 'малтӣ', 391 => 'бирманӣ', 402 => 'непалӣ', 406 => 'ниуэӣ', 408 => 'голландӣ', 413 => 'норвегӣ', 423 => 'нянҷа', 428 => 'окситанӣ',
        435 => 'оромо', 'одия', 440 => 'панҷобӣ', 444 => 'папиаменто', 455 => 'лаҳистонӣ', 462 => 'пушту', 'португалӣ', 'кечуа', 'киче', 474 => 'ретороманӣ', 476 => 'руминӣ', 480 => 'русӣ',
        484 => 'киняруанда', 486 => 'санскрит', 488 => 'саха', 492 => 'санталӣ', 499 => 'синдӣ', 502 => 'самии шимолӣ', 515 => 'сингалӣ', 520 => 'словакӣ', 522 => 'словенӣ', 527 => 'самии ҷанубӣ',
        'луле самӣ', 'инари самӣ', 'сколти самӣ', 533 => 'сомалӣ', 535 => 'албанӣ', 'сербӣ', 549 => 'шведӣ', 553 => 'суриёнӣ', 555 => 'тамилӣ', 558 => 'телугу', 563 => 'тоҷикӣ', 565 => 'тайӣ',
        567 => 'тигриня', 570 => 'туркманӣ', 579 => 'тонганӣ', 583 => 'туркӣ', 590 => 'тоторӣ', 599 => 'тамазайти Атласи Марказӣ', 601 => 'ӯйғурӣ', 603 => 'украинӣ', 605 => 'урду', 'ӯзбекӣ',
        608 => 'венда', 611 => 'ветнамӣ', 625 => 'волоф', 637 => 'идиш', 'йоруба', 647 => 'хитоӣ',
    ],
    'LocalizedNames' => [
        'ar_001' => 'Стандарти муосири арабӣ', 'de_AT' => 'немисии австриягӣ', 'de_CH' => 'немисии швейсарии болоӣ', 'en_AU' => 'англисии австралиягӣ', 'en_CA' => 'англисии канадагӣ', 'en_GB' => 'англисии британӣ', 'en_US' => 'англисии америкоӣ', 'es_419' => 'испании америкоии лотинӣ', 'es_ES' => 'испании аврупоӣ', 'es_MX' => 'испании мексикоӣ',
        'fr_CA' => 'франсузии канадагӣ', 'fr_CH' => 'франсузии швейсарӣ', 'nl_BE' => 'Фламандӣ', 'pt_BR' => 'португалии бразилиягӣ', 'pt_PT' => 'португалии аврупоӣ', 'zh_Hans' => 'хитоии осонфаҳм', 'zh_Hant' => 'хитоии анъанавӣ',
    ],
];
