<?php

return [
    'Names' => [
        8 => 'африкаанс', 18 => 'амхар', 25 => 'гарәпчә', 27 => 'мапуче', 35 => 'ассам', 44 => 'әзәрбайҗан', 'башкорт', 47 => 'бали', 53 => 'белорус', 55 => 'бемба',
        60 => 'болгар', 73 => 'бенгалча', 'тибет', 77 => 'бретон', 81 => 'босния', 88 => 'каталан', 95 => 'себуано', 101 => 'мари', 105 => 'чероки', 108 => 'үзәк көрд',
        110 => 'корсика', 122 => 'чех', 127 => 'уэльс', 'дания', 132 => 'алман', 139 => 'түбән сорб', 143 => 'мальдив', 146 => 'дзонг-кха', 154 => 'грек', 156 => 'инглиз',
        158 => 'эсперанто', 'испан', 161 => 'эстон', 'баск', 165 => 'фарсы', 168 => 'фула', 'фин', 'филиппин', 173 => 'фарер', 175 => 'француз', 184 => 'ирланд', 191 => 'шотланд гэль',
        194 => 'галисия', 197 => 'гуарани', 205 => 'гуҗарати', 211 => 'хауса', 214 => 'гавайи', 216 => 'яһүд', 'һинд', 219 => 'хилигайнон', 224 => 'хорват', 226 => 'югары сорб',
        228 => 'гаити креол', 'венгр', 232 => 'әрмән', 'гереро', 236 => 'ибибио', 'индонезия', 239 => 'игбо', 246 => 'исланд', 248 => 'итальян', 'инуктикут', 251 => 'япон', 260 => 'грузин',
        284 => 'казакъ', 288 => 'кхмер', 290 => 'каннада', 'корея', 293 => 'конкани', 296 => 'канури', 301 => 'курух', 'кашмири', 306 => 'көрд', 313 => 'кыргыз', 'латин',
        319 => 'люксембург', 331 => 'лаос', 337 => 'литва', 346 => 'латыш', 359 => 'менде', 362 => 'малагаси', 368 => 'маори', 372 => 'македон', 'малаялам', 'монгол', 376 => 'манипури',
        378 => 'могаук', 380 => 'маратхи', 383 => 'малай', 'мальта', 391 => 'бирма', 402 => 'непали', 406 => 'ниуэ', 408 => 'голланд', 423 => 'ньянҗа', 428 => 'окситан',
        435 => 'оромо', 'ория', 440 => 'пәнҗаби', 444 => 'папьяменто', 455 => 'поляк', 462 => 'пушту', 'португал', 'кечуа', 'киче', 474 => 'ретороман', 476 => 'румын', 480 => 'рус',
        484 => 'руанда', 486 => 'санскрит', 488 => 'саха', 492 => 'сантали', 499 => 'синдһи', 502 => 'төньяк саам', 515 => 'сингал', 520 => 'словак', 522 => 'словен', 527 => 'көньяк саам',
        'луле-саам', 'инари-саам', 'колтта-саам', 533 => 'сомали', 535 => 'албан', 'серб', 549 => 'швед', 553 => 'сүрия', 555 => 'тамил', 558 => 'телугу', 563 => 'таҗик', 565 => 'тай',
        567 => 'тигринья', 570 => 'төрекмән', 579 => 'тонга', 583 => 'төрек', 590 => 'татар', 599 => 'үзәк атлас тамазигт', 601 => 'уйгыр', 603 => 'украин', 605 => 'урду', 'үзбәк',
        608 => 'венда', 611 => 'вьетнам', 625 => 'волоф', 637 => 'идиш', 'йоруба', 647 => 'кытайча',
    ],
    'LocalizedNames' => ['ar_001' => 'заманча стандарт гарәпчә', 'de_CH' => 'югары алман (Швейцария)', 'en_GB' => 'Британия инглизчәсе', 'en_US' => 'Америка инглизчәсе', 'es_419' => 'испан (Латин Америкасы)', 'es_ES' => 'испан (Европа)', 'nl_BE' => 'фламандча', 'pt_PT' => 'португал (Европа)', 'zh_Hans' => 'гадиләштерелгән кытай', 'zh_Hant' => 'традицион кытай'],
];
