<?php

return [
    'Names' => [
        25 => 'Араб', 73 => 'Бенгал', 132 => 'Немец', 156 => 'Англи', 159 => 'Испан', 175 => 'Француз', 237 => 'Индонези', 248 => 'Итали', 251 => 'Япон', 291 => 'Көрей',
        408 => 'Нидерланд', 455 => 'Поляк', 463 => 'Португал', 480 => 'Орус', 565 => 'Тай', 583 => 'Турк', 598 => 'Тыва', 647 => 'Кыдат',
    ],
    'LocalizedNames' => [
        'ar_001' => 'Амгы стандарт араб', 'en_CA' => 'Англи (CA)', 'en_US' => 'Англи (US)', 'es_419' => 'Латин Америкада Испан', 'es_ES' => 'Европей Испан', 'es_MX' => 'Мексикан Испан', 'fr_CA' => 'Француз (CA)', 'hi_Latn' => 'Хинди (латин)', 'nl_BE' => 'Фламанд', 'pt_BR' => 'Бразилияда Португал',
        'pt_PT' => 'Европей Португал', 'zh_Hans' => 'Кыдат (бөдүүнчүткен)', 'zh_Hant' => 'Кыдат (чаңчылчаан)',
    ],
];
