<?php

return [
    'Names' => [
        12 => 'ꕉꕪꘋ', 18 => 'ꕉꕆꕌꔸ', 25 => 'ꕞꕌꖝ', 53 => 'ꔆꕞꖩꔻ', 60 => 'ꗂꔠꗸꘋ', 73 => 'ꗩꕭꔷ', 122 => 'ꗿꗡ', 132 => 'ꕧꕮꔧ', 154 => 'ꗥꗷꘋ', 156 => 'ꕶꕱ',
        159 => 'ꕐꘊꔧ', 165 => 'ꗨꗡꔻꘂꘋ', 175 => 'ꗱꘋꔻ', 211 => 'ꕌꖙꕢ', 217 => 'ꔦꔺ', 229 => 'ꖽꔟꗸꘋ', 237 => 'ꔤꖆꕇꔻꘂꘋ', 239 => 'ꔤꕼ', 248 => 'ꔤꕚꔷꘂꘋ', 251 => 'ꕧꕐꕇꔧ',
        259 => 'ꕧꕙꕇꔧ', 288 => 'ꕃꘈꗢ', 291 => 'ꖏꔸꘂꘋ', 383 => 'ꕮꔒꔀ', 391 => 'ꗩꕆꔻ', 402 => 'ꕇꕐꔷ', 408 => 'ꗍꔿ', 440 => 'ꖛꕨꔬ', 455 => 'ꗁꔒꔻ', 463 => 'ꕶꕿꕃꔤ',
        476 => 'ꖄꕆꕇꘂꘋ', 480 => 'ꗐꖺꔻꘂꘋ', 484 => 'ꕟꖙꕡ', 533 => 'ꖇꕮꔷ', 549 => 'ꖬꔨꗵꘋ', 555 => 'ꕚꕆꔷ', 565 => 'ꕚꔤ', 583 => 'ꗋꕃ', 603 => 'ꖳꖴꔓꕇꘂꘋ', 605 => 'ꖺꖦ',
        607 => 'ꕙꔤ', 611 => 'ꔲꕩꕯꕆꔧ', 638 => 'ꖎꖄꕑ', 647 => 'ꕦꕇꔧ', 'ꖮꖨ',
    ],
    'LocalizedNames' => [],
];
