<?php

return [
    'Names' => [
        'אַפֿאַר', 8 => 'אַפֿריקאַנס', 13 => 'אַקאַדיש', 18 => 'אַמהאַריש', 'אַראַגאניש', 'אַלט ענגליש', 25 => 'אַראַביש', 'אַראַמיש', 35 => 'אַסאַמיש', 44 => 'אַזערביידזשאַניש', 47 => 'באַלינעזיש', 'בײַעריש',
        53 => 'בעלאַרוסיש', 60 => 'בולגאַריש', 73 => 'בענגאַליש', 'טיבעטיש', 77 => 'ברעטאניש', 81 => 'באסניש', 88 => 'קאַטאַלאניש', 95 => 'סעבואַניש', 115 => 'קרים־טערקיש', 122 => 'טשעכיש', 'קאַשוביש',
        125 => 'קלויסטער־סלאַוויש', 127 => 'וועלשיש', 'דעניש', 132 => 'דײַטש', 139 => 'אונטער־סארביש', 144 => 'זשאלא־פֿאני', 154 => 'גריכיש', 156 => 'ענגליש', 'מיטל ענגליש', 'עספּעראַנטא', 'שפּאַניש', 161 => 'עסטיש',
        'באַסקיש', 165 => 'פּערסיש', 169 => 'פֿיניש', 'פֿיליפּינא', 172 => 'פֿידזשי', 'פֿאַראיש', 175 => 'פֿראַנצויזיש', 178 => 'אַלט־פֿראַנצויזיש', 180 => 'דרום־פֿריזיש', 'מזרח־פֿריזיש', 183 => 'מערב־פֿריזיש', 'איריש',
        191 => 'סקאטיש געליש', 194 => 'גאַלישיש', 196 => 'מיטל הויכדויטש', 198 => 'אַלט־ הויכדויטש', 201 => 'גאטיש', 203 => 'אוראַלט־גריכיש', 209 => 'מאַנקס', 211 => 'האַוסאַ', 216 => 'העברעאיש', 'הינדי', 'פידזשי הינדי',
        224 => 'קראאַטיש', 226 => 'אייבער־סארביש', 229 => 'אונגעריש', 232 => 'אַרמעניש', 237 => 'אינדאנעזיש', 245 => 'אידא', 'איסלאַנדיש', 248 => 'איטאַליעניש', 251 => 'יאַפּאַניש', 253 => 'לאזשבאָן',
        256 => 'יידיש־פערסיש', 259 => 'יאַוואַנעזיש', 'גרוזיניש', 284 => 'קאַזאַכיש', 288 => 'כמער', 290 => 'קאַנאַדאַ', 'קארעאיש', 306 => 'קורדיש', 310 => 'קארניש', 313 => 'קירגיזיש', 'לאטייניש', 'לאַדינא',
        319 => 'לוקסעמבורגיש', 326 => 'ליוויש', 331 => 'לאַא', 337 => 'ליטוויש', 344 => 'מיזא', 346 => 'לעטיש', 368 => 'מאַאריש', 372 => 'מאַקעדאניש', 'מאַלאַיאַלאַם', 'מאנגאליש', 384 => 'מאַלטעזיש',
        391 => 'בירמאַניש', 397 => 'נאַפּאליטַניש', 401 => 'נידערדײַטש', 'נעפּאַליש', 408 => 'האלענדיש', 410 => 'נײַ־נארוועגיש', 413 => 'נארוועגיש', 428 => 'אקסיטאַניש', 437 => 'אסעטיש', 450 => 'אַלט פּערסיש',
        455 => 'פּויליש', 460 => 'פּרייסיש', 462 => 'פּאַשטאָ', 'פּארטוגעזיש', 476 => 'רומעניש', 480 => 'רוסיש', 'רוסיניש', 486 => 'סאַנסקריט', 496 => 'סאַרדיש', 'סיציליאַניש', 'סקאטס', 'סינדהי',
        502 => 'נארדסאַמיש', 509 => 'אַלט־איריש', 511 => 'סערבא־קראאַטיש', 515 => 'סינהאַליש', 520 => 'סלאוואַקיש', 522 => 'סלאוועניש', 524 => 'אונטער שלעזיש', 526 => 'סאַמאאַניש', 531 => 'שאנאַ', 533 => 'סאמאַליש',
        535 => 'אַלבאַניש', 'סערביש', 547 => 'סומעריש', 549 => 'שוועדיש', 'סוואַהיליש', 'קאמאריש', 554 => 'שלעזיש', 'טאַמיל', 568 => 'טיגרע', 570 => 'טורקמעניש', 573 => 'טאַגאַלאג', 590 => 'טאָטעריש',
        603 => 'אוקראַאיניש', 605 => 'אורדו', 'אוזבעקיש', 611 => 'וויעטנאַמעזיש', 'מערב פֿלעמיש', 615 => 'וואלאַפּוק', 637 => 'ייִדיש', 647 => 'כינעזיש', 'זולו',
    ],
    'LocalizedNames' => ['nl_BE' => 'פֿלעמיש', 'sw_CD' => 'קאנגא־סוואַהיליש'],
];
