<?php

return [
    'Names' => [
        12 => 'ⵜⴰⴽⴰⵏⵜ', 18 => 'ⵜⴰⵎⵀⴰⵔⵉⵜ', 25 => 'ⵜⴰⵄⵔⴰⴱⵜ', 53 => 'ⵜⴰⴱⵉⵍⴰⵔⵓⵙⵜ', 60 => 'ⵜⴰⴱⵍⵖⴰⵔⵉⵜ', 73 => 'ⵜⴰⴱⵏⵖⴰⵍⵉⵜ', 122 => 'ⵜⴰⵜⵛⵉⴽⵉⵜ', 132 => 'ⵜⴰⵍⵉⵎⴰⵏⵜ', 154 => 'ⵜⴰⴳⵔⵉⴳⵉⵜ', 156 => 'ⵜⴰⵏⴳⵍⵉⵣⵜ',
        159 => 'ⵜⴰⵙⴱⵏⵢⵓⵍⵉⵜ', 165 => 'ⵜⴰⴼⵓⵔⵙⵉⵜ', 175 => 'ⵜⴰⴼⵔⴰⵏⵙⵉⵙⵜ', 211 => 'ⵜⴰⵀⴰⵡⵙⴰⵜ', 217 => 'ⵜⴰⵀⵉⵏⴷⵉⵜ', 229 => 'ⵜⴰⵀⵏⵖⴰⵔⵉⵜ', 237 => 'ⵜⴰⵏⴷⵓⵏⵉⵙⵉⵜ', 239 => 'ⵜⵉⴳⴱⵓⵜ', 248 => 'ⵜⴰⵟⴰⵍⵢⴰⵏⵜ', 251 => 'ⵜⴰⵊⴰⴱⴱⵓⵏⵉⵜ',
        259 => 'ⵜⴰⵊⴰⴱⴰⵏⵉⵜ', 288 => 'ⵜⴰⵅⵎⵉⵔⵜ', 291 => 'ⵜⴰⴽⵓⵔⵉⵜ', 383 => 'ⵜⴰⵎⴰⵍⴰⵡⵉⵜ', 391 => 'ⵜⴰⴱⵉⵔⵎⴰⵏⵉⵜ', 402 => 'ⵜⴰⵏⵉⴱⴰⵍⵉⵜ', 408 => 'ⵜⴰⵀⵓⵍⴰⵏⴷⵉⵜ', 440 => 'ⵜⴰⴱⵏⵊⴰⴱⵉⵜ', 455 => 'ⵜⴰⴱⵓⵍⵓⵏⵉⵜ', 463 => 'ⵜⴰⴱⵕⵟⵇⵉⵣⵜ',
        476 => 'ⵜⴰⵔⵓⵎⴰⵏⵉⵜ', 480 => 'ⵜⴰⵔⵓⵙⵉⵜ', 484 => 'ⵜⴰⵔⵓⵡⴰⵏⴷⵉⵜ', 533 => 'ⵜⴰⵙⵓⵎⴰⵍⵉⵜ', 549 => 'ⵜⴰⵙⵡⵉⴷⵉⵜ', 555 => 'ⵜⴰⵜⴰⵎⵉⵍⵜ', 565 => 'ⵜⴰⵜⴰⵢⵍⴰⵏⴷⵉⵜ', 583 => 'ⵜⴰⵜⵓⵔⴽⵉⵜ', 603 => 'ⵜⵓⴽⵔⴰⵏⵉⵜ', 605 => 'ⵜⵓⵔⴷⵓⵜ',
        611 => 'ⵜⴰⴱⵉⵜⵏⴰⵎⵉⵜ', 638 => 'ⵜⴰⵢⵔⵓⴱⴰⵜ', 646 => 'ⵜⴰⵎⴰⵣⵉⵖⵜ', 'ⵜⴰⵛⵉⵏⵡⵉⵜ', 'ⵜⴰⵣⵓⵍⵓⵜ',
    ],
    'LocalizedNames' => [],
];
