<?php

return [
    'Names' => [
        '阿法爾文', 18 => '岩哈拉語', 44 => '阿塞拜疆文', '巴什基爾文', 77 => '布里多尼文', 81 => '波斯尼亞文', 88 => '加泰隆尼亞文', 121 => '塞舌爾克里奧爾法文', 134 => '斯拉夫文', 158 => '世界語', 193 => '吉爾伯特文',
        '加里西亞文', 204 => '瑞士德文', 224 => '克羅地亞文', 239 => '伊博文', 248 => '意大利文', 256 => '猶太波斯文', 260 => '格魯吉亞文', 282 => '扎扎其文', 290 => '坎納達文', 298 => '克裡奧爾文',
        331 => '老撾文', 343 => '盧歐文', 361 => '毛里裘斯克里奧爾文', '馬拉加斯文', 373 => '馬拉雅拉姆文', 384 => '馬耳他文', 417 => '西非書面語言（N’ko）', 436 => '奧里雅文', 447 => '尼日利亞皮欽文', 483 => '阿羅馬尼亞語', '盧旺達文',
        522 => '斯洛文尼亞文', 531 => '修納文', 533 => '索馬里文', 553 => '敍利亞文', 555 => '泰米爾文', 578 => '突尼西亞文', '湯加文', 605 => '烏爾都文', 624 => '瓦爾皮里文', 640 => '廣東話',
        646 => '摩洛哥標準塔馬齊格特文',
    ],
    'LocalizedNames' => [
        'az_Arab' => '南阿塞拜疆文', 'de_AT' => '奧地利德文', 'de_CH' => '瑞士德語', 'en_AU' => '澳洲英文', 'en_CA' => '加拿大英文', 'en_GB' => '英國英文', 'en_US' => '美國英文', 'es_419' => '拉丁美洲西班牙文', 'es_ES' => '歐洲西班牙文', 'es_MX' => '墨西哥西班牙文',
        'fa_AF' => '達利文', 'fr_CA' => '加拿大法文', 'fr_CH' => '瑞士法文', 'nl_BE' => '比利時荷蘭文', 'pt_BR' => '巴西葡萄牙文', 'pt_PT' => '歐洲葡萄牙文', 'ro_MD' => '摩爾多瓦羅馬尼亞文', 'sw_CD' => '剛果史瓦希里文',
    ],
];
