Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
af: Hierdie versameling moet presies {{ limit }} element bevat.|Hierdie versameling moet presies {{ limit }} elemente bevat.
az: Bu kolleksiyada tam olaraq {{ limit }} element olmalıdır.
bs: Ova kolekcija bi trebalo da sadrži tačno {{ limit }} element.|Ova kolekcija bi trebalo da sadrži tačno {{ limit }} elementa.|Ova kolekcija bi trebalo da sadrži tačno {{ limit }} elemenata.
cy: Dylai'r casgliad hwn gynnwys union {{ limit }} elfen.
da: Denne samling skal indeholde præcis ét element.|Denne samling skal indeholde præcis {{ limit }} elementer.
el: Αυτή η συλλογή θα πρέπει να περιέχει ακριβώς {{ limit }} στοιχείo.|Αυτή η συλλογή θα πρέπει να περιέχει ακριβώς {{ limit }} στοιχεία.
eu: Bilduma honek zehazki elementu {{ limit }} eduki beharko luke.|Bilduma honek zehazki {{ limit }} elementu eduki beharko lituzke.
fa: این مجموعه باید دقیقا حاوی {{ limit }} عنصر باشد.|این مجموعه باید دقیقا حاوی {{ limit }} عنصر باشد.
gl: Esta colección debe conter exactamente {{ limit }} elemento.|Esta colección debe conter exactamente {{ limit }} elementos.
he: האוסף צריך להכיל בדיוק {{ limit }} אלמנטים.|האוסף צריך להכיל בדיוק {{ limit }} אלמנטים.
id: Kumpulan ini harus memiliki tepat {{ limit }} elemen.
ja: 要素はちょうど{{ limit }}個でなければなりません。
lb: Dës Sammlung sollt exakt {{ limit }} Element hunn.|Dës Sammlung sollt exakt {{ limit }} Elementer hunn.
lt: Sąraše turi būti lygiai {{ limit }} įrašas.|Sąraše turi būti lygiai {{ limit }} įrašai.|Sąraše turi būti lygiai {{ limit }} įrašų.
mk: Оваа колекција треба да содржи точно {{ limit }} елемент.|Оваа колекција треба да содржи точно {{ limit }} елементи.
my: ဤစုစည်းမှုတွင် {{limit}} element အတိအကျပါသင့်သည်။
nn: Denne samlinga må innehalde nøyaktig {{ limit }} element.|Denne samlinga må innehalde nøyaktig {{ limit }} element.
no: Denne samlingen må inneholde nøyaktig {{ limit }} element.|Denne samlingen må inneholde nøyaktig {{ limit }} elementer.
sk: Táto kolekcia by mala obsahovať presne {{ limit }} prvok.|Táto kolekcia by mala obsahovať presne {{ limit }} prvky.|Táto kolekcia by mala obsahovať presne {{ limit }} prvkov.
sq: Ky koleksion duhet të përmbajë saktësisht {{ limit }} element.|Ky koleksion duhet të përmbajë saktësisht {{ limit }} elemente.
sr_cyrl: Ова колекција треба да садржи тачно {{ limit }} елемент.|Ова колекција треба да садржи тачно {{ limit }} елемента.|Ова колекција треба да садржи тачно {{ limit }} елемената.
sr_latn: Ova kolekcija bi trebala da sadrži tačno {{ limit }} element.|Ova kolekcija bi trebala da sadrži tačno {{ limit }} elementa.
sv: Den här samlingen ska innehålla exakt {{ limit }} element.|Den här samlingen ska innehålla exakt {{ limit }} element.
th: คอเล็กชั่นนี้ควรจะมี {{ limit }} สมาชิกเท่านั้น
tl: Ang koleksyong ito ay magkaroon ng eksaktong {{ limit }} elemento.|Ang koleksyong ito ay magkaroon ng eksaktong {{ limit }} mga elemento.
tr: Bu derlem {{ limit }} eleman içermelidir.
uk: Ця колекція повинна містити рівно {{ limit }} елемент.|Ця колекція повинна містити рівно {{ limit }} елемента.|Ця колекція повинна містити рівно {{ limit }} елементів.
ur: عنصر ہونا چاہیے {{ limit }} عنصر ہونا چاہیے۔|اس مجموعے میں بالکل {{ limit }} اس مجموعہ میں بالکل
vi: Danh sách phải chứa chính xác {{ limit }} thành phần.|Danh sách phải chứa chính xác {{ limit }} thành phần.

source: Invalid card number.
af: Ongeldige kredietkaart nommer.
az: Yanlış kart nömrəsi.
bs: Broj kartice je neispravan.
cy: Nid oedd rhif y cerdyn yn ddilys.
da: Ugyldigt kortnummer.
el: Μη έγκυρος αριθμός κάρτας.
eu: Txartel zenbaki baliogabea.
fa: شماره کارت نامعتبر است.
gl: Número de tarxeta non válido.
he: מספר הכרטיס אינו חוקי.
id: Nomor kartu tidak sah.
ja: 無効なカード番号です。
lb: Ongëlteg Kaartennummer.
lt: Klaidingas kortelės numeris.
mk: Бројот на картичката не е валиден.
my: ကဒ်နံပါတ်မမှန်ပါ။
nn: Ugyldig kortnummer.
no: Ugyldig kortnummer.
sk: Neplatné číslo karty.
sq: Numër karte i pavlefshëm.
sr_cyrl: Невалидан број картице.
sr_latn: Nevalidan broj kartice.
sv: Ogiltigt kortnummer.
th: หมายเลขบัตรไม่ถูกต้อง
tl: Hindi wastong numero ng kard.
tr: Geçersiz kart numarası.
uk: Невірний номер карти.
ur: غلط کارڈ نمبر
vi: Số thẻ không hợp lệ.

source: Unsupported card type or invalid card number.
af: Nie-ondersteunde tipe kaart of ongeldige kredietkaart nommer.
az: Dəstəklənməyən kart tipi və ya yanlış kart nömrəsi.
bs: Tip kartice nije podržan ili je broj kartice neispravan.
cy: Unai ni dderbynir y math yna o gerdyn, neu nid yw rhif y cerdyn yn ddilys.
da: Ikke-understøttet korttype eller ugyldigt kortnummer.
el: Μη υποστηριζόμενος τύπος κάρτας ή μη έγκυρος αριθμός κάρτας.
eu: Txartel mota onartezina edo txartel zenbaki baliogabea.
fa: نوع کارت پشتیبانی نمی‌شود و یا شماره کارت نامعتبر می‌باشد.
gl: Tipo de tarxeta non soportado ou número de tarxeta non válido.
he: סוג הכרטיס אינו נתמך או לא חוקי.
id: Jenis kartu tidak didukung atau nomor kartu tidak sah.
ja: 未対応のカード種類又は無効なカード番号です。
lb: Net ënnerstëtzte Kaartentyp oder ongëlteg Kaartennummer.
lt: Kortelės tipas nepalaikomas arba klaidingas kortelės numeris.
mk: Неподдржан тип на картичка или бројот на картичката не е валиден.
my: ကဒ်အမျိုးအစားမမှန်ပါ (သို့မဟုတ်) ကဒ်နံပါတ်မမှန်ပါ။
nn: Korttypen er ikkje støtta, eller kortnummeret er ugyldig.
no: Korttypen er ikke støttet eller kortnummeret er ugyldig.
sk: Nepodporovaný typ karty alebo neplatné číslo karty.
sq: Lloj karte i papranuar ose numër karte i pavlefshëm.
sr_cyrl: Невалидан број картице или тип картице није подржан.
sr_latn: Nevalidan broj kartice ili nepodržan tip kartice.
sv: Okänd korttyp eller ogiltigt kortnummer.
th: ไม่รู้จักประเภทของบัตร หรือหมายเลขบัตรไม่ถูกต้อง
tl: Hindi supportadong uri ng kard o hindi wastong numero ng kard.
tr: Desteklenmeyen kart tipi veya geçersiz kart numarası.
uk: Непідтримуваний тип карти або невірний номер карти.
ur: غیر تعاون یافتہ کارڈ کی قسم یا غلط کارڈ نمبر
vi: Thẻ không được hỗ trợ hoặc số thẻ không hợp lệ.

# This is not a valid International Bank Account Number (IBAN).
source: This value is not a valid International Bank Account Number (IBAN).
af: Hierdie waarde is nie 'n geldige Internasionale Bankrekeningnommer (IBAN) nie.
az: Bu dəyər etibarlı bir Beynəlxalq Bank Hesab Nömrəsi (IBAN) deyil.
bs: Ova vrijednost nije valjan Međunarodni broj bankovnog računa (IBAN).
cy: Nid yw'r gwerth hwn yn Rhif Cyfrif Banc Rhyngwladol (IBAN) dilys.
da: Denne værdi er ikke et gyldigt internationalt bankkontonummer (IBAN).
el: Αυτός δεν είναι έγκυρος διεθνής αριθμός τραπεζικού λογαριασμού (IBAN).
eu: Balio hau ez da Nazioarteko Banku Kontu Zenbaki (IBAN) baliozko bat.
fa: این مقدار یک شماره شبای معتبر نمی‌باشد.
gl: Este valor non é un Número de Conta Bancaria Internacional (IBAN) válido.
he: ערך זה אינו מספר חשבון בנק בינלאומי (IBAN) תקף.
id: Nilai ini bukan Nomor Rekening Bank Internasional (IBAN) yang valid.
ja: 有効な国際銀行勘定番号（IBAN）ではありません。
lb: Dëse Wäert ass keng gülteg International Bankkontonummer (IBAN).
lt: Ši reikšmė nėra tinkamas Tarptautinis Banko Sąskaitos Numeris (IBAN).
mk: Оваа вредност не е валиден Меѓународен Банкарски Сметка Број (IBAN).
my: ဤတန်ဖိုးသည် မှန်ကန်သော နိုင်ငံတကာ ဘဏ်စာရင်းနံပါတ် (IBAN) မဟုတ်ပါ။
nn: Denne verdien er ikkje eit gyldig internasjonalt bankkontonummer (IBAN).
sk: Táto hodnota nie je platným Medzinárodným bankovým číslom účtu (IBAN).
sq: Kjo vlerë nuk është një Numër Llogarie Bankare Ndërkombëtare (IBAN) i vlefshëm.
sr_cyrl: Ова вредност није валидан Међународни број банковног рачуна (IBAN).
sr_latn: Ova vrednost nije validan Međunarodni broj bankovnog računa (IBAN).
sv: Värdet är inte ett giltigt internationellt bankkontonummer (IBAN).
th: ค่านี้ไม่ใช่หมายเลขบัญชีธนาคารระหว่างประเทศ (IBAN) ที่ถูกต้อง
tl: Ang halagang ito ay hindi isang wastong International Bank Account Number (IBAN).
tr: Bu değer geçerli bir Uluslararası Banka Hesap Numarası (IBAN) değil.
uk: Це значення не є дійсним міжнародним номером банківського рахунку (IBAN).
ur: یہ قیمت کوئی درست بین الاقوامی بینک اکاؤنٹ نمبر (IBAN) نہیں ہے۔
vi: Giá trị này không phải là Số Tài Khoản Ngân Hàng Quốc Tế (IBAN) hợp lệ.

source: This value is not a valid ISBN-10.
af: Hierdie waarde is nie 'n geldige ISBN-10 nie.
az: Bu dəyər doğru bir ISBN-10 deyil.
bs: Ova vrijednost nije ispravan ISBN-10.
cy: Nid yw'r gwerth hwn yn ISBN-10 dilys.
da: Værdien er ikke en gyldig ISBN-10.
el: Αυτό δεν είναι έγκυρος κωδικός ISBN-10.
eu: Balio hau ez da onartutako ISBN-10 bat.
fa: این مقدار یک ISBN-10 معتبر نمی‌باشد.
gl: Este valor non é un ISBN-10 válido.
he: הערך אינו ערך ISBN-10 חוקי.
id: Nilai ini bukan ISBN-10 yang sah.
ja: 有効なISBN-10コードではありません。
lb: Dëse Wäert ass keng gëlteg ISBN-10.
lt: Ši reikšmė neatitinka ISBN-10 formato.
mk: Оваа вредност не е валиден ISBN-10.
my: ဤတန်ဖိုးသည် မှန်ကန်သော ISBN-10 တန်ဖိုးမဟုတ်ပါ၊
nn: Verdien er ikkje eit gyldig ISBN-10.
no: Verdien er ikke en gyldig ISBN-10.
sk: Táto hodnota je neplatné ISBN-10.
sq: Kjo vlerë nuk është një ISBN-10 e vlefshme.
sr_cyrl: Ово није валидан ISBN-10.
sr_latn: Nevalidna vrednost ISBN-10.
sv: Värdet är inte en giltig ISBN-10.
th: ค่านี้ไม่ใช่ ISBN-10 ที่ถูกต้อง
tl: Ang halagang ito ay hindi balidong SBN-10.
tr: Bu değer geçerli bir ISBN-10 değildir.
uk: Значення не у форматі ISBN-10.
ur: نہیں ہے ISBN-10 یھ ويليو درست۔
vi: Giá trị không phải là ISBN-10 hợp lệ.

source: This value is not a valid ISBN-13.
af: Hierdie waarde is nie 'n geldige ISBN-13 nie.
az: Bu dəyər doğru bir ISBN-13 deyil.
bs: Ova vrijednost nije ispravan ISBN-13.
cy: Nid yw'r gwerth hwn yn ISBN-13 dilys.
da: Værdien er ikke en gyldig ISBN-13.
el: Αυτό δεν είναι έγκυρος κωδικός ISBN-13.
eu: Balio hau ez da onartutako ISBN-13 bat.
fa: این مقدار یک ISBN-13 معتبر نمی‌باشد.
gl: Este valor non é un ISBN-13 válido.
he: הערך אינו ערך ISBN-13 חוקי.
id: Nilai ini bukan ISBN-13 yang sah.
ja: 有効なISBN-13コードではありません。
lb: Dëse Wäert ass keng gëlteg ISBN-13.
lt: Ši reikšmė neatitinka ISBN-13 formato.
mk: Оваа вредност не е валиден ISBN-13.
my: ဤတန်ဖိုးသည် မှန်ကန်သော ISBN-13 တန်ဖိုးမဟုတ်ပါ၊
nn: Verdien er ikkje eit gyldig ISBN-13.
no: Verdien er ikke en gyldig ISBN-13.
sk: Táto hodnota je neplatné ISBN-13.
sq: Kjo vlerë nuk është një ISBN-13 e vlefshme.
sr_cyrl: Ово није валидан ISBN-13.
sr_latn: Nevalidna vrednost ISBN-13.
sv: Värdet är inte en giltig ISBN-13.
th: ค่านี้ไม่ใช่ ISBN-13 ที่ถูกต้อง
tl: Ang halagang ito ay hindi balidong ISBN-13.
tr: Bu değer geçerli bir ISBN-13 değildir.
uk: Значення не у форматі ISBN-13.
ur: نہیں ہے ISBN-13 یھ ويليو درست۔
vi: Giá trị không phải là ISBN-13 hợp lệ.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
af: Hierdie waarde is nie 'n geldige ISBN-10 of ISBN-13 nie.
az: Bu dəyər doğru bir ISBN-10 və ya ISBN-13 deyil.
bs: Ova vrijednost nije ispravan ISBN-10 niti ISBN-13.
cy: Nid yw'r gwerth hwn yn Rhif ISBN-10 dilys nac yn ISBN-13 dilys.
da: Værdien er hverken en gyldig ISBN-10 eller en gyldig ISBN-13.
el: Αυτό δεν είναι ούτε έγκυρος κωδικός ISBN-10 ούτε έγκυρος κωδικός ISBN-13.
eu: Balio hau ez da onartutako ISBN-10 edo ISBN-13 bat.
fa: این مقدار یک ISBN-10 معتبر و یا ISBN-13 معتبر نمی‌باشد.
gl: Este valor non é nin un ISBN-10 válido nin un ISBN-13 válido.
he: הערך אינו ערך ISBN-10 חוקי או ערך ISBN-13 חוקי.
id: Nilai ini bukan ISBN-10 maupun ISBN-13 yang sah.
ja: 有効なISBN-10コード又はISBN-13コードではありません。
lb: Dëse Wäert ass weder eng gëlteg ISBN-10 nach eng gëlteg ISBN-13.
lt: Ši reikšmė neatitinka nei ISBN-10, nei ISBN-13 formato.
mk: Оваа вредност не е ниту валиден ISBN-10 ниту валиден ISBN-13.
my: ဤတန်ဖိုးသည် သင့်လျှော်သော် ISBN-10 (သို့မဟုတ်) ISBN-13 တန်ဖိုးမဟုတ်ပါ၊
nn: Verdien er verken eit gyldig ISBN-10 eller eit gyldig ISBN-13.
no: Verdien er hverken en gyldig ISBN-10 eller ISBN-13.
sk: Táto hodnota nie je platné ISBN-10 ani ISBN-13.
sq: Kjo vlerë nuk është as ISBN-10 e vlefshme as ISBN-13 e vlefshme.
sr_cyrl: Ово није валидан ISBN-10 или ISBN-13.
sr_latn: Vrednost nije ni validan ISBN-10 ni validan ISBN-13.
sv: Värdet är varken en giltig ISBN-10 eller en giltig ISBN-13.
th: ค่านี้ไม่ใช่ ISBN-10 หรือ ISBN-13 ที่ถูกต้อง
tl: Ang halagang ito ay pwdeng isang balidong ISBN-10 o isang balidong ISBN-13.
tr: Bu değer geçerli bir ISBN-10 veya ISBN-13 değildir.
uk: Значення не відповідає форматам ISBN-10 та ISBN-13.
ur: ISBN-13 ے اور نہ ہی درست ISBN-10 یہ ويليو نہ تو درست
vi: Giá trị không phải là ISBN-10 hoặc ISBN-13 hợp lệ.

source: This value is not a valid ISSN.
af: Hierdie waarde is nie 'n geldige ISSN nie.
az: Bu dəyər doğru bir ISSN deyil.
bs: Ova vrijednost nije ispravan ISSN.
cy: Nid yw'r gwerth hwn yn ISSN dilys.
da: Værdien er ikke en gyldig ISSN.
el: Αυτό δεν είναι έγκυρος κωδικός ISSN.
eu: Balio hau ez da onartutako ISSN bat.
fa: این مقدار یک ISSN معتبر نمی‌باشد.
gl: Este valor non é un ISSN válido.
he: הערך אינו ערך ISSN חוקי.
id: Nilai ini bukan ISSN yang sah.
ja: 有効なISSNコードではありません。
lb: Dëse Wäert ass keng gëlteg ISSN.
lt: Ši reišmė neatitinka ISSN formato.
mk: Оваа вредност не е валиден ISSN.
my: ဤတန်ဖိုးသည် သင့်လျှော်သော် ISSN တန်ဖိုးမဟုတ်ပါ။
nn: Verdien er ikkje eit gyldig ISSN.
no: Verdien er ikke en gyldig ISSN.
sk: Táto hodnota nie je platné ISSN.
sq: Kjo vlerë nuk është një ISSN e vlefshme.
sr_cyrl: Ово није валидан ISSN.
sr_latn: Nevalidna vrednost ISSN.
sv: Värdet är inte en giltig ISSN.
th: ค่านี้ไม่ใช่ ISSN ที่ถูกต้อง
tl: Ang halangang ito ay hindi isang balidong ISSN.
tr: Bu değer geçerli bir ISSN değildir.
uk: Значення має невірний формат ISSN.
ur: نہیں ہے ISSNیھ ويليو درست۔
vi: Giá trị không phải là ISSN hợp lệ.

source: This value is not a valid currency.
af: Hierdie waarde is nie 'n geldige geldeenheid nie.
az: Bu dəyər doğru bir valyuta deyil.
bs: Ova vrijednost nije ispravna valuta.
cy: Nid yw'r gwerth hwn yn arian dilys.
da: Denne værdi er ikke en gyldig valuta.
el: Αυτό δεν αντιστοιχεί σε έγκυρο νόμισμα.
eu: Balio hau ez da baliozko moneta bat.
fa: این مقدار یک واحد پول معتبر نمی‌باشد.
gl: Este valor non é unha moeda válida.
he: הערך אינו ערך מטבע חוקי.
id: Nilai ini bukan mata uang yang sah.
ja: 有効な貨幣ではありません。
lb: Dëse Wäert ass keng gëlteg Währung.
lt: Netinkamas valiutos formatas.
mk: Оваа вредност не е валидна валута.
my: ဤတန်ဖိုးသည် သင့်လျှော်သော် ငွေကြေးတန်ဖိုးမဟုတ်ပါ။
nn: Verdien er ikkje ein gyldig valuta.
no: Verdien er ikke gyldig valuta.
sk: Táto hodnota nie je platná mena.
sq: Kjo vlerë nuk është një valutë e vlefshme.
sr_cyrl: Ово није валидна валута.
sr_latn: Vrednost nije validna valuta.
sv: Värdet är inte en giltig valuta.
th: ค่านี้ไม่ใช่สกุลเงินที่ถูกต้อง
tl: Ang halagang ito ay hindi balidong pera.
tr: Bu değer geçerli bir para birimi değil.
uk: Значення має невірний формат валюти.
ur: یہ ويليو درست کرنسی نہیں ہے
vi: Giá trị không phải là đơn vị tiền tệ hợp lệ.

source: This value should be equal to {{ compared_value }}.
af: Hierdie waarde moet gelyk aan {{ compared_value }} wees.
az: Bu dəyər {{ compared_value }} ilə bərabər olmalıdır.
bs: Ova vrijednost bi trebalo da bude jednaka {{ compared_value }}.
cy: Dylai'r gwerth hwn fod yn gyfartal â {{ compared_value }}.
da: Denne værdi skal være lig med {{ compared_value }}.
el: Αυτή η τιμή θα πρέπει να είναι ίση με {{ compared_value }}.
eu: Balio hau {{ compared_value }}-(r)en berbera izan beharko litzateke.
fa: این مقدار باید برابر با {{ compared_value }} باشد.
gl: Este valor debería ser igual a {{ compared_value }}.
he: הערך חייב להיות שווה ל {{ compared_value }}.
id: Nilai ini seharusnya sama dengan {{ compared_value }}.
ja: {{ compared_value }}と等しくなければなりません。
lb: Dëse Wäert sollt {{ compared_value }} sinn.
lt: Ši reikšmė turi būti lygi {{ compared_value }}.
mk: Оваа вредност треба да биде еднаква на {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{ compared_value }} နှင့်ညီသင့်သည်။
nn: Verdien bør vera eins med {{ compared_value }}.
no: Verdien skal være lik {{ compared_value }}.
sk: Táto hodnota by mala byť rovná {{ compared_value }}.
sq: Kjo vlerë duhet të jetë e barabartë me {{ compared_value }}.
sr_cyrl: Ова вредност треба да буде {{ compared_value }}.
sr_latn: Ova vrednost bi trebala da bude jednaka {{ compared_value }}.
sv: Värdet ska vara detsamma som {{ compared_value }}.
th: ค่านี้ควรตรงกับ {{ compared_value }}
tl: Ito ay hindi dapat magkapareho sa {{ compared_value }}.
tr: Bu değer {{ compared_value }} ile eşit olmalıdır.
uk: Значення повинно дорівнювати {{ compared_value }}.
ur: کے برابر ہونا چاہیے {{ compared_value }} یھ ويليو
vi: Giá trị phải bằng {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
af: Hierdie waarde moet meer as {{ compared_value }} wees.
az: Bu dəyər {{ compared_value }} dəyərindən büyük olmalıdır.
bs: Ova vrijednost bi trebalo da bude veća od {{ compared_value }}.
cy: Dylai'r gwerth hwn fod yn fwy na {{ compared_value }}.
da: Denne værdi skal være større end {{ compared_value }}.
el: Αυτή η τιμή θα πρέπει να είναι μεγαλύτερη από {{ compared_value }}.
eu: Balio hau {{ compared_value }} baino handiagoa izan beharko litzateke.
fa: این مقدار باید از {{ compared_value }} بیشتر باشد.
gl: Este valor debería ser maior que {{ compared_value }}.
he: הערך חייב להיות גדול מ {{ compared_value }}.
id: Nilai ini seharusnya lebih dari {{ compared_value }}.
ja: {{ compared_value }}より大きくなければなりません。
lb: Dëse Wäert sollt méi grouss wéi {{ compared_value }} sinn.
lt: Ši reikšmė turi būti didesnė už {{ compared_value }}.
mk: Оваа вредност треба да е поголема од {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{ compared_value }} ထက်ကြီးသင့်သည်။
nn: Verdien bør vera større enn {{ compared_value }}.
no: Verdien skal være større enn {{ compared_value }}.
sk: Táto hodnota by mala byť väčšia ako {{ compared_value }}.
sq: Kjo vlerë duhet të jetë më e madhe se {{ compared_value }}.
sr_cyrl: Ова вредност треба да буде већа од {{ compared_value }}.
sr_latn: Ova vrednost bi trebala da bude veća od {{ compared_value }}.
sv: Värdet ska vara större än {{ compared_value }}.
th: ค่านี้ควรจะมากกว่า {{ compared_value }}
tl: Ang halagang ito ay dapat tataas sa {{ compared_value }}.
tr: Bu değer {{ compared_value }} değerinden büyük olmalıdır.
uk: Значення має бути більше ніж {{ compared_value }}.
ur: سے بڈي ہوني چاہیے {{ compared_value }} یھ ويليو
vi: Giá trị phải lớn hơn {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
af: Hierdie waarde moet meer of gelyk aan {{ compared_value }} wees.
az: Bu dəyər {{ compared_value }} ilə bərabər və ya daha böyük olmaldır.
bs: Ova vrijednost bi trebalo da bude jednaka ili veća od {{ compared_value }}.
cy: Dylai'r gwerth hwn fod yn fwy na neu'n hafal i {{ compared_value }}.
da: Denne værdi skal være større end eller lig med {{ compared_value }}.
el: Αυτή η τιμή θα πρέπει να είναι μεγαλύτερη ή ίση με {{ compared_value }}.
eu: Balio hau {{ compared_value }}-(r)en berdina edota handiagoa izan beharko litzateke.
fa: این مقدار باید بزرگتر و یا مساوی با {{ compared_value }} باشد.
gl: Este valor debería ser maior ou igual que {{ compared_value }}.
he: הערך חייב להיות גדול או שווה ל {{ compared_value }}.
id: Nilai ini seharusnya lebih dari atau sama dengan {{ compared_value }}.
ja: {{ compared_value }}以上でなければなりません。
lb: Dëse Wäert sollt méi grouss wéi oder gläich {{ compared_value }} sinn.
lt: Ši reikšmė turi būti didesnė už arba lygi {{ compared_value }}.
mk: Оваа вредност треба да е поголема или еднаква на {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{ compared_value }} ထက်ကြီးသင့်သည် (သို့မဟုတ်) ဤတန်ဖိုးသည် {{ compared_value }} ညီသင့်သည်။
nn: Verdien bør vera større enn eller eins med {{ compared_value }}.
no: Verdien skal være større enn eller lik {{ compared_value }}.
sk: Táto hodnota by mala byť väčšia alebo rovná {{ compared_value }}.
sq: Kjo vlerë duhet të jetë më e madhe ose e barabartë me {{ compared_value }}.
sr_cyrl: Ова вредност треба да буде већа или једнака {{ compared_value }}.
sr_latn: Ova vrednost bi trebala da je veća ili jednaka {{ compared_value }}.
sv: Värdet ska bara större än eller detsamma som {{ compared_value }}.
th: ค่านี้ควรจะมากกว่าหรือตรงกับ {{ compared_value }}
tl: Ang halagang ito ay dapat mas mataas o magkapareha sa {{ compared_value }}.
tr: Bu değer {{ compared_value }} ile eşit veya büyük olmalıdır.
uk: Значення має бути більше або дорівнювати {{ compared_value }}.
ur: سے بڈي یا برابر ہوني چاہیے {{ compared_value }} یھ ويليو
vi: Giá trị phải lớn hơn hoặc bằng {{ compared_value }}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
af: Hierdie waarde moet identies aan {{ compared_value_type }} {{ compared_value }} wees.
az: Bu dəyər {{ compared_value_type }} {{ compared_value }} ilə eyni olmalıdır.
bs: Ova vrijednost bi trebalo da bude identična {{ compared_value_type }} {{ compared_value }}.
cy: Dylai'r gwerth hwn fod yn union yr un fath â {{ compared_value_type }} {{ compared_value }}.
da: Denne værdi skal være identisk med {{ compared_value_type }} {{ compared_value }}.
el: Αυτή η τιμή θα πρέπει να είναι πανομοιότυπη με {{ compared_value_type }} {{ compared_value }}.
eu: Balio hau {{ compared_value_type }} {{ compared_value }}-(r)en berbera izan beharko litzateke.
fa: این مقدار باید برابر {{ compared_value_type }} {{ compared_value }} باشد.
gl: Este valor debería ser identico a {{ compared_value_type }} {{ compared_value }}.
he: הערך חייב להיות זהה ל {{ compared_value_type }} {{ compared_value }}.
id: Nilai ini seharusnya identik dengan {{ compared_value_type }} {{ compared_value }}.
ja: {{ compared_value_type }}としての{{ compared_value }}と等しくなければなりません。
lb: Dëse Wäert sollt identesch si mat {{ compared_value_type }} {{ compared_value }}.
lt: Ši reikšmė turi būti identiška {{ compared_value_type }} {{ compared_value }}.
mk: Оваа вредност треба да е идентична на {{ compared_value_type }} {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{ compared_value_type }} {{ compared_value }} နှင့်ထပ်တူညီမျှသင့်သည်။
nn: Verdien bør vera eins med {{ compared_value_type }} {{ compared_value }}.
no: Verdien skal være identisk med {{ compared_value_type }} {{ compared_value }}.
sk: Táto hodnota by mala byť typu {{ compared_value_type }} a zároveň by mala byť rovná {{ compared_value }}.
sq: Kjo vlerë duhet të jetë identike me {{ compared_value_type }} {{ compared_value }}.
sr_cyrl: Ова вредност треба да буде идентична са {{ compared_value_type }} {{ compared_value }}.
sr_latn: Ova vrednost bi trebala da bude identična sa {{ compared_value_type }} {{ compared_value }}.
sv: Värdet ska vara identiskt till {{ compared_value_type }} {{ compared_value }}.
th: ค่านี้ควรจะเหมือนกันกับ {{ compared_value_type }} {{ compared_value }}
tl: Ang halagang ito ay dapat kapareha ng {{ compared_value_type }} {{ compared_value }}.
tr: Bu değer {{ compared_value_type }} {{ compared_value }} ile aynı olmalıdır.
uk: Значення має бути ідентичним {{ compared_value_type }} {{ compared_value }}.
ur: {{ compared_value }} {{ compared_value_type }} یہ ويليو ایک جیسی ہونی چاہیے۔
vi: Giá trị phải giống {{ compared_value_type }} {{ compared_value }}.
