Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: This value should be less than {{ compared_value }}.
af: Hierdie waarde moet minder as {{ compared_value }} wees.
az: Bu dəyər {{ compared_value }} dəyərindən kiçik olmalıdır.
bs: Ova vrijednost bi trebalo da bude manja od {{ compared_value }}.
cy: Dylai'r gwerth hwn fod yn llai na {{ compared_value }}.
da: Denne værdi skal være mindre end {{ compared_value }}.
el: Αυτή η τιμή θα πρέπει να είναι μικρότερη από {{ compared_value }}.
eu: Balio hau {{ compared_value }} baino txikiagoa izan beharko litzateke.
fa: این مقدار باید کمتر از {{ compared_value }} باشد.
gl: Este valor debería ser menor que {{ compared_value }}.
he: הערך חייב להיות קטן מ {{ compared_value }}.
id: Nilai ini seharusnya kurang dari {{ compared_value }}.
ja: {{ compared_value }}未満でなければなりません。
lb: Dëse Wäert sollt méi kleng wéi {{ compared_value }} sinn.
lt: Ši reikšmė turi būti mažesnė už {{ compared_value }}.
mk: Оваа вредност треба да е помала од {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{ compared_value }} ထက်မနဲသောတဲ့ တန်ဖိုးဖြစ်သင့်သည်။
nn: Verdien bør vera mindre enn {{ compared_value }}.
no: Verdien skal være mindre enn {{ compared_value }}.
sk: Táto hodnota by mala byť menšia ako {{ compared_value }}.
sq: Kjo vlerë duhet të jetë më vogël se {{ compared_value }}.
sr_cyrl: Ова вредност треба да буде мања од {{ compared_value }}.
sr_latn: Ova vrednost bi trebala da bude manja od {{ compared_value }}.
sv: Värdet ska vara mindre än {{ compared_value }}.
th: ค่านี้ควรจะน้อยกว่า {{ compared_value }}
tl: Ang halagang ito ay dapat mas maliit sa {{ compared_value }}.
tr: Bu değer {{ compared_value }} değerinden düşük olmalıdır.
uk: Значення повинно бути менше ніж {{ compared_value }}.
ur: سے کم ہوني چاہیے {{ compared_value }} یھ ويليو
vi: Giá trị phải bé hơn {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
af: Hierdie waarde moet minder of gelyk aan {{ compared_value }} wees.
az: Bu dəyər {{ compared_value }} dəyərindən kiçik və ya bərabər olmalıdır.
bs: Ova vrijednost bi trebalo da bude jednaka ili manja od {{ compared_value }}.
cy: Dylai'r gwerth hwn fod yn llai na neu'n hafal i {{ compared_value }}.
da: Denne værdi skal være mindre end eller lig med {{ compared_value }}.
el: Αυτή η τιμή θα πρέπει να είναι μικρότερη ή ίση με {{ compared_value }}.
eu: Balio hau {{ compared_value }}-(r)en berdina edota txikiagoa izan beharko litzateke.
fa: این مقدار باید کمتر و یا مساوی با {{ compared_value }} باشد.
gl: Este valor debería ser menor ou igual que {{ compared_value }}.
he: הערך חייב להיות קטן או שווה ל {{ compared_value }}.
id: Nilai ini seharusnya kurang dari atau sama dengan {{ compared_value }}.
ja: {{ compared_value }}以下でなければなりません。
lb: Dëse Wäert sollt méi kleng wéi oder gläich {{ compared_value }} sinn.
lt: Ši reikšmė turi būti mažesnė už arba lygi {{ compared_value }}.
mk: Оваа вредност треба да е помала или еднаква на {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{ compared_value }} ထက် မနည်းသောတန်ဖိုး (သို့မဟုတ်) ညီမျှသောတန်ဖိုးဖြစ်သင့်သည်။
nn: Verdi bør vera mindre enn eller eins med {{ compared_value }}.
no: Verdien skal være mindre enn eller lik {{ compared_value }}.
sk: Táto hodnota by mala byť menšia alebo rovná {{ compared_value }}.
sq: Kjo vlerë duhet të jetë më e vogël ose e barabartë me {{ compared_value }}.
sr_cyrl: Ова вредност треба да буде мања или једнака {{ compared_value }}.
sr_latn: Ova vrednost bi trebala da bude manja ili jednaka {{ compared_value }}.
sv: Värdet ska vara mindre än eller detsamma som {{ compared_value }}.
th: ค่านี้ควรจะน้อยกว่าหรือเท่ากับ {{ compared_value }}
tl: Ang halagang ito ay dapat mas maliit o magkapareha sa {{ compared_value }}.
tr: .Bu değer {{ compared_value }} ile eşit veya düşük olmalıdır.
uk: Значення повинно бути менше або дорівнювати {{ compared_value }}.
ur: سے کم یا برابر ہوني چاہیے {{ compared_value }} یھ ويليو
vi: Giá trị phải nhỏ hơn hoặc bằng {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
af: Hierdie waarde moet nie dieselfde as {{ compared_value }} wees nie.
az: Bu değer {{ compared_value }} ile eşit olmamalıdır.
bs: Ova vrijednost bi trebalo da bude različita od {{ compared_value }}.
cy: Ni ddylai'r gwerth hwn fod yn hafal i {{ compared_value }}.
da: Denne værdi bør ikke være lig med {{ compared_value }}.
el: Αυτή η τιμή δεν θα πρέπει να είναι ίση με {{ compared_value }}.
eu: Balio hau ez litzateke {{ compared_value }}-(r)en berdina izan behar.
fa: این مقدار نباید با {{ compared_value }} برابر باشد.
gl: Este valor non debería ser igual a {{ compared_value }}.
he: הערך חייב להיות לא שווה ל {{ compared_value }}.
id: Nilai ini seharusnya tidak sama dengan {{ compared_value }}.
ja: {{ compared_value }}と等しくてはいけません。
lb: Dëse Wäert sollt net {{ compared_value }} sinn.
lt: Ši reikšmė neturi būti lygi {{ compared_value }}.
mk: Оваа вредност треба да не биде еднаква на {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{ compared_value }} နှင့်မညီသင့်ပါ။
nn: Verdi bør ikkje vera eins med {{ compared_value }}.
no: Verdien skal ikke være lik {{ compared_value }}.
sk: Táto hodnota by nemala byť rovná {{ compared_value }}.
sq: Kjo vlerë nuk duhet të jetë e barabartë me {{ compared_value }}.
sr_cyrl: Ова вредност не треба да буде једнака {{ compared_value }}.
sr_latn: Ova vrednost ne bi trebala da bude jednaka {{ compared_value }}.
sv: Värdet ska inte vara detsamma som {{ compared_value }}.
th: ค่านี้ไม่ควรเท่ากันกับ {{ compared_value }}
tl: Ang halagang ito ay hindi dapat magkapareha sa {{ compared_value }}.
tr: Bu değer {{ compared_value }} ile eşit olmamalıdır.
uk: Значення не повинно дорівнювати {{ compared_value }}.
ur: کے برابر نھيں ہوني چاہیے {{ compared_value }} یھ ويليو
vi: Giá trị không được phép bằng {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
af: Hierdie waarde moet nie identies as {{ compared_value_type }} {{ compared_value }} wees nie.
az: Bu dəyər {{ compared_value_type }} {{ compared_value }} ilə eyni olmamalıdır.
bs: Ova vrijednost bi trebalo da bude identična sa {{ compared_value_type }} {{ compared_value }}.
cy: Ni ddylai'r gwerth hwn fod yn union yr un fath â {{ compared_value_type }} {{ compared_value }}.
da: Denne værdi bør ikke være identisk med {{ compared_value_type }} {{ compared_value }}.
el: Αυτή η τιμή δεν πρέπει να είναι πανομοιότυπη με {{ compared_value_type }} {{ compared_value }}.
eu: Balio hau ez litzateke {{ compared_value_type }} {{ compared_value }}-(r)en berbera izan behar.
fa: این مقدار نباید برابر {{ compared_value_type }} {{ compared_value }} باشد.
gl: Este valor non debería ser identico a {{ compared_value_type }} {{ compared_value }}.
he: הערך חייב להיות לא זהה ל {{ compared_value_type }} {{ compared_value }}.
id: Nilai ini seharusnya tidak identik dengan {{ compared_value_type }} {{ compared_value }}.
ja: {{ compared_value_type }}としての{{ compared_value }}と等しくてはいけません。
lb: Dëse Wäert sollt net identesch si mat {{ compared_value_type }} {{ compared_value }}.
lt: Ši reikšmė neturi būti identiška {{ compared_value_type }} {{ compared_value }}.
mk: Оваа вредност треба да не биде идентична со {{ compared_value_type }} {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{ compared_value_type }} {{ compared_value }} နှင့်ထပ်တူမညီမျှသင့်သည်။
nn: Denne verdien bør ikkje vera eins med {{ compared_value_type }} {{ compared_value }}.
no: Verdien skal ikke være identisk med {{ compared_value_type }} {{ compared_value }}.
sk: Táto hodnota by nemala byť typu {{ compared_value_type }} a zároveň by nemala byť rovná {{ compared_value }}.
sq: Kjo vlerë nuk duhet të jetë identike me {{ compared_value_type }} {{ compared_value }}.
sr_cyrl: Ова вредност не треба да буде идентична са {{ compared_value_type }} {{ compared_value }}.
sr_latn: Ova vrednost ne bi trebala da bude identična sa {{ compared_value_type }} {{ compared_value }}.
sv: Värdet ska inte vara identiskt med {{ compared_value_type }} {{ compared_value }}.
th: ค่านี้ไม่ควรเหมือนกันกับ {{ compared_value_type }} {{ compared_value }}
tl: Ang halagang ito ay hindi dapat magkapareha sa {{ compared_value_type }} {{ compared_value }}.
tr: Bu değer {{ compared_value_type }} {{ compared_value }} ile aynı olmamalıdır.
uk: Значення не повинно бути ідентичним {{ compared_value_type }} {{ compared_value }}.
ur: ایک جیسی نیيں ہونی چاہیے {{ compared_value }} {{ compared_value_type }} یہ ويليو
vi: Giá trị không được phép giống như {{ compared_value_type }} {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
af: Die beeld aspek is te groot ({{ ratio }}). Die maksimum toegelate aspek is {{ max_ratio }}.
az: Şəkil nisbəti çox büyükdür ({{ ratio }}). İcazə verilən maksimum nisbət: {{ max_ratio }}.
bs: Razmjera ove slike je prevelika ({{ ratio }}). Maksimalna dozvoljena razmjera je {{ max_ratio }}.
cy: Mae'r gymhareb delwedd yn rhy fawr ({{ ratio }}). Y gymhareb uchaf a ganiateir yw {{ max_ratio }}.
da: Billedforholdet er for stort ({{ratio}}). Tilladt maksimumsforhold er {{ max_ratio }}.
el: Η αναλογία πλάτους-ύψους της εικόνας είναι πολύ μεγάλη ({{ ratio }}). Μέγιστη επιτρεπτή αναλογία {{ max_ratio }}.
eu: Irudiaren proportzioa oso handia da ({{ ratio }}). Onartutako proportzio handienda {{ max_ratio }} da.
fa: ابعاد ({{ ratio }}) عکس بیش از حد بزرگ است. بیشینه (حداکثر) ابعاد مجاز {{ max_ratio }} می‌باشد.
gl: A proporción da imaxe é demasiado grande ({{ ratio }}). A proporción máxima permitida é {{ max_ratio }}.
he: היחס של התמונה הוא גדול מדי ({{ ratio }}). היחס המקסימלי האפשרי הוא {{ max_ratio }}.
id: Rasio citra terlalu besar ({{ ratio }}). Rasio maksimum yang diizinkan adalah {{ max_ratio }}.
ja: 画像のアスペクト比が大きすぎます({{ ratio }})。{{ max_ratio }}までにしてください。
lb: D'Säiteverhältnis vum Bild ass ze grouss ({{ ratio }}). Den erlaabte Maximalwäert ass {{ max_ratio }}.
lt: Nuotraukos santykis yra per didelis ({{ ratio }}). Didžiausias leistinas santykis yra {{ max_ratio }}.
mk: Соодносот на сликата е преголем ({{ ratio }}).Максималниот дозволен сооднос е {{ max_ratio }}.
my: ဤဓာတ်ပုံအချိုးအစားသည်အလွန်ကြီးလွန်းသည်။ ({{ ratio }})။ ခွင့်ပြုထားသောဓာတ်ပုံအချိုးအသားသည် {{ max_ratio }} ဖြစ်သည်။
nn: Sideforholdet til biletet er for stort ({{ ratio }}). Sideforholdet kan ikkje vere større enn {{ max_ratio }}.
no: Bildeforholdet er for stort ({{ ratio }}). Tillatt bildeforhold er maks {{ max_ratio }}.
sk: Pomer strán obrázku je príliš veľký ({{ ratio }}). Maximálny povolený pomer strán obrázku je {{ max_ratio }}.
sq: Raporti i imazhit është shumë i madh ({{ ratio }}). Raporti maksimal i lejuar është {{ max_ratio }}.
sr_cyrl: Размера ове слике је превелика ({{ ratio }}). Максимална дозвољена размера је {{ max_ratio }}.
sr_latn: Razmera ove slike je prevelika ({{ ratio }}). Maksimalna dozvoljena razmera je {{ max_ratio }}.
sv: Förhållandet mellan bildens bredd och höjd är för stort ({{ ratio }}). Högsta tillåtna förhållande är {{ max_ratio }}.
th: สัดส่วนของภาพใหญ่เกิน ({{ ratio }}) สัดส่วนใหญ่ที่สุดที่ใช้ได้คือ {{ max_ratio }}
tl: Ang ratio ng imahe ay masyadong malaki ({{ ratio }}). Ang pinakamalaking ratio ay {{ max_ratio }}.
tr: Resim oranı çok büyük ({{ ratio }}). İzin verilen maksimum oran: {{ max_ratio }}.
uk: Співвідношення сторін зображення занадто велике ({{ ratio }}). Максимальне співвідношення сторін {{ max_ratio }}.
ur: ہے {{ max_ratio }} اجازت شدہ زیادہ سے زیادہ تناسب ({{ ratio }}) تصویر کا تناسب بہت بڑا ہے
vi: Tỷ lệ bức ảnh quá lớn ({{ ratio }}). Tỷ lệ tối đa cho phép là {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
af: Die beeld aspek is te klein ({{ ratio }}). Die minimum toegelate aspek is {{ min_ratio }}.
az: Şəkil nisbəti çox balacadır ({{ ratio }}). İcazə verilən minimum nisbət: {{ min_ratio }}.
bs: Razmjera ove slike je premala ({{ ratio }}). Minimalna očekivana razmjera je {{ min_ratio }}.
cy: Mae'r gymhareb delwedd yn rhy fach ({{ ratio }}). Y gymhareb isaf a ddisgwylir yw {{ min_ratio }}.
da: Billedforholdet er for lille ({{ ratio }}). Minimumsforventet forventet er {{ min_ratio }}.
el: Η αναλογία πλάτους-ύψους της εικόνας είναι πολύ μικρή ({{ ratio }}). Ελάχιστη επιτρεπτή αναλογία {{ min_ratio }}.
eu: Irudiaren proportzioa oso txikia da ({{ ratio }}). Onartutako proportzio txikiena {{ min_ratio }} da.
fa: ابعاد ({{ ratio }}) عکس بیش از حد کوچک است. کمینه (حداقل) ابعاد مورد انتظار {{ min_ratio }} می‌باشد.
gl: A proporción da é demasiado pequena ({{ ratio }}). A proporción mínima permitida é {{ min_ratio }}.
he: היחס של התמונה הוא קטן מדי ({{ ratio }}). היחס המינימלי האפשרי הוא {{ min_ratio }}.
id: Rasio citra terlalu kecil ({{ ratio }}). Rasio minimum yang diharapkan adalah {{ min_ratio }}.
ja: 画像のアスペクト比が小さすぎます({{ ratio }})。{{ min_ratio }}以上にしてください。
lb: D'Säiteverhältnis vum Bild ass ze kleng ({{ ratio }}). Den erwaarte Minimalwäert ass {{ min_ratio }}.
lt: Nuotraukos santykis yra per mažas ({{ ratio }}). Mažiausias leistinas santykis yra {{ min_ratio }}.
mk: Соодносот на сликата е премал ({{ ratio }}). Минималниот дозволен сооднос е {{ min_ratio }}.
my: ဤဓာတ်ပုံအချိုးအစားသည်အလွန်သေးလွန်းသည်။ ({{ ratio }})။ ခွင့်ပြုထားသောဓာတ်ပုံအချိုးအသားသည် {{ min_ratio }} ဖြစ်သည်။
nn: Sideforholdet til biletet er for lite ({{ ratio }}). Sideforholdet kan ikkje vere mindre enn {{ min_ratio }}.
no: Bildeforholdet er for lite ({{ ratio }}). Forventet bildeforhold er minst {{ min_ratio }}.
sk: Pomer strán obrázku je príliš malý ({{ ratio }}). Minimálny povolený pomer strán obrázku je {{ min_ratio }}.
sq: Raporti i imazhit është shumë i vogël ({{ ratio }}). Raporti minimal pritet të jetë {{ min_ratio }}.
sr_cyrl: Размера ове слике је премала ({{ ratio }}). Минимална очекивана размера је {{ min_ratio }}.
sr_latn: Razmera ove slike je premala ({{ ratio }}). Minimalna očekivana razmera je {{ min_ratio }}.
sv: Förhållandet mellan bildens bredd och höjd är för litet ({{ ratio }}). Minsta tillåtna förhållande är {{ min_ratio }}.
th: สัดส่วนของภาพเล็กเกิน ({{ ratio }}) สัดส่วนเล็กที่สุดที่ใช้ได้คือ {{ min_ratio }}
tl: Ang ratio ng imahe ay masyadong maliit ({{ ratio }}). Ang pinakamaliit na ratio ay {{ min_ratio }}.
tr: Resim oranı çok ufak ({{ ratio }}). Beklenen minimum oran {{ min_ratio }}.
uk: Співвідношення сторін зображення занадто мало ({{ ratio }}). Мінімальне співвідношення сторін {{ min_ratio }}.
ur: ہے{{ min_ratio }} ratio متوقع کم از کم ({{ ratio }}) بہت چھوٹا ہے ratio تصویر کا
vi: Tỷ lệ bức ảnh quá nhỏ ({{ ratio }}). Tỷ lệ tối thiểu mong muốn là {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
af: Die beeld is vierkantig ({{ width }}x{{ height }}px). Vierkantige beelde word nie toegelaat nie.
az: Şəkil kvadratdır ({{ width }}x{{ height }}px). Kvadrat şəkillərə icazə verilmir.
bs: Ova slika je kvadratnog oblika ({{ width }}x{{ height }}px). Kvadratne slike nisu dozvoljene.
cy: Mae'r ddelwedd yn sgwâr ({{ width }}x{{ height }}px). Ni chaniateir delweddau sgwâr.
da: Billedet er firkantet ({{ width }} x {{ height }} px). Firkantede billeder er ikke tilladt.
el: Η εικόνα είναι τετράγωνη ({{ width }}x{{ height }}px). Δεν επιτρέπονται τετράγωνες εικόνες.
eu: Irudia karratua da ({{ width }}x{{ height }}px). Karratuak diren irudiak ez dira onartzen.
fa: این تصویر یک مربع ({{ width }}x{{ height }}px) می‌باشد. تصاویر مربع شکل مجاز نمی‌باشند.
gl: A imaxe é cadrada ({{ width }}x{{ height }}px). As imáxenes cadradas non están permitidas.
he: התמונה מרובעת ({{ width }}x{{ height }}px). אסורות תמונות מרובעות.
id: Citra persegi ({{ width }}x{{ height }}px). Citra persegi tidak diizinkan.
ja: 画像が正方形になっています({{ width }}x{{ height }}ピクセル)。正方形の画像は許可されていません。
lb: D'Bild ass quadratesch ({{ width }}x{{ height }}px). Quadratesch Biller sinn net erlaabt.
lt: Nuotrauka yra kvadratinė ({{ width }}x{{ height }}px). Kvadratinės nuotraukos nėra leistinos.
mk: Сликата е квадратна ({{ width }}x{{ height }}px). Квадратни слики не се дозволени.
my: ဤဓာတ်ပုံသည် စတုရန်းဖြစ်နေသည် ({{ width }}x{{ height }}px)။ စတုရန်းဓာတ်ပုံများကို ခွင့်မပြုပါ။
nn: Biletet er kvadratisk ({{ width }}x{{ height }}px). Kvadratiske bilete er ikkje tillatne.
no: Bildet er en kvadrat ({{ width }}x{{ height }}px). Kvadratiske bilder er ikke tillatt.
sk: Strany obrázku sú štvorcové ({{ width }}x{{ height }}px). Štvorcové obrázky nie sú povolené.
sq: Imazhi është katror ({{ width }}x{{ height }}px). Imazhet katrore nuk janë të lejuara.
sr_cyrl: Слика је квадратна ({{ width }}x{{ height }}px). Квадратне слике нису дозвољене.
sr_latn: Slika je kvadratna ({{ width }}x{{ height }} piksela). Kvadratne slike nisu dozvoljene.
sv: Bilden är kvadratisk ({{ width }}x{{ height }}px). Kvadratiska bilder tillåts inte.
th: รูปภาพเป็นจุตรัส ({{ width }}x{{ height }}px) ไม่อนุญาตภาพที่เป็นสี่เหลี่ยมจตุรัส
tl: Ang imahe ay kwadrado ({{ width }}x{{ height }}px). Ang mga kwadradong imahe ay hindi pwede.
tr: Resim karesi ({{ width }}x{{ height }}px). Kare resimlerine izin verilmiyor.
uk: Зображення квадратне ({{ width }}x{{ height }}px). Квадратні зображення не дозволені.
ur: مربع تصاویر کی اجازت نہیں ہے (px{{ height }}x{{ width }}) تصویر مربع ہے
vi: Bức ảnh là hình vuông ({{ width }}x{{ height }}px). Ảnh hình vuông không được phép.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
af: Die beeld is landskap georiënteerd ({{ width }}x{{ height }}px). Landskap georiënteerde beelde word nie toegelaat nie.
az: Şəkil albom rejimindədir ({{ width }}x{{ height }}px). Albom rejimli şəkillərə icazə verilmir.
bs: Ova slika je orijentisana horizontalno (landscape) ({{ width }}x{{ height }}px). Horizontalno orijentisane slike nisu dozvoljene.
cy: Mae'r ddelwedd mewn fformat tirlun ({{ width }}x{{ height }}px). Ni chaniateir delweddau mewn fformat tirlun.
da: Billedet er landskabsorienteret ({{width}} x {{height}} px). Landskabsorienterede billeder er ikke tilladt
el: Η εικόνα έχει οριζόντιο προσανατολισμό ({{ width }}x{{ height }}px). Δεν επιτρέπονται εικόνες με οριζόντιο προσανατολισμό.
eu: Irudia horizontalki bideratua dago ({{ width }}x{{ height }}px). Horizontalki bideratutako irudiak ez dira onartzen.
fa: این تصویر افقی ({{ width }}x{{ height }}px) می‌باشد. تصاویر افقی مجاز نمی‌باشند.
gl: A imaxe está orientada horizontalmente ({{ width }}x{{ height }}px). As imáxenes orientadas horizontalmente non están permitidas.
he: התמונה היא לרוחב ({{ width }}x{{ height }}px). אסורות תמונות לרוחב.
id: Citra berorientasi lanskap ({{ width }}x{{ height }}px). Citra berorientasi lanskap tidak diizinkan.
ja: 画像が横向きになっています({{ width }}x{{ height }}ピクセル)。横向きの画像は許可されていません。
lb: D'Bild ass am Queeschformat ({{ width }}x{{ height }}px). Biller am Queeschformat sinn net erlaabt.
lt: Nuotrauka orientuota į plotį ({{ width }}x{{ height }}px). Nuotraukos orientuotos į plotį nėra leistinos.
mk: Сликата е ориентирана кон пејзаж ({{ width }}x{{ height }}px). Сликите ориентирани кон пејзаж не се дозволени.
my: ဤဓာတ်ပုံသည် အလျှားလိုက်ဖြစ်နေသည် ({{ width }}x{{ height }}px). အလျှားလိုက်ဓာတ်ပုံများခွင့်မပြုပါ။
nn: Biletet er landskapsorientert ({{ width }}x{{ height }}px). Landskapsorienterte bilete er ikkje tillatne.
no: Bildet er i liggende retning ({{ width }}x{{ height }}px). Bilder i liggende retning er ikke tillatt.
sk: Obrázok je orientovaný na šírku ({{ width }}x{{ height }}px). Obrázky orientované na šírku nie sú povolené.
sq: Imazhi është i orientuar horizontalisht ({{ width }}x{{ height }}px). Imazhet e orientuara horizontalisht nuk lejohen.
sr_cyrl: Слика је оријентације пејзажа ({{ width }}x{{ height }}px). Пејзажна оријентација слика није дозвољена.
sr_latn: Slika je pejzažno orijentisana ({{ width }}x{{ height }} piksela). Pejzažno orijentisane slike nisu dozvoljene.
sv: Bilden är landskapsorienterad ({{ width }}x{{ height }}px). Landskapsorienterade bilder tillåts inte.
th: ภาพนี้เป็นแนวนอน ({{ width }}x{{ height }}px) ไม่อนุญาตภาพที่เป็นแนวนอน
tl: Ang orientasyon ng imahe ay nakalandscape ({{ width }}x{{ height }}px). Ang mga imaheng nakalandscape ang orientasyon ay hindi pwede.
tr: Resim manzara odaklı ({{ width }}x{{ height }}px). Manzara odaklı resimlere izin verilmiyor.
uk: Зображення альбомної орієнтації ({{ width }}x{{ height }}px). Зображення альбомної орієнтації не дозволені.
ur: زمین کی تزئین پر مبنی تصاویر کی اجازت نہیں ہے ({{ width }}x{{ height }}px) تصویر زمین کی تزئین پر مبنی ہے
vi: Bức ảnh theo chiều ngang ({{ width }}x{{ height }}px). Ảnh chiều ngang không được phép.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
af: Die beeld dis portret georiënteerd ({{ width }}x{{ height }}px). Portret georiënteerde beelde word nie toegelaat nie.
az: Şəkil portret rejimindədir ({{ width }}x{{ height }}px). Portret rejimli şəkillərə icazə verilmir.
bs: Ova slika je orijentisana vertikalno (portrait) ({{ width }}x{{ height }}px). Vertikalno orijentisane slike nisu dozvoljene.
cy: Mae'r ddelwedd mewn fformat portread ({{ width }}x{{ height }}px). Ni chaniateir delweddau mewn fformat portread.
da: Billedet er portrætorienteret ({{ width }}x{{ height }}px). Portrætorienterede billeder er ikke tilladt.
el: Η εικόνα έχει κάθετο προσανατολισμό ({{ width }}x{{ height }}px). Δεν επιτρέπονται εικόνες με κάθετο προσανατολισμό.
eu: Irudia bertikalki bideratua dago ({{ width }}x{{ height }}px). Bertikalki bideratutako irudiak ez dira onartzen.
fa: این تصویر عمودی ({{ width }}x{{ height }}px) می‌باشد. تصاویر عمودی مجاز نمی‌باشند.
gl: A imaxe está orientada verticalmente ({{ width }}x{{ height }}px). As imáxenes orientadas verticalmente non están permitidas.
he: התמונה היא לאורך ({{ width }}x{{ height }}px). אסורות תמונות לאורך.
id: Citra berorientasi potret ({{ width }}x{{ height }}px). Citra berorientasi potret tidak diizinkan.
ja: 画像が縦向きになっています({{ width }}x{{ height }}ピクセル)。縦向きの画像は許可されていません。
lb: D'Bild ass am Héichformat ({{ width }}x{{ height }}px). Biller am Héichformat sinn net erlaabt.
lt: Nuotrauka orientuota į aukštį ({{ width }}x{{ height }}px). Nuotraukos orientuotos į aukštį nėra leistinos.
mk: Сликата е ориентирана кон портрет ({{ width }}x{{ height }}px). Сликите ориентирани кон портрет не се дозволени.
my: ဤဓာတ်ပုံသည် ဒေါင်လိုက်ဖြစ်နေသည် ({{ width }}x{{ height }}px). ဒေါင်လိုက်ဓာတ်ပုံများခွင့်မပြုပါ။
nn: Biletet er portrettorientert ({{ width }}x{{ height }}px). Portrettorienterte bilete er ikkje tillatne.
no: Bildet er i stående retning ({{ width }}x{{ height }}px). Bilder i stående retning er ikke tillatt.
sk: Obrázok je orientovaný na výšku ({{ width }}x{{ height }}px). Obrázky orientované na výšku nie sú povolené.
sq: Imazhi është i orientuar vertikalisht ({{ width }}x{{ height }}px). Imazhet orientuara vertikalisht nuk lejohen.
sr_cyrl: Слика је оријантације портрета ({{ width }}x{{ height }}px). Портретна оријентација слика није дозвољена.
sr_latn: Slika je portretno orijentisana ({{ width }}x{{ height }} piksela). Portretno orijentisane slike nisu dozvoljene.
sv: Bilden är porträttsorienterad ({{ width }}x{{ height }}px). Porträttsorienterade bilder tillåts inte.
th: ภาพนี้เป็นแนวตั้ง ({{ width }}x{{ height }}px) ไม่อนุญาตภาพที่เป็นแนวตั้ง
tl: Ang orientasyon ng imahe ay nakaportrait ({{ width }}x{{ height }}px). Ang mga imaheng nakaportrait ang orientasyon ay hindi pwede.
tr: Resim portre odaklı ({{ width }}x{{ height }}px). Portre odaklı resimlere izin verilmiyor.
uk: Зображення в портретній орієнтації ({{ width }}x{{ height }}px). Зображення в портретної орієнтації не дозволені.
ur: پورٹریٹ پر مبنی تصاویر کی اجازت نہیں ہے ({{ width }}x{{ height }}px) تصویر پورٹریٹ پر مبنی ہے
vi: Bức ảnh theo chiều dọc ({{ width }}x{{ height }}px). Ảnh chiều dọc không được phép.
