Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
af: Die beeld hoogte is te klein ({{ height }}px). Minimum hoogte verwag is {{ min_height }}px.
az: Şəklin yüksəkliyi çox kiçikdir ({{ height }}px). Ən az {{ min_height }}px olmalıdır.
bs: Dužina slike je premala ({{ height }}px). Najmanja dozvoljena dužina je {{ min_height }}px.
cy: Mae uchder y ddelwedd yn rhy fach ({{ width }}px). Yr uchder lleiaf â ganiateir yw {{ min_height }}px.
da: Billedet er for lavt ({{ height }}px). Mindste forventede højde er {{ min_height }}px.
el: Το ύψος της εικόνας είναι πολύ μικρό ({{ height }}px). Το ελάχιστο επιτρεπτό ύψος είναι {{ min_height }}px.
eu: Irudiaren altuera txikiegia da ({{ height }}px). Onartutako gutxieneko altuera {{ min_height }}px dira.
fa: ارتفاع تصویر بسیار کوچک است({{ height }}px). کمینه (حداقل) ارتفاع مورد انتظار {{ min_height }}px می‌باشد.
gl: A altura da imaxe é demasiado pequena ({{ height }}px). A altura mínima requerida son {{ min_height }}px.
he: גובה התמונה קטן מדי ({{ height }}px). הגובה המינימלי הוא {{ min_height }}px.
id: Tinggi citra terlalu kecil ({{ height }}px). Ukuran tinggi minimum yang diharapkan adalah {{ min_height }}px.
ja: 画像の高さが小さすぎます({{ height }}ピクセル)。{{ min_height }}ピクセル以上にしてください。
lb: D'Héicht vum Bild ass ze kleng ({{ height }}px). Déi minimal Héicht ass {{ min_height }}px.
lt: Nuotraukos aukštis per mažas ({{ height }}px). Minimalus leidžiamas aukštis yra {{ min_height }}px.
mk: Висината на сликата е премала ({{ height }}px). Минималната дозволена висина е {{ min_height }}px.
my: ပုံ၏အနံသည် သေးလွန်းသည် ({{ height }}px)။ ခွင့်ပြုထားသည့်အနည်းဆုံးအနံသည် {{min_height}}px ဖြစ်သည်။
nn: Billethøgda er for låg, ({{ height }} pikslar). Forventa minimumshøgde er {{ min_height }} pikslar.
no: Bildehøyden er for liten ({{ height }} piksler). Forventet minimumshøyde er {{ min_height }} piksler.
sk: Obrázok je príliš nízky ({{ height }}px). Minimálna výška obrázku by mala byť {{ min_height }}px.
sq: Gjatësia e imazhit është shumë e vogël ({{ height }}px). Gjatësia minimale e pritur është {{ min_height }}px.
sr_cyrl: Висина слике је премала ({{ height }}px). Најмања дозвољена висина је {{ min_height }}px.
sr_latn: Visina slike je preniska ({{ height }} piksela). Najmanja dozvoljena visina je {{ min_height }} piksela.
sv: Bildens höjd är för liten ({{ height }}px). Minsta förväntade höjd är {{ min_height }}px.
th: ความสูงของภาพเล็กเกินไป ({{ height }}px) อนุญาตให้ความสูงไม่ควรต่ำกว่า {{ min_height }}px
tl: Ang haba ng imahe ay masyadong maliit ({{ height }}px). Ang inaasahang haba ay {{ min_height }}px.
tr: Resmin yüksekliği çok küçük ({{ height }}px). En az {{ min_height }}px olmalıdır.
uk: Висота зображення занадто мала ({{ height }}px). Мінімально допустима висота {{ min_height }}px.
ur: ہے {{ min_height }}px متوقع کم از کم اونچائی ({{ height }}px) تصویر کی اونچائی بہت چھوٹی ہے
vi: Chiều cao của hình quá thấp ({{ height }}px). Chiều cao tối thiểu phải là {{ min_height }}px.

source: This value should be the user's current password.
af: Hierdie waarde moet die huidige wagwoord van die gebruiker wees.
az: Bu dəyər istifadəçinin hazırkı parolu olmalıdır.
bs: Ova vrijednost bi trebalo da bude trenutna korisnička lozinka.
cy: Dylaid bod y gwerth hwn yn gyfrinair presenol y defnyddiwr.
da: Værdien skal være brugerens nuværende adgangskode.
el: Αυτή η τιμή θα έπρεπε να είναι ο τρέχων κωδικός.
eu: Balio hau uneko erabiltzailearen pasahitza izan beharko litzateke.
fa: این مقدار باید رمزعبور فعلی کاربر باشد.
gl: Este valor debería ser a contrasinal actual do usuario.
he: הערך צריך להיות סיסמת המשתמש הנוכחי.
id: Nilai ini harus kata sandi pengguna saat ini.
ja: ユーザーの現在のパスワードでなければなりません。
lb: Dëse Wäert sollt dem aktuelle Benotzerpasswuert entspriechen.
lt: Ši reikšmė turi sutapti su dabartiniu naudotojo slaptažodžiu.
mk: Оваа вредност треба да биде сегашната лозинка на корисникот.
my: ဤတန်ဖိုးသည်အသုံးပြုသူ၏ လက်ရှိစကားဝှက်ဖြစ်သင့်သည်။
nn: Verdien må vere brukaren sitt noverande passord.
no: Verdien skal være brukerens sitt nåværende passord.
sk: Táto hodnota by mala byť aktuálne heslo používateľa.
sq: Kjo vlerë duhet të jetë fjalëkalimi i tanishëm i përdoruesit.
sr_cyrl: Вредност треба да буде тренутна корисничка лозинка.
sr_latn: Vrednost bi trebala da bude trenutna korisnička lozinka.
sv: Värdet ska vara användarens nuvarande lösenord.
th: ค่านี้ควรจะเป็นรหัสผ่านปัจจุบันของผู้ใช้
tl: Ang halagang ito ay dapat na password ng kasalukuyang gumagamit.
tr: Bu değer kullanıcının şu anki şifresi olmalıdır.
uk: Значення має бути поточним паролем користувача.
ur: یہ ويليو صارف کا موجودہ پاس ورڈ ہونا چاہیے
vi: Giá trị này phải là mật khẩu hiện tại của người dùng.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
af: Hierdie waarde moet presies {{ limit }} karakter wees.|Hierdie waarde moet presies {{ limit }} karakters wees.
az: Bu dəyər tam olaraq {{ limit }} simvol olmaldır.
bs: Ova vrijednost bi trebalo da ima tačno {{ limit }} karakter.|Ova vrijednost bi trebalo da ima tačno {{ limit }} karaktera.
cy: Dylai'r gwerth hwn fod yn union {{ limit }} nodyn cyfrifiadurol o hyd.
da: Værdien skal være på præcis {{ limit }} tegn.
el: Αυτή η τιμή θα έπρεπε να έχει ακριβώς {{ limit }} χαρακτήρα.|Αυτή η τιμή θα έπρεπε να έχει ακριβώς {{ limit }} χαρακτήρες.
eu: Balio honek zehazki karaktere {{ limit }} izan beharko luke.|Balio honek zehazki {{ limit }} karaktere izan beharko lituzke.
fa: این مقدار باید دقیقا {{ limit }} کاراکتر داشته باشد.| این مقدار باید دقیقا {{ limit }} کاراکتر داشته باشد.
gl: Este valor debería ter exactamente {{ limit }} carácter.|Este valor debería ter exactamente {{ limit }} caracteres.
he: הערך צריך להיות בדיוק {{ limit }} תווים.|הערך צריך להיות בדיוק {{ limit }} תווים.
id: Nilai ini harus memiliki tepat {{ limit }} karakter.
ja: ちょうど{{ limit }}文字でなければなりません。
lb: Dëse Wäert sollt exakt {{ limit }} Buschtaf hunn.|Dëse Wäert sollt exakt {{ limit }} Buschtawen hunn.
lt: Ši reikšmė turi turėti lygiai {{ limit }} simbolį.|Ši reikšmė turi turėti lygiai {{ limit }} simbolius.|Ši reikšmė turi turėti lygiai {{ limit }} simbolių.
mk: Оваа вредност треба да има точно {{ limit }} карактер.|Оваа вредност треба да има точно {{ limit }} карактери.
my: ဤတန်ဖိုးသည်စာလုံး {{limit}} အတိအကျရှိသင့်သည်။
nn: Verdien må vere nøyaktig {{ limit }} teikn.
no: Verdien skal være nøyaktig {{ limit }} tegn.
sk: Táto hodnota by mala mať presne {{ limit }} znak.|Táto hodnota by mala mať presne {{ limit }} znaky.|Táto hodnota by mala mať presne {{ limit }} znakov.
sq: Kjo vlerë duhet të ketë saktësisht {{ limit }} karakter.|Kjo vlerë duhet të ketë saktësisht {{ limit }} karaktere.
sr_cyrl: Вредност треба да има тачно {{ limit }} карактер.|Вредност треба да има тачно {{ limit }} карактера.|Вредност треба да има тачно {{ limit }} карактера.
sr_latn: Vrednost bi trebala da ima tačno {{ limit }} karaktera.|Vrednost bi trebala da ima tačno {{ limit }} karaktera.
sv: Värdet ska ha exakt {{ limit }} tecken.|Värdet ska ha exakt {{ limit }} tecken.
th: ค่านี้ควรจะมีความยาว {{ limit }} ตัวอักษร
tl: Ang halagang ito ay dapat na eksakto sa {{ limit}} karakter.|Ang halagang ito ay dapat na eksakto sa {{ limit }} mga karakter.
tr: Bu değer tam olarak {{ limit }} karakter olmaldır.
uk: Значення повиино бути рівним {{ limit }} символу.|Значення повиино бути рівним {{ limit }} символам.|Значення повиино бути рівним {{ limit }} символам.
ur: حروف ہونے چاہئیں {{ limit }} حرف ہونا چاہیے۔|اس ويليو میں بالکل {{ limit }} اس ويليو میں بالکل
vi: Giá trị này phải có chính xác {{ limit }} kí tự.|Giá trị này phải có chính xác {{ limit }} kí tự.

source: The file was only partially uploaded.
af: Die lêer is slegs gedeeltelik opgelaai.
az: Fayl qismən yükləndi.
bs: Datoteka je samo djelimično prenijeta (uploaded).
cy: Dim ond rhan o'r ffeil ag uwchlwythwyd.
da: Filen blev kun delvist uploadet.
el: Το αρχείο δεν ανέβηκε ολόκληρο.
eu: Fitxategiaren zati bat bakarrik igo da.
fa: فایل به صورت جزئی بارگذاری گردیده است.
gl: O arquivo foi só subido parcialmente.
he: הקובץ הועלה באופן חלקי.
id: Berkas hanya terunggah sebagian.
ja: ファイルのアップロードは完全ではありません。
lb: De Fichier gouf just deelweis eropgelueden.
lt: Failas buvo tik dalinai įkeltas.
mk: Датотеката е само делумно подигната.
my: ဤဖိုင်သည်တစ်စိတ်တစ်ပိုင်းသာ upload တင်ခဲ့သည်။
nn: Fila vart berre delvis lasta opp.
no: Filen var kun delvis opplastet.
sk: Bola nahraná len časť súboru.
sq: Kjo skedë është ngarkuar pjesërisht.
sr_cyrl: Датотека је само парцијално отпремљена.
sr_latn: Fajl je samo parcijalno otpremljena.
sv: Filen laddades bara upp delvis.
th: อัปโหลดไฟล์ได้เพียงบางส่วนเท่านั้น
tl: Ang file na ito ay kahalating na upload lamang.
tr: Dosya sadece kısmen yüklendi.
uk: Файл був завантажений лише частково.
ur: فائل صرف جزوی طور پر اپ لوڈ کی گئی تھی
vi: Tập tin chỉ được tải lên một phần.

source: No file was uploaded.
af: Geen lêer is opgelaai nie.
az: Fayl yüklənmədi.
bs: Nijedna datoteka nije prenijeta (uploaded).
cy: Ni uwchlwythwyd unrhyw ffeil.
da: Ingen fil blev uploadet.
el: Δεν ανέβηκε κανένα αρχείο.
eu: Ez da fitxategirik igo.
fa: هیچ فایلی بارگذاری نشد.
gl: Non se subiu ningún arquivo.
he: הקובץ לא הועלה.
id: Tidak ada berkas terunggah.
ja: ファイルがアップロードされていません。
lb: Et gouf kee Fichier eropgelueden.
lt: Nebuvo įkelta jokių failų.
mk: Датотеката не е подигната.
my: မည်သည့် ဖိုင်မျှ upload မလုပ်ခဲ့ပါ။
nn: Inga fil vart lasta opp.
no: Ingen fil var lastet opp.
sk: Žiadny súbor nebol nahraný.
sq: Nuk është ngarkuar ndonjë skedë.
sr_cyrl: Датотека није отпремљена.
sr_latn: Fajl nije otpremljen.
sv: Ingen fil laddades upp.
th: ไม่มีไฟล์ใดถูกอัปโหลด
tl: Walang na upload na file.
tr: Hiçbir dosya yüklenmedi.
uk: Файл не був завантажений.
ur: کوئی فائل اپ لوڈ نہیں کی گئی
vi: Tập tin không được tải lên.

# No temporary folder was configured in php.ini.
source: No temporary folder was configured in php.ini, or the configured folder does not exist.
af: Geen tydelike gids is in php.ini opgestel nie, of die opgestelde gids bestaan nie.
az: php.ini-də müvəqqəti qovluq quraşdırılmayıb, və ya quraşdırılmış qovluq mövcud deyil.
bs: Privremeni direktorij nije konfiguriran u php.ini, ili konfigurirani direktorij ne postoji.
cy: Nid oedd ffolder dros dro wedi'i ffurfweddu yn php.ini, neu nid yw'r ffolder a ffurfweddiwyd yn bodoli.
da: Der blev ikke konfigureret en midlertidig mappe i php.ini, eller den konfigurerede mappe eksisterer ikke.
el: Δεν έχει ρυθμιστεί προσωρινός φάκελος στο php.ini, ή ο ρυθμισμένος φάκελος δεν υπάρχει.
eu: Ez da aldi baterako karpetarik konfiguratu php.ini-n, edo konfiguratutako karpeta ez da existitzen.
fa: هیچ پوشه موقتی در php.ini پیکربندی نشده است، یا پوشه پیکربندی شده وجود ندارد.
gl: Ningunha carpeta temporal foi configurada en php.ini, ou a carpeta non existe.
he: לא הוגדרה תיקייה זמנית ב-php.ini, או שהתיקייה המוגדרת אינה קיימת.
id: Tidak ada folder sementara yang dikonfigurasi di php.ini, atau folder yang dikonfigurasi tidak ada.
ja: php.iniに一時フォルダが設定されていないか、設定されたフォルダが存在しません。
lb: Et gouf keen temporären Dossier an der php.ini konfiguréiert oder den temporären Dossier existéiert net.
lt: php.ini nesukonfigūruotas laikinas aplankas arba sukonfigūruotas aplankas neegzistuoja.
mk: Не е конфигурирана привремена папка во php.ini, или конфигурираната папка не постои.
my: php.ini တွင်ယာယီဖိုင်တွဲကိုပြင်ဆင်ထားခြင်းမရှိပါ၊ သို့မဟုတ် ပြင်ဆင်ထားသောဖိုင်တွဲမရှိပါ။
nn: Ingen midlertidig mappe var konfigurert i php.ini, eller den konfigurerte mappa eksisterer ikkje.
sk: V php.ini nie je nastavený žiadny dočasný adresár, alebo nastavený adresár neexistuje.
sq: Nuk është konfiguruar asnjë skedar i përkohshëm në php.ini, ose skedari i konfiguruar nuk ekziston.
sr_cyrl: Привремени директоријум није конфигурисан у php.ini, или конфигурисани директоријум не постоји.
sr_latn: Privremeni direktorijum nije konfigurisan u php.ini, ili konfigurisani direktorijum ne postoji.
sv: Ingen tillfällig mapp konfigurerades i php.ini, eller den konfigurerade mappen finns inte.
th: ไม่มีการกำหนดโฟลเดอร์ชั่วคราวใน php.ini หรือโฟลเดอร์ที่กำหนดไม่มีอยู่จริง
tl: Walang pansamantalang folder na na-configure sa php.ini, o ang naka-configure na folder ay hindi umiiral.
tr: php.ini'de geçici bir klasör yapılandırılmadı, veya yapılandırılan klasör mevcut değil.
uk: У php.ini не було налаштовано тимчасової теки, або налаштована тека не існує.
ur: php.ini میں کوئی عارضی فولڈر ترتیب نہیں دیا گیا تھا، یا ترتیب دیا گیا فولڈر موجود نہیں ہے۔
vi: Không có thư mục tạm được cấu hình trong php.ini, hoặc thư mục đã cấu hình không tồn tại.

source: Cannot write temporary file to disk.
af: Kan nie tydelike lêer skryf op skyf nie.
az: Müvəqqəti fayl diskə yazıla bilmir.
bs: Privremenu datoteku nije moguće upisati na disk.
cy: Methwyd ag ysgrifennu'r ffeil dros-dro ar ddisg.
da: Kan ikke skrive midlertidig fil til disk.
el: Αδυναμία εγγραφής προσωρινού αρχείου στο δίσκο.
eu: Ezin izan da aldi baterako fitxategia diskoan idatzi.
fa: فایل موقتی را نمی‌توان در دیسک نوشت.
gl: Non se puido escribir o arquivo temporal no disco.
he: לא ניתן לכתוב קובץ זמני לדיסק.
id: Tidak dapat menuliskan berkas sementara ke dalam media penyimpanan.
ja: 一時ファイルをディスクに書き込むことができません。
lb: Den temporäre Fichier kann net gespäichert ginn.
lt: Nepavyko išsaugoti laikino failo.
mk: Не може да се напише привремена датотека на дискот.
my: ယာရီဖိုင်ကို disk မရေးနိုင်ပါ။
nn: Kan ikkje skrive førebels fil til disk.
no: Kan ikke skrive midlertidig fil til disk.
sk: Dočasný súbor sa nepodarilo zapísať na disk.
sq: Nuk mund të shkruhet skeda e përkohshme në disk.
sr_cyrl: Немогуће писање привремене датотеке на диск.
sr_latn: Nije moguće upisati privremeni fajl na disk.
sv: Kan inte skriva temporär fil till disken.
th: ไม่สามารถเขียนไฟล์ชั่วคราว (temporary file) ลงดิสก์ได้
tl: Temporaryong hindi makasulat ng file sa disk.
tr: Geçici dosya diske yazılamıyor.
uk: Неможливо записати тимчасовий файл на диск.
ur: عارضی فائل کو ڈسک پر نہیں لکھا جا سکتا
vi: Không thể ghi tập tin tạm ra đĩa.

source: A PHP extension caused the upload to fail.
af: 'n PHP-uitbreiding veroorsaak die oplaai van die lêer om te misluk.
az: Bir PHP əlavəsi faylın yüklənməsinə mane oldu.
bs: Prenos datoteke nije uspio zbog PHP ekstenzije.
cy: Methwyd ag uwchlwytho oherwydd ategyn PHP.
da: En PHP-udvidelse forårsagede fejl i upload.
el: Μια επέκταση PHP προκάλεσε αδυναμία ανεβάσματος.
eu: PHP luzapen batek igoeraren hutsa eragin du.
fa: یک افزونه PHP باعث شد بارگذاری ناموفق باشد.
gl: Unha extensión de PHP provocou que a subida fallara.
he: סיומת PHP גרם להעלאה להיכשל.
id: Sebuah ekstensi PHP menyebabkan kegagalan unggah.
ja: PHP拡張によってアップロードに失敗しました。
lb: Eng PHP-Erweiderung huet den Upload verhënnert.
lt: PHP plėtinys sutrukdė failo įkėlimą ir jis nepavyko.
mk: PHP екстензијата предизвика подигнувањето да биде неуспешно.
my: PHP extension တစ်ခုကြောင့် upload တင်၍မရနိုင်ပါ။
nn: Ei PHP-udviding forårsaka feil under opplasting.
no: En PHP-utvidelse forårsaket en feil under opplasting.
sk: Rozšírenie PHP zabránilo nahraniu súboru.
sq: Një shtojcë PHP shkaktoi dështimin e ngarkimit.
sr_cyrl: PHP екстензија је проузроковала неуспех отпремања датотеке.
sr_latn: PHP ekstenzija je prouzrokovala neuspeh otpremanja datoteke.
sv: En PHP extension gjorde att uppladdningen misslyckades.
th: PHP extension ทำให้การอัปโหลดมีปัญหา
tl: Ang dahilan ng pagkabigo ng pagupload ng files ay isang extension ng PHP.
tr: Bir PHP eklentisi dosyanın yüklemesini başarısız kıldı.
uk: Розширення PHP викликало помилку при завантаженні.
ur: پی ایچ پی کی توسیع کی وجہ سے اپ لوڈ ناکام ہو گیا
vi: Một PHP extension đã phá hỏng quá trình tải lên của tập tin.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
af: Hierdie versameling moet {{ limit }} element of meer bevat.|Hierdie versameling moet {{ limit }} elemente of meer bevat.
az: Bu kolleksiyada {{ limit }} və ya daha çox element olmalıdır.
bs: Ova kolekcija bi trebalo da sadrži {{ limit }} ili više elemenata.|Ova kolekcija bi trebalo da sadrži {{ limit }} ili više elemenata.|Ova kolekcija bi trebalo da sadrži {{ limit }} ili više elemenata.
cy: Dylai'r casgliad hwn gynnwys {{ limit }} elfen neu fwy.
da: Denne samling skal indeholde mindst ét element.|Denne samling skal indeholde mindst {{ limit }} elementer.
el: Αυτή η συλλογή θα πρέπει να περιέχει {{ limit }} στοιχείο ή περισσότερα.|Αυτή η συλλογή θα πρέπει να περιέχει {{ limit }} στοιχεία ή περισσότερα.
eu: Bilduma honek gutxienez elementu {{ limit }} eduki beharko luke.|Bilduma honek gutxienez {{ limit }} elementu eduki beharko lituzke.
fa: این مجموعه باید حاوی {{ limit }} عنصر یا بیشتر باشد.|این مجموعه باید حاوی {{ limit }} عنصر یا بیشتر باشد.
gl: Esta colección debe conter {{ limit }} elemento ou máis.|Esta colección debe conter {{ limit }} elementos ou máis.
he: האוסף אמור להכיל {{ limit }} אלמנטים או יותר.|האוסף אמור להכיל {{ limit }} אלמנטים או יותר.
id: Kumpulan ini harus memiliki {{ limit }} elemen atau lebih.
ja: {{ limit }}個以上の要素を含んでなければいけません。
lb: Dës Sammlung sollt {{ limit }} oder méi Elementer hunn.
lt: Sąraše turi būti {{ limit }} arba daugiau įrašų.|Sąraše turi būti {{ limit }} arba daugiau įrašų.|Sąraše turi būti {{ limit }} arba daugiau įrašų.
mk: Оваа колекција треба да содржи {{ limit }} елемент или повеќе.|Оваа колекција треба да содржи {{ limit }} елементи или повеќе.
my: ဤ collection တွင် {{limit}} element (သို့မဟုတ်) ထို့ထက်မပိုသင့်ပါ။
nn: Denne samlinga må innehalde {{ limit }} element eller meir.|Denne samlinga må innehalde {{ limit }} element eller meir.
no: Denne samlingen må inneholde {{ limit }} element eller flere.|Denne samlingen må inneholde {{ limit }} elementer eller flere.
sk: Táto kolekcia by mala obsahovať aspoň {{ limit }} prvok alebo viac.|Táto kolekcia by mala obsahovať aspoň {{ limit }} prvky alebo viac.|Táto kolekcia by mala obsahovať aspoň {{ limit }} prvkov alebo viac.
sq: Ky koleksion duhet të përmbajë {{ limit }} element ose më shumë.|Ky koleksion duhet të përmbajë {{ limit }} elemente ose më shumë.
sr_cyrl: Ова колекција треба да садржи {{ limit }} или више елемената.|Ова колекција треба да садржи {{ limit }} или више елемената.|Ова колекција треба да садржи {{ limit }} или више елемената.
sr_latn: Ova kolekcija bi trebala da sadrži {{ limit }} ili više elemenata.|Ova kolekcija bi trebala da sadrži {{ limit }} ili više elemenata.
sv: Den här samlingen ska innehålla {{ limit }} element eller mer.|Den här samlingen ska innehålla {{ limit }} element eller mer.
th: คอเล็กชั่นนี้ควรจะประกอบไปด้วยอย่างน้อย {{ limit }} สมาชิก
tl: Ang koleksyon na ito ay dapat magkaroon ng {{ limit }} elemento o marami pa.|Ang koleksyon na ito ay dapat magkaroon ng {{ limit }} mga elemento o marami pa.
tr: Bu derlem {{ limit }} veya daha çok eleman içermelidir.
uk: Ця колекція повинна містити {{ limit }} елемент чи більше.|Ця колекція повинна містити {{ limit }} елемента чи більше.|Ця колекція повинна містити {{ limit }} елементів чи більше.
ur: عناصر یا اس سے زیادہ ہونا چاہیے {{ limit } عنصر یا اس سے زیادہ ہونا چاہیے۔|اس مجموعہ میں {{ limit }} اس مجموعہ میں
vi: Danh sách phải chứa {{ limit }} thành phần hoặc nhiều hơn.|Danh sách phải chứa {{ limit }} thành phần hoặc nhiều hơn.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
af: Hierdie versameling moet {{ limit }} element of minder bevat.|Hierdie versameling moet {{ limit }} elemente of meer bevat.
az: Bu kolleksiyada {{ limit }} və ya daha az element olmalıdır.
bs: Ova kolekcija bi trebalo da sadrži {{ limit }} ili manje elemenata.|Ova kolekcija bi trebalo da sadrži {{ limit }} ili manje elemenata.|Ova kolekcija bi trebalo da sadrži {{ limit }} ili manje elemenata.
cy: Dylai'r casgliad hwn gynnwys {{ limit }} elfen neu lai.
da: Denne samling skal indeholde højst ét element.|Denne samling skal indeholde højst {{ limit }} elementer.
el: Αυτή η συλλογή θα πρέπει να περιέχει {{ limit }} στοιχείo ή λιγότερα.|Αυτή η συλλογή θα πρέπει να περιέχει {{ limit }} στοιχεία ή λιγότερα.
eu: Bilduma honek gehienez elementu {{ limit }} eduki beharko luke.|Bilduma honek gehienez {{ limit }} elementu eduki beharko lituzke.
fa: این مجموعه باید حاوی {{ limit }} عنصر یا کمتر باشد.|این مجموعه باید حاوی {{ limit }} عنصر یا کمتر باشد.
gl: Esta colección debe conter {{ limit }} elemento ou menos.|Esta colección debe conter {{ limit }} elementos ou menos.
he: האוסף אמור להכיל {{ limit }} אלמנטים או פחות.|האוסף אמור להכיל {{ limit }} אלמנטים או פחות.
id: Kumpulan ini harus memiliki kurang dari {{ limit }} elemen.
ja: 要素は{{ limit }}個までです。
lb: Dës Sammlung sollt {{ limit }} oder manner Elementer hunn.
lt: Sąraše turi būti {{ limit }} arba mažiau įrašų.|Sąraše turi būti {{ limit }} arba mažiau įrašų.|Sąraše turi būti {{ limit }} arba mažiau įrašų.
mk: Оваа колекција треба да содржи {{ limit }} елемент или помалку.|Оваа колекција треба да содржи {{ limit }} елементи или помалку.
my: ဤ collection တွင် {{limit}} element (သို့မဟုတ်) ၎င်းထက်နည်းသင့်သည်။
nn: Denne samlinga må innehalde {{ limit }} element eller færre.|Denne samlinga må innehalde {{ limit }} element eller færre.
no: Denne samlingen må inneholde {{ limit }} element eller færre.|Denne samlingen må inneholde {{ limit }} elementer eller færre.
sk: Táto kolekcia by mala maximálne {{ limit }} prvok.|Táto kolekcia by mala obsahovať maximálne {{ limit }} prvky.|Táto kolekcia by mala obsahovať maximálne {{ limit }} prvkov.
sq: Ky koleksion duhet të përmbajë {{ limit }} element ose më pak.|Ky koleksion duhet të përmbajë {{ limit }} elemente ose më pak.
sr_cyrl: Ова колекција треба да садржи {{ limit }} или мање елемената.|Ова колекција треба да садржи {{ limit }} или мање елемената.|Ова колекција треба да садржи {{ limit }} или мање елемената.
sr_latn: Ova kolekcija bi trebala da sadrži {{ limit }} ili manje elemenata.|Ova kolekcija bi trebala da sadrži {{ limit }} ili manje elemenata.
sv: Den här samlingen ska innehålla {{ limit }} element eller mindre.|Den här samlingen ska innehålla {{ limit }} element eller mindre.
th: คอเล็กชั่นนี้ไม่ควรมีสมาชิกเกิน {{ limit }}
tl: Ang koleksyon na ito ay dapat magkaroon ng {{ limit }} elemento o maliit pa.|Ang koleksyon na ito ay dapat magkaroon ng {{ limit }} mga elemento o maliit pa.
tr: Bu derlem {{ limit }} veya daha az eleman içermelidir.
uk: Ця колекція повинна містити {{ limit }} елемент чи менше.|Ця колекція повинна містити {{ limit }} елемента чи менше.|Ця колекція повинна містити {{ limit }} елементов чи менше.
ur: عناصر یا اس سے کم ہونا چاہیے {{ limit } عنصر یا اس سے کم ہونا چاہیے۔|اس مجموعہ میں {{ limit }} اس مجموعہ میں
vi: Danh sách phải chứa {{ limit }} thành phần hoặc ít hơn.|Danh sách phải chứa {{ limit }} thành phần hoặc ít hơn.
