Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
af: Die lêer is te groot. Toegelaat maksimum grootte is {{ limit }} {{ suffix }}.
az: Fayl çox böyükdür. İcazə verilən ən böyük fayl ölçüsü {{ limit }} {{ suffix }}.
bs: Ova datoteka je prevelika. Najveća dozvoljena veličina je {{ limit }} {{ suffix }}.
cy: Mae'r ffeil yn rhy fawr. Yr uchafswm â ganiateir yw {{ limit }} {{ suffix }}.
da: Filen er for stor. Den maksimale størrelse er {{ limit }} {{ suffix }}.
el: Το αρχείο είναι πολύ μεγάλο. Το μέγιστο επιτρεπτό μέγεθος είναι {{ limit }} {{ suffix }}.
eu: Fitxategia handiegia da. Baimendutako tamaina handiena {{ limit }} {{ suffix }} da.
fa: فایل بیش از اندازه بزرگ است. بیشینه (حداکثر) اندازه مجاز {{ limit }} {{ suffix }} است.
gl: O arquivo é demasiado grande. O tamaño máximo permitido é {{ limit }} {{ suffix }}.
he: הקובץ גדול מדי. הגודל המרבי המותר הוא {{ limit }} {{ suffix }}.
id: Ukuran berkas terlalu besar. Ukuran maksimum yang diizinkan adalah {{ limit }} {{ suffix }}.
ja: ファイルのサイズが大きすぎます。有効な最大サイズは{{ limit }} {{ suffix }}です。
lb: De fichier ass ze grouss. Déi maximal Gréisst dierf {{ limit }} {{ suffix }} net depasséieren.
lt: Byla yra per didelė. Maksimalus dydis yra {{ limit }} {{ suffix }}.
mk: Датотеката е премногу голема. Максималната дозволена големина е {{ limit }} {{ suffix }}.
my: ဤဖိုင်သည် အလွန်ကြီးသည်။ ခွင့်ပြုထားသည့်အများဆုံးဖိုင်အရွယ်အစားသည် {{ limit }} {{ suffix }} ဖြစ်သည်။
nn: Fila er for stor. Den maksimale storleiken er {{ limit }} {{ suffix }}.
no: Filen er for stor. Den maksimale størrelsen er {{ limit }} {{ suffix }}.
sk: Súbor je príliš veľký. Maximálna povolená veľkosť je {{ limit }} {{ suffix }}.
sq: Kjo skedë është shumë e madhe. Madhësia maksimale e lejuar është {{ limit }} {{ suffix }}.
sr_cyrl: Датотека је превелика. Највећа дозвољена величина је {{ limit }} {{ suffix }}.
sr_latn: Fajl je preveliki. Najveća dozvoljena veličina je {{ limit }} {{ suffix }}.
sv: Filen är för stor. Tillåten maximal storlek är {{ limit }} {{ suffix }}.
th: ขนาดไฟล์ใหญ่เกินไป อนุญาตให้ไฟล์ขนาดใหญ่ได้ไม่เกิน {{ limit }} {{ suffix }}
tl: Ang file ay masyadong malaki. Ang pinapayagan halaga lamang ay {{ limit}} {{ suffix }}.
tr: Dosya çok büyük. İzin verilen en büyük dosya boyutu {{ limit }} {{ suffix }}.
uk: Файл занадто великий. Максимальний допустимий розмір {{ limit }} {{ suffix }}.
ur: {{ suffix }} {{ limit }} فائل بہت بڑی ہے۔ زیادہ سے زیادہ سائز کی اجازت ہے
vi: Tập tin quá lớn. Kích thước tối đa cho phép là {{ limit }} {{ suffix }}.

source: The file is too large.
af: Die lêer is te groot.
az: Fayl çox böyükdür.
bs: Ova datoteka je prevelika.
cy: Mae'r ffeil yn rhy fawr.
da: Filen er for stor.
el: Το αρχείο είναι πολύ μεγάλο.
eu: Fitxategia handiegia da.
fa: فایل بیش از اندازه بزرگ است.
gl: O arquivo é demasiado grande.
he: הקובץ גדול מדי.
id: Ukuran berkas terlalu besar.
ja: ファイルのサイズが大きすぎます。
lb: De Fichier ass ze grouss.
lt: Byla per didelė.
mk: Датотеката е премногу голема.
my: ဤဖိုင်သည် အလွန်ကြီးသည်။
nn: Fila er for stor.
no: Filen er for stor.
sk: Súbor je príliš veľký.
sq: Kjo skedë është shumë e madhe.
sr_cyrl: Датотека је превелика.
sr_latn: Fajl je preveliki.
sv: Filen är för stor.
th: ขนาดไฟล์ใหญ่เกินไป
tl: Ang file na ito ay masyadong malaki.
tr: Dosya çok büyük.
uk: Файл занадто великий.
ur: فائل بہت بڑی ہے
vi: Tập tin quá lớn.

source: The file could not be uploaded.
af: Die lêer kan nie opgelaai word nie.
az: Fayl yüklənəbilmir.
bs: Ova datoteka ne može biti prenijeta (uploaded).
cy: Methwyd ag uwchlwytho'r ffeil.
da: Filen kunne ikke uploades.
el: Το αρχείο δε μπορεί να ανέβει.
eu: Ezin izan da fitxategia igo.
fa: بارگذاری فایل با شکست مواجه گردید.
gl: No se puido cargar o arquivo.
he: לא ניתן לעלות את הקובץ.
id: Berkas tidak dapat diunggah.
ja: ファイルをアップロードできませんでした。
lb: De Fichier konnt net eropgeluede ginn.
lt: Byla negali būti įkelta.
mk: Датотеката не може да биде подигната.
my: ဤဖိုင်ကိုတင်၍မရပါ။
nn: Fila kunne ikkje bli lasta opp.
no: Filen kunne ikke lastes opp.
sk: Súbor sa nepodarilo nahrať.
sq: Kjo skedë nuk mund të ngarkohet.
sr_cyrl: Датотека не може бити отпремљена.
sr_latn: Fajl ne može biti otpremljen.
sv: Filen kunde inte laddas upp.
th: ไม่สามารถอัปโหลดไฟล์ได้
tl: Ang file na ito ay hindi ma-upload.
tr: Dosya yüklenemiyor.
uk: Файл не можливо завантажити.
ur: فائل اپ لوڈ نہیں ہو سکی
vi: Tập tin không thể tải lên.

source: This value should be a valid number.
af: Hierdie waarde moet 'n geldige nommer wees.
az: Bu dəyər rəqəm olmalıdır.
bs: Ova vrijednost bi trebalo da bude ispravan broj.
cy: Dylai'r gwerth hwn fod yn rif dilys.
da: Værdien skal være et gyldigt tal.
el: Αυτή η τιμή θα πρέπει να είναι ένας έγκυρος αριθμός.
eu: Balio hau zenbaki egoki bat izan beharko litzateke.
fa: این مقدار باید یک عدد معتبر باشد.
gl: Este valor debería ser un número válido.
he: הערך צריך להיות מספר חוקי.
id: Nilai ini harus angka yang sah.
ja: 有効な数字ではありません。
lb: Dëse Wäert sollt eng gëlteg Zuel sinn.
lt: Ši reikšmė turi būti skaičius.
mk: Оваа вредност треба да е валиден број.
my: ဤတန်ဖိုးသည်မှန်ကန်သောနံပါတ်ဖြစ်သင့်သည်။
nn: Verdien må vere eit gyldig tal.
no: Verdien skal være et gyldig tall.
sk: Táto hodnota by mala byť číslo.
sq: Kjo vlerë duhet të jetë një numër i vlefshëm.
sr_cyrl: Вредност треба да буде валидан број.
sr_latn: Vrednost bi trebala da bude validan broj.
sv: Värdet ska vara ett giltigt nummer.
th: ค่าของตัวเลขไม่ถูกต้อง
tl: Ang halaga nito ay dapat na wastong numero.
tr: Bu değer geçerli bir rakam olmalıdır.
uk: Значення має бути допустимим числом.
ur: یہ ويليو ایک درست نمبر ہونی چاہیے
vi: Giá trị phải là con số.

source: This file is not a valid image.
af: Hierdie lêer is nie 'n geldige beeld nie.
az: Bu fayl düzgün bir şəkil deyil.
bs: Ova datoteka nije validna slika.
cy: Nid yw'r ffeil hon yn ddelwedd dilys.
da: Filen er ikke gyldigt billede.
el: Το αρχείο δεν αποτελεί έγκυρη εικόνα.
eu: Fitxategi hau ez da irudi egoki bat.
fa: این فایل یک تصویر معتبر نمی‌باشد.
gl: O arquivo non é unha imaxe válida.
he: הקובץ הזה אינו תמונה תקינה.
id: Berkas ini tidak termasuk citra.
ja: ファイルが画像ではありません。
lb: Dëse Fichier ass kee gëltegt Bild.
lt: Byla nėra paveikslėlis.
mk: Оваа датотека не е валидна слика.
my: ဤဖိုင်သည်မှန်ကန်သော ဓါတ်ပုံမဟုတ်ပါ။
nn: Fila er ikkje eit gyldig bilete.
no: Denne filen er ikke et gyldig bilde.
sk: Tento súbor nie je obrázok.
sq: Kjo skedë nuk është një imazh i vlefshëm.
sr_cyrl: Ова датотека није валидна слика.
sr_latn: Ovaj fajl nije validan kao slika.
sv: Filen är ingen giltig bild.
th: ไฟล์นี้ไม่ใช่ไฟล์รูปภาพ
tl: Ang file na ito ay hindi wastong imahe.
tr: Bu dosya geçerli bir resim değildir.
uk: Цей файл не є допустимим форматом зображення.
ur: یہ فائل درست تصویر نہیں ہے
vi: Tập tin không phải là hình ảnh hợp lệ.

# This is not a valid IP address.
source: This value is not a valid IP address.
af: Hierdie waarde is nie 'n geldige IP-adres nie.
az: Bu dəyər etibarlı bir IP ünvanı deyil.
bs: Ova vrijednost nije valjana IP adresa.
cy: Nid yw'r gwerth hwn yn gyfeiriad IP dilys.
da: Denne værdi er ikke en gyldig IP-adresse.
el: Αυτή η IP διεύθυνση δεν είναι έγκυρη.
eu: Balio hau ez da IP helbide baliozko bat.
fa: این مقدار یه آدرس آی‌پی معتبر نمی‌باشد.
gl: Este valor non é un enderezo IP válido.
he: ערך זה אינו כתובת IP תקפה.
id: Nilai ini bukan alamat IP yang valid.
ja: 有効なIPアドレスではありません。
lb: Dëse Wäert ass keng gülteg IP-Adress.
lt: Ši reikšmė nėra tinkamas IP adresas.
mk: Оваа вредност не е валидна IP адреса.
my: ဤတန်ဖိုးသည် မှန်ကန်သော IP လိပ်စာ မဟုတ်ပါ။
nn: Denne verdien er ikkje ein gyldig IP-adresse.
sk: Táto hodnota nie je platná IP adresa.
sq: Kjo vlerë nuk është një adresë IP e vlefshme.
sr_cyrl: Ова вредност није валидна IP адреса.
sr_latn: Ova vrednost nije validna IP adresa.
sv: Värdet är inte en giltig IP-adress.
th: ค่านี้ไม่ใช่ที่อยู่ IP ที่ถูกต้อง
tl: Ang halagang ito ay hindi isang wastong IP address.
tr: Bu değer geçerli bir IP adresi değil.
uk: Це значення не є дійсною IP-адресою.
ur: یہ قیمت کوئی درست IP پتہ نہیں ہے۔
vi: Giá trị này không phải là địa chỉ IP hợp lệ.

source: This value is not a valid language.
af: Hierdie waarde is nie 'n geldige taal nie.
az: Bu dəyər düzgün bir dil deyil.
bs: Ova vrijednost nije validan jezik.
cy: Nid yw'r gwerth hwn yn iaith ddilys.
da: Værdien er ikke et gyldigt sprog.
el: Αυτή η τιμή δεν αντιστοιχεί σε μια έγκυρη γλώσσα.
eu: Balio hau ez da hizkuntza egoki bat.
fa: این مقدار یک زبان معتبر نمی‌باشد.
gl: Este valor non é un idioma válido.
he: הערך אינו שפה חוקית.
id: Nilai ini bukan bahasa yang sah.
ja: 有効な言語名ではありません。
lb: Dëse Wäert entsprécht kenger gëlteger Sprooch.
lt: Ši reikšmė nėra tinkama kalba.
mk: Оваа вредност не е валиден јазик.
my: ဤတန်ဖိုးသည် မှန်ကန်သောဘာသာစကားမဟုတ်ပါ။
nn: Verdien er ikkje eit gyldig språk.
no: Verdien er ikke et gyldig språk.
sk: Tento jazyk neexistuje.
sq: Kjo vlerë nuk është një gjuhë e vlefshme.
sr_cyrl: Вредност није валидан језик.
sr_latn: Vrednost nije validan jezik.
sv: Värdet är inte ett giltigt språk.
th: ค่าของภาษาไม่ถูกต้อง
tl: Ang halaga na ito ay hindi balidong wika.
tr: Bu değer geçerli bir lisan değil.
uk: Це некоректна мова.
ur: یہ ويليو درست زبان نہیں ہے
vi: Giá trị không phải là ngôn ngữ hợp lệ.

source: This value is not a valid locale.
af: Hierdie waarde is nie 'n geldige land instelling nie.
az: Bu dəyər düzgün bir dil deyil.
bs: Ova vrijednost nije validna regionalna oznaka.
cy: Nid yw'r gwerth hwn yn locale dilys.
da: Værdien er ikke en gyldig lokalitet.
el: Αυτή η τιμή δεν αντιστοιχεί σε έγκυρο κωδικό τοποθεσίας.
eu: Balio hau ez da kokapen egoki bat.
fa: این مقدار یک محل (locale) معتبر نمی‌باشد.
gl: Este valor non é unha localización válida.
he: הערך אינו אזור תקף.
id: Nilai ini bukan lokal yang sah.
ja: 有効なロケールではありません。
lb: Dëse Wäert entsprécht kengem gëltege Gebittsschema.
lt: Ši reikšmė nėra tinkama lokalė.
mk: Оваа вредност не е валидна локализација.
my: ဤတန်ဖိုးသည်မှန်ကန်သောဘာသာပြန်မဟုတ်ပါ။
nn: Verdien er ikkje ein gyldig lokalitet (språk/region).
no: Verdien er ikke en gyldig lokalitet.
sk: Táto lokalizácia neexistuje.
sq: Kjo vlerë nuk është nje “locale” e vlefshme.
sr_cyrl: Вредност није валидан локал.
sr_latn: Vrednost nije validna međunarodna oznaka jezika.
sv: Värdet är inte en giltig plats.
th: ค่าของภูมิภาค (Locale) ไม่ถูกต้อง
tl: Ito ay isang hindi wastong locale na halaga.
tr: Bu değer geçerli bir yer değildir.
uk: Це некоректна локалізація.
ur: یہ ويليو درست مقام نہیں ہے
vi: Giá trị không phải là một bản địa địa phương hợp lệ.

source: This value is not a valid country.
af: Hierdie waarde is nie 'n geldige land nie.
az: Bu dəyər düzgün bir ölkə deyil.
bs: Ova vrijednost nije validna država.
cy: Nid yw'r gwerth hwn yn wlad dilys.
da: Værdien er ikke et gyldigt land.
el: Αυτή η τιμή δεν αντιστοιχεί σε μια έγκυρη χώρα.
eu: Balio hau ez da herrialde egoki bat.
fa: این مقدار یک کشور معتبر نمی‌باشد.
gl: Este valor non é un país válido.
he: הערך אינו ארץ חוקית.
id: Nilai ini bukan negara yang sah.
ja: 有効な国名ではありません。
lb: Dëse Wäert entsprécht kengem gëltege Land.
lt: Ši reikšmė nėra tinkama šalis.
mk: Оваа вредност не е валидна земја.
my: ဤတန်ဖိုးသည်မှန်ကန်သောနိုင်ငံမဟုတ်ပါ။
nn: Verdien er ikkje eit gyldig land.
no: Verdien er ikke et gyldig navn på land.
sk: Táto krajina neexistuje.
sq: Kjo vlerë nuk është një shtet i vlefshëm.
sr_cyrl: Вредност није валидна земља.
sr_latn: Vrednost nije validna država.
sv: Värdet är inte ett giltigt land.
th: ค่าของประเทศไม่ถูกต้อง
tl: ng halaga na ito ay hindi wastong bansa.
tr: Bu değer geçerli bir ülke değildir.
uk: Це некоректна країна.
ur: یہ ويليو ایک درست ملک نہیں ہے
vi: Giá trị không phải là quốc gia hợp lệ.

source: This value is already used.
af: Hierdie waarde word reeds gebruik.
az: Bu dəyər hal-hazırda istifadədədir.
bs: Ova vrijednost je već upotrebljena.
cy: Mae'r gwerth hwn eisoes yn cael ei ddefnyddio.
da: Værdien er allerede i brug.
el: Αυτή η τιμή χρησιμοποιείται ήδη.
eu: Balio hau jadanik erabilia izan da.
fa: این مقدار قبلاً استفاده شده است.
gl: Este valor xa está a ser empregado.
he: הערך כבר בשימוש.
id: Nilai ini sudah digunakan.
ja: 既に使用されています。
lb: Dëse Wäert gëtt scho benotzt.
lt: Ši reikšmė jau yra naudojama.
mk: Оваа вредност веќе се користи.
my: ဤတန်ဖိုးသည် အသုံးပြုပြီးသားဖြစ်သည်။
nn: Verdien er allereie i bruk.
no: Verdien er allerede brukt.
sk: Táto hodnota sa už používa.
sq: Kjo vlerë është tashmë në përdorim.
sr_cyrl: Вредност је већ искоришћена.
sr_latn: Vrednost je već iskorišćena.
sv: Värdet används redan.
th: ค่านี้ถูกใช้งานไปแล้ว
tl: Ang halaga na ito ay ginamit na.
tr: Bu değer şu anda kullanımda.
uk: Це значення вже використовується.
ur: یہ ويليو پہلے ہی استعمال ہو چکی ہے
vi: Giá trị đã được sử dụng.

source: The size of the image could not be detected.
af: Die grootte van die beeld kon nie opgespoor word nie.
az: Şəklin ölçüsü hesablana bilmir.
bs: Nije moguće otkriti veličinu ove slike.
cy: Methwyd â darganfod maint y ddelwedd.
da: Størrelsen på billedet kunne ikke detekteres.
el: Το μέγεθος της εικόνας δεν ήταν δυνατό να ανιχνευθεί.
eu: Ezin izan da irudiaren tamaina detektatu.
fa: اندازه تصویر قابل شناسایی نمی‌باشد.
gl: Non se puido determinar o tamaño da imaxe.
he: לא ניתן לקבוע את גודל התמונה.
id: Ukuran dari citra tidak bisa dideteksi.
ja: 画像のサイズが検出できません。
lb: D'Gréisst vum Bild konnt net detektéiert ginn.
lt: Nepavyko nustatyti nuotraukos dydžio.
mk: Големината на сликата не може да се детектира.
my: ဓါတ်ပုံအရွယ်အစားကိုရှာမတွေ့ပါ။
nn: Storleiken på biletet kunne ikkje oppdagast.
no: Bildestørrelsen kunne ikke oppdages.
sk: Nepodarilo sa zistiť rozmery obrázku.
sq: Madhësia e imazhit nuk mund të zbulohet.
sr_cyrl: Величина слике не може бити одређена.
sr_latn: Veličina slike ne može biti određena.
sv: Det gick inte att fastställa storleken på bilden.
th: ไม่สามารถตรวจสอบขนาดไฟล์ของภาพได้
tl: Ang sukat ng imahe ay hindi madetect.
tr: Resmin boyutu saptanamıyor.
uk: Не вдалося визначити розмір зображення.
ur: تصویر کے سائز کا پتہ نہیں چل سکا
vi: Kích thước của hình ảnh không thể xác định.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
af: Die beeld breedte is te groot ({{ width }}px). Toegelaat maksimum breedte is {{ max_width }}px.
az: Şəklin genişliyi çox böyükdür ({{ width }}px). İcazə verilən ən böyük genişlik {{ max_width }}px.
bs: Širina slike je prevelika ({{ width }}px). Najveća dozvoljena širina je {{ max_width }}px.
cy: Mae lled y ddelwedd yn rhy fawr ({{ width }}px). Y lled mwyaf â ganiateir yw {{ max_width }}px.
da: Billedet er for bredt ({{ width }}px). Største tilladte bredde er {{ max_width }}px.
el: Το πλάτος της εικόνας είναι πολύ μεγάλο ({{ width }}px). Το μέγιστο επιτρεπτό πλάτος είναι {{ max_width }}px.
eu: Irudiaren zabalera handiegia da ({{ width }}px). Onartutako gehienezko zabalera {{ max_width }}px dira.
fa: عرض تصویر بسیار بزرگ است({{ width }}px). بیشینه (حداکثر) عرض مجاز {{ max_width }}px می‌باشد.
gl: A largura da imaxe é demasiado grande ({{ width }}px). A largura máxima permitida son {{ max_width }}px.
he: רוחב התמונה גדול מדי ({{ width }}px). הרוחב המקסימלי הוא {{ max_width }}px.
id: Lebar citra terlalu besar ({{ width }}px). Ukuran lebar maksimum adalah {{ max_width }}px.
ja: 画像の幅が大きすぎます({{ width }}ピクセル)。{{ max_width }}ピクセルまでにしてください。
lb: D'Breet vum Bild ass ze grouss ({{ width }}px). Déi erlaabte maximal Breet ass {{ max_width }}px.
lt: Nuotraukos plotis per didelis ({{ width }}px). Maksimalus leidžiamas plotis yra {{ max_width }}px.
mk: Ширината на сликата е преголема ({{ width }}px). Максималната дозволена ширина е {{ max_width }}px.
my: ပုံ၏အလျားသည် ကြီးလွန်းသည် ({{ width }}px)။ ခွင့်ပြုထားသည့်အများဆုံးအလျားသည် {{max_width}}px ဖြစ်သည်။
nn: Biletbreidda er for stor, ({{ width }} pikslar). Tillaten maksimumsbreidde er {{ max_width }} pikslar.
no: Bildebredden er for stor ({{ width }} piksler). Tillatt maksimumsbredde er {{ max_width }} piksler.
sk: Obrázok je príliš široký ({{ width }}px). Maximálna povolená šírka obrázku je {{ max_width }}px.
sq: Gjerësia e imazhit është shumë e madhe ({{ width }}px). Gjerësia maksimale e lejuar është {{ max_width }}px.
sr_cyrl: Ширина слике је превелика ({{ width }}px). Најећа дозвољена ширина је {{ max_width }}px.
sr_latn: Širina slike je prevelika ({{ width }} piksela). Najveća dozvoljena širina je {{ max_width }} piksela.
sv: Bildens bredd är för stor ({{ width }}px). Tillåten maximal bredd är {{ max_width }}px.
th: ความกว้างของภาพเกินขนาด ({{ width }}px) อนุญาตให้กว้างได้มากที่สุด {{ max_width }}px
tl: Ang lapad ng imahe ay masyadong malaki ({{ width }}px). Ang pinapayagang lapay ay {{ max_width }}px.
tr: Resmin genişliği çok büyük ({{ width }}px). İzin verilen en büyük genişlik {{ max_width }}px.
uk: Ширина зображення занадто велика ({{ width }}px). Максимально допустима ширина {{ max_width }}px.
ur: ہے {{ max_width }}px اجازت دی گئی زیادہ سے زیاد چوڑائی ({{ width }}px) تصویر کی چوڑائی بہت بڑی ہے
vi: Chiều rộng của hình quá lớn ({{ width }}px). Chiều rộng tối đa phải là {{ max_width }}px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
af: Die beeld breedte is te klein ({{ width }}px). Minimum breedte verwag is {{ min_width }}px.
az: Şəklin genişliyi çox kiçikdir ({{ width }}px). Ən az {{ min_width }}px olmalıdır.
bs: Širina slike je premala ({{ width }}px). Najmanja dozvoljena širina je {{ min_width }}px.
cy: Mae lled y ddelwedd yn rhy fach ({{ width }}px). Y lled lleiaf â ganiateir yw {{ min_width }}px.
da: Billedet er for smalt ({{ width }}px). Mindste forventede bredde er {{ min_width }}px.
el: Το πλάτος της εικόνας είναι πολύ μικρό ({{ width }}px). Το ελάχιστο επιτρεπτό πλάτος είναι {{ min_width }}px.
eu: Irudiaren zabalera txikiegia da ({{ width }}px). Onartutako gutxieneko zabalera {{ min_width }}px dira.
fa: عرض تصویر بسیار کوچک است({{ width }}px). کمینه (حداقل) عرض مورد انتظار {{ min_width }}px می‌باشد.
gl: A largura da imaxe é demasiado pequena ({{ width }}px). A largura mínima requerida son {{ min_width }}px.
he: רוחב התמונה קטן מדי ({{ width }}px). הרוחב המינימלי הוא {{ min_width }}px.
id: Lebar citra terlalu kecil ({{ width }}px). Ukuran lebar minimum yang diharapkan adalah {{ min_width }}px.
ja: 画像の幅が小さすぎます({{ width }}ピクセル)。{{ min_width }}ピクセル以上にしてください。
lb: D'Breet vum Bild ass ze kleng ({{ width }}px). Déi minimal Breet ass {{ min_width }}px.
lt: Nuotraukos plotis per mažas ({{ width }}px). Minimalus leidžiamas plotis yra {{ min_width }}px.
mk: Ширината на сликата е премала ({{ width }}px). Минималната дозволена ширина е {{ min_width }}px.
my: ပုံ၏အလျားသည် သေးလွန်းသည် ({{ width }}px)။ ခွင့်ပြုထားသည့်အနည်းဆုံးအလျားသည် {{max_width}}px ဖြစ်သည်။
nn: Biletbreidda er for liten, ({{ width }} pikslar). Forventa minimumsbreidde er {{ min_width }} pikslar.
no: Bildebredden er for liten ({{ width }} piksler). Forventet minimumsbredde er {{ min_width }} piksler.
sk: Obrázok je príliš úzky ({{ width }}px). Minimálna šírka obrázku by mala byť {{ min_width }}px.
sq: Gjerësia e imazhit është shumë e vogël ({{ width }}px). Gjerësia minimale e pritur është {{ min_width }}px.
sr_cyrl: Ширина слике је премала ({{ width }}px). Најмања дозвољена ширина је {{ min_width }}px.
sr_latn: Širina slike je premala ({{ width }} piksela). Najmanja dozvoljena širina je {{ min_width }} piksela.
sv: Bildens bredd är för liten ({{ width }}px). Minsta förväntade bredd är {{ min_width }}px.
th: ความกว้างของภาพต่ำเกินไป ({{ width }}px) อนุญาตให้ความกว้างไม่ต่ำกว่า {{ min_width }}px
tl: Ang lapad ng imahe ay masyadong maliit ({{ width }}px). Ang pinakamaliit na pinapayagang lapad ay {{ min_width }}px.
tr: Resmin genişliği çok küçük ({{ width }}px). En az {{ min_width }}px olmalıdır.
uk: Ширина зображення занадто мала ({{ width }}px). Мінімально допустима ширина {{ min_width }}px.
ur: ہے {{ min_width }}px کم از کم چوڑائی متوقع({{ width }}px) تصویر کی چوڑائی بہت چھوٹی ہے
vi: Chiều rộng của hình quá thấp ({{ width }}px). Chiều rộng tối thiểu phải là {{ min_width }}px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
af: Die beeld hoogte is te groot ({{ height }}px). Toegelaat maksimum hoogte is {{ max_height }}px.
az: Şəklin yüksəkliyi çox böyükdür ({{ height }}px). İcazə verilən ən böyük yüksəklik {{ max_height }}px.
bs: Dužina slike je prevelika ({{ height }}px). Najveća dozvoljena dužina je {{ max_height }}px.
cy: Mae uchder y ddelwedd yn rhy fawr ({{ width }}px). Yr uchder mwyaf â ganiateir yw {{ max_height }}px.
da: Billedet er for højt ({{ height }}px). Største tilladte højde er {{ max_height }}px.
el: Το ύψος της εικόνας είναι πολύ μεγάλο ({{ height }}px). Το μέγιστο επιτρεπτό ύψος είναι {{ max_height }}px.
eu: Irudiaren altuera handiegia da ({{ height }}px). Onartutako gehienezko altuera {{ max_height }}px dira.
fa: ارتفاع تصویر بسیار بزرگ است({{ height }}px). بیشینه (حداکثر) ارتفاع مجاز {{ max_height }}px می‌باشد.
gl: A altura da imaxe é demasiado grande ({{ height }}px). A altura máxima permitida son {{ max_height }}px.
he: גובה התמונה גדול מדי ({{ height }}px). הגובה המקסימלי הוא {{ max_height }}px.
id: Tinggi citra terlalu besar ({{ height }}px). Ukuran tinggi maksimum adalah {{ max_height }}px.
ja: 画像の高さが大きすぎます({{ height }}ピクセル)。{{ max_height }}ピクセルまでにしてください。
lb: D'Héicht vum Bild ass ze grouss ({{ height }}px). Déi erlaabte maximal Héicht ass {{ max_height }}px.
lt: Nuotraukos aukštis per didelis ({{ height }}px). Maksimalus leidžiamas aukštis yra {{ max_height }}px.
mk: Висината на сликата е преголема ({{ height }}px). Максималната дозволена висина е {{ max_height }}px.
my: ပုံ၏အနံသည် ကြီးလွန်းသည် ({{ height }}px)။ ခွင့်ပြုထားသည့်အများဆုံးအနံသည် {{max_height}}px ဖြစ်သည်။
nn: Bilethøgda er for stor, ({{ height }} pikslar). Tillaten maksimumshøgde er {{ max_height }} pikslar.
no: Bildehøyden er for stor ({{ height }} piksler). Tillatt maksimumshøyde er {{ max_height }} piksler.
sk: >Obrázok je príliš vysoký ({{ height }}px). Maximálna povolená výška obrázku je {{ max_height }}px.
sq: Gjatësia e imazhit është shumë e madhe ({{ height }}px). Gjatësia maksimale e lejuar është {{ max_height }}px.
sr_cyrl: Висина слике је превелика ({{ height }}px). Најећа дозвољена висина је {{ max_height }}px.
sr_latn: Visina slike je prevelika ({{ height }} piksela). Najveća dozvoljena visina je {{ max_height }} piksela.
sv: Bildens höjd är för stor ({{ height }}px). Tillåten maximal bredd är {{ max_height }}px.
th: ความสูงของภาพเกินขนาด ({{ height }}px) อนุญาตให้สูงได้มากที่สุด {{ max_height }}px
tl: Ang haba ng imahe ay masyadong mataas ({{ height }}px). Ang pinakmataas na haba ay {{ max_height }}px.
tr: Resmin yüksekliği çok büyük ({{ height }}px). İzin verilen en büyük yükseklik {{ max_height }}px.
uk: Висота зображення занадто велика ({{ height }}px). Максимально допустима висота {{ max_height }}px.
ur: ہے {{ max_height }}px اجازت دی گئی زیادہ سے زیاد اونچائی ({{ height }}px) تصویر کی اونچائی بہت بڑی ہے
vi: Chiều cao của hình quá cao ({{ height }}px). Chiều cao tối đa phải là {{ max_height }}px.
