Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: The filename is too long. It should have {{ filename_max_length }} character or less.|The filename is too long. It should have {{ filename_max_length }} characters or less.
af: Die lêernaam is te lank. Dit moet {{ filename_max_length }} karakter of minder hê.|Die lêernaam is te lank. Dit moet {{ filename_max_length }} karakters of minder hê.
az: Fayl adı çox uzundur. {{ filename_max_length }} və ya daha az simvol olmalıdır.
bs: Ime datoteke je predugačko. Trebao bi imati {{ filename_max_length }} znak ili manje.|Naziv fajla je predugačak. Trebao bi imati {{ filename_max_length }} znakova ili manje.
cy: Mae'r enw ffeil yn rhy hir. Dylai fod â {{ filename_max_length }} cymeriad neu lai.|Mae'r enw ffeil yn rhy hir. Dylai fod â {{ filename_max_length }} nodau neu lai.
da: Filnavnet er for langt. Det bør indeholde {{ filename_max_length }} tegn eller mindre.|Filnavnet er for langt. Det bør indeholde {{ filename_max_length }} tegn eller mindre.
el: Το όνομα αρχείου είναι πολύ μεγάλο. Θα πρέπει να έχει έως {{ filename_max_length }} χαρακτήρα.|Το όνομα αρχείου είναι πολύ μεγάλο. Θα πρέπει να έχει έως {{ filename_max_length }} χαρακτήρες.
eu: Fitxategiaren izena luzeegia da. Karaktere {{ filename_max_length }} edo gutxiago izan beharko lituzke.|Fitxategiaren izena luzeegia da. {{ filename_max_length }} karaktere edo gutxiago izan beharko lituzke.
fa: نام فایل طولانی است. نام فایل باید {{ filename_max_length }} کاراکتر یا کمتر باشد.|نام فایل طولانی است. نام فایل باید {{ filename_max_length }} کاراکتر یا کمتر باشد.
gl: O nome do ficheiro é demasiado longo. Debe ter {{ filename_max_length }} caracteres ou menos.
he: שם הקובץ ארוך מדי. עליו להכיל {{ filename_max_length }} תווים או פחות.
id: Nama file terlalu panjang. Harusnya {{ filename_max_length }} karakter atau kurang.
ja: ファイル名が長すぎます。ファイル名の長さは{{ filename_max_length }}文字以下でなければなりません。
lb: De Dateinimm ass ze laang. Et sollt {{ filename_max_length }} Zeechen oder manner hunn.|De Dateinimm ass ze laang. Et sollt {{ filename_max_length }} Zeechen oder manner hunn.
lt: Failo pavadinimas per ilgas. Jame turėtų būti {{ filename_max_length }} simbolis arba mažiau.|Failo pavadinimas per ilgas. Jame turėtų būti {{ filename_max_length }} simbolių arba mažiau.
mk: Името на датотеката е предолго. Треба да има {{ filename_max_length }} карактер има помалку.|Името на датотеката е предолго. Треба да има {{ filename_max_length }} карактери или помалку.
my: ဖိုင်နာမည်သည် အရှည်လွန်းသည်။ သင်္ကေတ {{ filename_max_length }} သို့မဟုတ် နည်းသည့်အရေအတွက်ရှိရမည်။|ဖိုင်နာမည်သည် အရှည်လွန်းသည်။ သင်္ကေတ {{ filename_max_length }} သို့မဟုတ် နည်းသည့်အရေအတွက်ရှိရမည်။
nn: Filnamnet er for langt. Det bør ha {{ filename_max_length }} teikn eller færre.|Filnamnet er for langt. Det bør ha {{ filename_max_length }} teikn eller færre.
sk: Názov súboru je príliš dlhý. Mal by mať {{ filename_max_length }} znak alebo menej.|Názov súboru je príliš dlhý. Mal by mať {{ filename_max_length }} znaky alebo menej.|Názov súboru je príliš dlhý. Mal by mať {{ filename_max_length }} znakov alebo menej.
sq: Emri i skedës është shumë i gjatë. Duhet të ketë maksimumi {{ filename_max_length }} karakter ose më pak.|Emri i skedës është shumë i gjatë. Duhet të ketë maksimumi {{ filename_max_length }} karaktere ose më pak.
sr_cyrl: Назив датотеке је сувише дугачак. Треба да има {{ filename_max_length }} карактер или мање.|Назив датотеке је сувише дугачак. Треба да има {{ filename_max_length }} карактера или мање.
sr_latn: Naziv fajla je suviše dugačak. Treba da ima {{ filename_max_length }} karaktera ili manje.|Naziv fajla je suviše dugačak. Treba da ima {{ filename_max_length }} karaktera ili manje.
sv: Filnamnet är för långt. Det måste vara {{ filename_max_length }} tecken eller färre.|Filnamnet är för långt. Det måste vara {{ filename_max_length }} tecken eller färre.
th: ชื่อไฟล์ยาวเกินไป ควรจะมีแค่ {{ filename_max_length }} ตัวอักษรหรือน้อยกว่านั้น
tl: Ang pangalan ng file ay masyadong mahaba. Dapat itong magkaroon ng {{ filename_max_length }} karakter o mas kaunti.|Ang pangalan ng file ay masyadong mahaba. Dapat itong magkaroon ng {{ filename_max_length }} mga karakter o mas kaunti.
tr: Dosya adı çok uzun. {{ filename_max_length }} karakter veya daha az olmalıdır.
uk: Назва файлу занадто довга. Вона має містити {{ filename_max_length }} символів або менше.|Назва файлу занадто довга. Вона має містити {{ filename_max_length }} символів або менше.
ur: فائل کا نام بہت لمبا ہے۔ اس میں {{ filename_max_length }} حرف یا اس سے کم ہونے چاہئیں۔|فائل کا نام بہت لمبا ہے۔ اس میں {{ filename_max_length }} حروف یا اس سے کم ہونے چاہئیں۔
vi: Tên tệp quá dài. Phải bằng {{ filename_max_length }} ký tự hoặc ít hơn.|Tên tệp quá dài. Phải bằng {{ filename_max_length }} ký tự hoặc ít hơn.

source: The password strength is too low. Please use a stronger password.
af: Die wagwoordsterkte is te laag. Gebruik asseblief 'n sterker wagwoord.
az: Parolun gücü çox zəifdir. Zəhmət olmasa, daha güclü bir parol istifadə edin.
bs: Jačina lozinke je preniska. Molimo koristite jaču lozinku.
cy: Mae cryfder y cyfrinair yn rhy isel. Defnyddiwch gyfrinair cryfach os gwelwch yn dda.
da: Kodeordets styrke er for lav. Du bedes indtaste et stærkere kodeord.
el: Η ισχύς του κωδικού πρόσβασης είναι πολύ χαμηλή. Χρησιμοποιήστε έναν ισχυρότερο κωδικό πρόσβασης.
eu: Pasahitzaren sendotasuna baxuegia da. Mesedez, erabili pasahitz seguruagoa.
fa: رمز عبور ضعیف است. لطفا از رمز عبور قوی‌تری استفاده کنید.
gl: A forza do contrasinal é demasiado baixa. Utilice un contrasinal máis forte.
he: חוזק הסיסמה נמוך מדי. אנא השתמש בסיסמה חזקה יותר.
id: Kata sandi terlalu lemah. Harap gunakan kata sandi yang lebih kuat.
ja: パスワードの強度が弱すぎます。より強いパスワードを使用してください。
lb: D'Staarf vum Passwuert ass ze schwaach. Benotzt w. e. g. e stäerker Passwuert.
lt: Slaptažodis per silpnas. Naudokite stipresnį slaptažodį.
mk: Оваа лозинка е премногу едноставна. Ве молиме користете посилна лозинка.
my: စကားဝှက်ခိုင်မာမှုနည်းပါးသည်။ ပိုခိုင်မာသော စကားဝှက်ကို သုံးပါ။
nn: Passordstyrken er for låg. Vennligst bruk eit sterkare passord.
sk: Sila hesla je príliš nízka. Použite silnejšie heslo.
sq: Fuqia e fjalëkalimit është shumë e ulët. Ju lutemi përdorni një fjalëkalim më të fortë.
sr_cyrl: Лозинка није довољно јака. Молимо користите јачу лозинку.
sr_latn: Lozinka nije dovoljno jaka. Molimo koristite jaču lozinku.
sv: Detta lösenord är för svagt. Använd ett starkare lösenord.
th: รหัสผ่านมีความปลอดภัยต่ำ กรุณาใช้รหัสผ่านที่มีความปลอดภัยสูง
tl: Ang lakas ng password ay masyadong mababa. Mangyaring gumamit ng mas malakas na password.
tr: Şifre gücü çok düşük. Lütfen daha güçlü bir şifre kullanın.
uk: Надійність пароля занадто низька. Будь ласка, створіть складніший пароль.
ur: پاس ورڈ کی طاقت بہت کم ہے۔ براہ کرم مضبوط پاس ورڈ استعمال کریں۔
vi: Sức mạnh mật khẩu quá thấp. Vui lòng sử dụng mật khẩu mạnh hơn.

source: This value contains characters that are not allowed by the current restriction-level.
af: Hierdie waarde bevat karakters wat nie toegelaat word deur die huidige beperkingsvlak nie.
az: Bu dəyərdə cari məhdudiyyət səviyyəsi tərəfindən icazə verilməyən simvollar var.
bs: Ova vrijednost sadrži znakove koji nisu dozvoljeni trenutnim nivoom ograničenja.
cy: Mae'r gwerth hwn yn cynnwys cymeriadau nad ydynt yn cael eu caniatáu gan y lefel cyfyngu presennol.
da: Denne værdi indeholder tegn, som ikke er tilladt med det nuværende restriktionsniveau.
el: Αυτή η τιμή περιέχει χαρακτήρες που δεν επιτρέπονται από το τρέχον επίπεδο περιορισμού.
eu: Egungo murrizte-mailak ez du balio honek dituen karaktereak onartzen.
fa: این مقدار حاوی کاراکترهایی است که در سطح محدودیت فعلی مجاز نیستند.
gl: Este valor contén caracteres que non están permitidos polo nivel de restrición actual.
he: הערך כולל תווים שאינם מותרים על פי רמת ההגבלה הנוכחית.
id: Nilai ini mengandung karakter yang tidak diizinkan oleh tingkat pembatasan saat ini.
ja: この値は現在の制限レベルで許可されていない文字を含んでいます。
lb: Dëse Wäert enthält Zeechen, déi net erlaabt sinn no der aktueller Beschränkungsstuf.
lt: Šioje reikšmėje yra simbolių, kurių neleidžia dabartinis apribojimo lygis.
mk: Оваа вредност содржи карактери кои не се дозволени од тековното ниво на ограничување.
my: ဤတန်ဖိုးတွင် လက်ရှိကန့်သတ်မှုအဆင့်မှ ခွင့်မပြုထားသော ဇာတ်ကောင်များပါဝင်သည်။
nn: Denne verdien inneheld teikn som ikkje er tillatne av det gjeldande restriksjonsnivået.
sk: Táto hodnota obsahuje znaky, ktoré nie sú povolené aktuálnou úrovňou obmedzenia.
sq: Kjo vlerë përmban karaktere që nuk lejohen nga niveli aktual i kufizimit.
sr_cyrl: Ова вредност садржи карактере који нису дозвољени од стране важећег нивоа рестрикције.
sr_latn: Ova vrednost sadrži karaktere koji nisu dozvoljeni od strane važećeg nivoa restrikcije.
sv: Värdet innehåller tecken som inte är tillåtna.
th: ค่านี้ประกอบด้วยตัวอักษรที่ไม่รับอนุญาตจากระดับข้อบังคับปัจจุบัน
tl: Ang halagang ito ay naglalaman ng mga karakter na hindi pinapayagan ng kasalukuyang antas ng paghihigpit.
tr: Bu değer, mevcut kısıtlama seviyesi tarafından izin verilmeyen karakterler içeriyor.
uk: Це значення містить символи, які не дозволяються поточним рівнем обмежень.
ur: اس قدر میں ایسے حروف موجود ہیں جو موجودہ پابندی کی سطح کی طرف سے اجازت نہیں ہیں۔
vi: Giá trị này chứa các ký tự không được phép bởi mức độ hạn chế hiện tại.

source: Using invisible characters is not allowed.
af: Die gebruik van onsigbare karakters word nie toegelaat nie.
az: Görünməz simvolların istifadəsinə icazə verilmir.
bs: Upotreba nevidljivih znakova nije dozvoljena.
cy: Ni chaniateir defnyddio cymeriadau anweledig.
da: Brug af usynlige tegn er ikke tilladt.
el: Δεν επιτρέπεται η χρήση αόρατων χαρακτήρων.
eu: Ez da onartzen karaktere ikusezinak erabiltzea.
fa: استفاده از کاراکترهای نامرئی مجاز نمی‌باشد.
gl: Non se permite usar caracteres invisibles.
he: אסור להשתמש בתווים בלתי נראים.
id: Penggunaan karakter tak terlihat tidak diperbolehkan.
ja: 不可視文字は使用できません。
lb: D'Benotzen vu onsiichtbaren Zeechen ass net erlaabt.
lt: Naudoti nematomus simbolius draudžiama.
mk: Користењето на невидливи знаци не е дозволено.
my: မမြင်ရသော ဇာတ်ကောင်များကို သုံးခြင်းကို ခွင့်မပြုပါ။
nn: Det er ikkje tillate å bruke usynlege teikn.
sk: Používanie neviditeľných znakov nie je povolené.
sq: Përdorimi i karaktereve të padukshme nuk lejohet.
sr_cyrl: Коришћење невидљивих карактера није дозвољено.
sr_latn: Korišćenje nevidljivih karaktera nije dozvoljeno.
sv: Användning av osynliga tecken är inte tillåtet.
th: ไม่อนุญาตให้ใช้ตัวอักษรที่มองไม่เห็น
tl: Hindi pinapayagan ang paggamit ng mga hindi nakikitang karakter.
tr: Görünmez karakterlerin kullanılması izin verilmez.
uk: Використання невидимих ​​символів не допускається.
ur: نادیدہ حروف استعمال کرنے کی اجازت نہیں ہے۔
vi: Sử dụng ký tự vô hình không được phép.

source: Mixing numbers from different scripts is not allowed.
af: Die meng van nommers van verskillende skrifte word nie toegelaat nie.
az: Fərqli skriptlərdən nömrələrin qarışdırılmasına icazə verilmir.
bs: Nije dozvoljeno miješanje brojeva iz različitih pisama.
cy: Ni chaniateir cymysgu rhifau o sgriptiau gwahanol.
da: At blande numre fra forskellige scripts er ikke tilladt.
el: Δεν επιτρέπεται η μίξη αριθμών από διαφορετικά γραφήματα.
eu: Ez da onartzen script ezberdinetako zenbakiak nahastea
fa: مخلوط کردن اعداد از اسکریپت های مختلف مجاز نیست.
gl: Non se permite mesturar números de diferentes scripts.
he: אסור לערבב מספרים מתסריטים שונים.
id: Menggabungkan angka-angka dari skrip yang berbeda tidak diperbolehkan.
ja: 異なる種類の数字を使うことはできません。
lb: D'Mësche vu Nummeren aus verschiddenen Skripten ass net erlaabt.
lt: Draudžiama maišyti skaičius iš skirtingų scenarijų.
mk: Не е дозволено мешање на броеви од различни скрипти.
my: မတူညီသော ဇာတ်ကောင်များမှ နံပါတ်များကို ရောနှောစပ်ခြင်းကို ခွင့်မပြုပါ။
nn: Det er ikkje tillate å blande tal frå forskjellige skript.
sk: Miešanie čísel z rôznych skriptov nie je povolené.
sq: Përzierja e numrave nga shkrimet e ndryshme nuk lejohet.
sr_cyrl: Мешање бројева из различитих скрипти није дозвољено.
sr_latn: Mešanje brojeva iz različitih skripti nije dozvoljeno.
sv: Blandning av siffror från olika skript är inte tillåtet.
th: ไม่อนุญาตให้ผสมตัวเลขจากสคริปต์ที่แตกต่างกัน
tl: Hindi pinapayagan ang paghahalo ng mga numero mula sa iba't ibang script.
tr: Farklı yazı türlerinden sayıların karıştırılması izin verilmez.
uk: Змішувати числа з різних скриптів не допускається.
ur: مختلف اسکرپٹس سے نمبروں کو ملا کر استعمال کرنے کی اجازت نہیں ہے۔
vi: Không được phép trộn các số từ các tập lệnh khác nhau.

source: Using hidden overlay characters is not allowed.
af: Die gebruik van verborge oorvleuelende karakters word nie toegelaat nie.
az: Gizli örtülü simvolların istifadəsinə icazə verilmir.
bs: Upotreba skrivenih preklapajućih znakova nije dozvoljena.
cy: Ni chaniateir defnyddio cymeriadau goruwchlwytho cudd.
da: At bruge skjulte overlejringstegn er ikke tilladt.
el: Δεν επιτρέπεται η χρήση κρυφών χαρακτήρων επικάλυψης.
eu: Ez da onartzen karaktere gainjarri ezkutuen erabilera.
fa: استفاده از کاراکترهای همپوشانی پنهان (hidden overlay characters) مجاز نیست.
gl: Non se permite usar caracteres de superposición ocultos.
he: אסור להשתמש בתווים מוסתרים של חפיפה.
id: Penggunaan karakter overlay yang tersembunyi tidak diperbolehkan.
ja: 隠れたオーバレイ文字は使用できません。
lb: D'Benotzen vu verstoppten Iwwerlagungszeechen ass net erlaabt.
lt: Draudžiama naudoti paslėptus perdangos simbolius.
mk: Не е дозволено користење на скриени знаци за преклопување.
my: ပုန်းထားသော အထပ်ကောင်းဇာတ်ကောင်များကို သုံးခြင်းကို ခွင့်မပြုပါ။
nn: Det er ikkje tillate å bruke skjulte overleggsteikn.
sk: Používanie skrytých prekryvných znakov nie je povolené.
sq: Përdorimi i karaktereve të mbivendosura të fshehura nuk lejohet.
sr_cyrl: Коришћење скривених преклопних карактера није дозвољено.
sr_latn: Korišćenje skrivenih pokrivenih karaktera nije dozvoljeno.
sv: Användning av dolda överlagringstecken är inte tillåtet.
th: ไม่อนุญาตให้ใช้ตัวอักษรซ้อนทับที่ซ่อนอยู่
tl: Hindi pinapayagan ang paggamit ng mga nakatagong overlay na karakter.
tr: Gizli üstü kaplama karakterlerinin kullanılması izin verilmez.
uk: Використання прихованих накладених символів не допускається.
ur: چھپے ہوئے اوورلے کریکٹرز کا استعمال کرنے کی اجازت نہیں ہے۔
vi: Sử dụng các ký tự lớp phủ ẩn không được phép.

source: The extension of the file is invalid ({{ extension }}). Allowed extensions are {{ extensions }}.
af: Die uitbreiding van die lêer is ongeldig ({{ extension }}). Toegelate uitbreidings is {{ extensions }}.
az: Faylın uzantısı yanlışdır ({{ extension }}). İcazə verilən uzantılar {{ extensions }}.
bs: Ekstenzija datoteke je nevažeća ({{ extension }}). Dozvoljene ekstenzije su {{ extensions }}.
cy: Mae estyniad y ffeil yn annilys ({{ extension }}). Mae'r estyniadau a ganiateir yn {{ extensions }}.
da: Udvidelsen til filen er ugyldig ({{ extension }}). De tilladte udvidelser er {{ extensions }}.
el: Η επέκταση του αρχείου δεν είναι έγκυρη ({{ extension }}). Οι επιτρεπτόμενες επεκτάσεις είναι {{ extensions }}.
eu: Fitxategiaren luzapena ez da zuzena ({{ extension }}). Baimendutako luzapenak hauek dira: {{ extensions }}.
fa: پسوند فایل ({{ extension }}) نامعتبر است. پسوندهای مجاز {{ extensions }} هستند.
gl: A extensión do ficheiro non é válida ({{ extension }}). As extensións permitidas son {{ extensions }}.
he: סיומת הקובץ אינה תקינה ({{ extension }}). הסיומות המותרות הן {{ extensions }}.
id: Ekstensi file tidak valid ({{ extension }}). Ekstensi yang diperbolehkan adalah {{ extensions }}.
ja: ファイルの拡張子が無効です({{ extension }})。有効な拡張子は{{ extensions }}です。
lb: D'Extensioun vum Fichier ass net valabel ({{ extension }}). Valabel Extensioune sinn {{ extensions }}.
lt: Failo plėtinys netinkamas ({{ extension }}). Leidžiami plėtiniai yra {{ extensions }}.
mk: Зголемувања на датотеката е неважечка ({{ extension }}). Дозволени зголемувања се ({{ extensions }}).
my: ဖိုင်တွင်းတိုးခြင်းသည် မမှန်ကန်ပါ ({{ extension }})။ ခွင့်ပြုထားသော တိုးခြင်းများမှာ {{ extensions }} ဖြစ်သည်။
nn: Filutvidinga er ugyldig ({{ extension }}). Tillatne utvidingar er {{ extensions }}.
sk: Prípona súboru je neplatná ({{ extension }}). Povolené prípony sú {{ extensions }}.
sq: Shtesa e skedarit është e pavlefshme ({{ extension }}). Shtesat e lejuara janë {{ extensions }}.
sr_cyrl: Екстензија фајла није валидна ({{ extension }}). Дозвољене екстензије су {{ extensions }}.
sr_latn: Ekstenzija fajla je nevalidna ({{ extension }}). Dozvoljene ekstenzije su {{ extensions }}.
sv: Filtillägget är ogiltigt ({{ extension }}). Tillåtna filtillägg är {{ extensions }}.
th: นามสกุลไฟล์ไม่ถูกต้อง ({{ extension }}). นามสกุลที่อนุญาตคือ {{ extensions }}.
tl: Ang extension ng file ay hindi wasto ({{ extension }}). Ang mga pinapayagang extension ay {{ extensions }}.
tr: Dosya uzantısı geçersiz ({{ extension }}). İzin verilen uzantılar {{ extensions }}.
uk: Розширення файлу недопустиме ({{ extension }}). Дозволені розширення {{ extensions }}.
ur: فائل کی توسیع نامناسب ہے ({{ extension }})۔ اجازت شدہ توسیعات {{ extensions }} ہیں۔
vi: Phần mở rộng của tệp không hợp lệ ({{ extension }}). Phần mở rộng cho phép là {{ extensions }}.

source: The detected character encoding is invalid ({{ detected }}). Allowed encodings are {{ encodings }}.
af: Die opgespoorde karakterkodering is ongeldig ({{ detected }}). Toegelate koderings is {{ encodings }}.
az: Təsbit edilən simvol şifrləməsi yanlışdır. ({{ detected }}). İcazə verilən şifrləmələr bunlardır: {{ encodings }}.
bs: Otkriveno kodiranje karaktera je nevažeće ({{ detected }}). Dozvoljena kodiranja su {{ encodings }}.
cy: Mae'r codio cymeriadau a ganfuwyd yn annilys ({{ detected }}). Mae'r codiadau a ganiateir yn {{ encodings }}.
da: Det registrerede tegnsæt er ugyldigt ({{ detected }}). De tilladte tegnsæt er {{ encodings }}.
el: Η κωδικοποίηση χαρακτήρων που ανιχνεύτηκε δεν είναι έγκυρη ({{ detected }}). Οι επιτρεπόμενες κωδικοποιήσεις είναι {{ encodings }}.
eu: Detektatutako karaktere-kodetzea ez da zuzena ({{ detected }}). Baimendutako kodetzeak hauek dira: {{ encodings }}.
fa: رمزگذاری کاراکتر تشخیص داده شده ({{ detected }}) نامعتبر است. رمزگذاری‌های مجاز {{ encodings }} هستند.
gl: A codificación de caracteres detectada non é válida ({{ detected }}). As codificacións permitidas son {{ encodings }}.
he: קידוד התווים שזוהה אינו חוקי ({{ detected }}). הקידודים המותרים הם {{ encodings }}.
id: Pengkodean karakter yang terdeteksi tidak valid ({{ detected }}). Pengkodean yang diperbolehkan adalah {{ encodings }}.
ja: 検出された文字コードは無効です({{ detected }})。有効な文字コードは{{ encodings }}です。
lb: Den Encodage vun de Schrëftzeechen ass net valabel ({{ detected }}). Valabel Encodage sinn {{ encodings }}.
lt: Aptikta simbolių koduotė yra netinkama ({{ detected }}). Leidžiamos koduotės yra {{ encodings }}.
mk: Откриеното кодирање на знаци е неважечко ({{ detected }}). Дозволените шифрирања се {{ encodings }}.
my: တွေ့ရှိထားသော စာလုံးကုဒ်စံနစ်သည် မမှန်ကန်ပါ ({{ detected }})။ ခွင့်ပြုထားသော ကုဒ်စံနစ်များမှာ {{ encodings }} ဖြစ်သည်။
nn: Den oppdaga teiknkodinga er ugyldig ({{ detected }}). Tillatne kodingar er {{ encodings }}.
sk: Zistené kódovanie znakov je neplatné ({{ detected }}). Povolené kódovania sú {{ encodings }}.
sq: Kodimi i karakterit të identifikuar është i pavlefshëm ({{ detected }}). Kodimet e lejuara janë {{ encodings }}.
sr_cyrl: Откривено кодирање знакова је неважеће ({{ detected }}). Дозвољена кодирања су {{ encodings }}.
sr_latn: Detektovani enkoding karaktera nije validan ({{ detected }}). Dozvoljne vrednosti za enkoding su: {{ encodings }}.
sv: Den upptäckta teckenkodningen är ogiltig ({{ detected }}). Tillåtna kodningar är {{ encodings }}.
th: การเข้ารหัสอักขระที่ตรวจพบไม่ถูกต้อง ({{ detected }}). การเข้ารหัสที่อนุญาตคือ {{ encodings }}.
tl: Ang nakitang encoding ng karakter ay hindi wasto ({{ detected }}). Ang mga pinapayagang encoding ay {{ encodings }}.
tr: Tespit edilen karakter kodlaması geçersiz ({{ detected }}). İzin verilen kodlamalar: {{ encodings }}.
uk: Недопустиме кодування символів ({{ detected }}). Допустимі кодування: {{ encodings }}.
ur: پتہ چلنے والی کریکٹر انکوڈنگ نامناسب ہے ({{ detected }})۔ اجازت شدہ انکوڈنگز {{ encodings }} ہیں۔
vi: Mã hóa ký tự được phát hiện là không hợp lệ ({{ detected }}). Các mã hóa được phép là {{ encodings }}.

source: This value is not a valid MAC address.
af: Hierdie waarde is nie 'n geldige MAC-adres nie.
az: Bu dəyər etibarlı bir MAC ünvanı deyil.
bs: Ova vrijednost nije valjana MAC adresa.
cy: Nid yw'r gwerth hwn yn gyfeiriad MAC dilys.
da: Denne værdi er ikke en gyldig MAC-adresse.
el: Αυτός ο αριθμός δεν είναι έγκυρη διεύθυνση MAC.
eu: Balio hau ez da MAC helbide baliozko bat.
fa: این مقدار یک آدرس MAC معتبر نیست.
gl: Este valor non é un enderezo MAC válido.
he: ערך זה אינו כתובת MAC תקפה.
id: Nilai ini bukan alamat MAC yang valid.
ja: 有効なMACアドレスではありません。
lb: Dëse Wäert ass keng gülteg MAC-Adress.
lt: Ši reikšmė nėra tinkamas MAC adresas.
mk: Оваа вредност не е валидна MAC адреса.
my: ဤတန်ဖိုးသည် မှန်ကန်သော MAC လိပ်စာ မဟုတ်ပါ။
nn: Denne verdien er ikkje ein gyldig MAC-adresse.
sk: Táto hodnota nie je platnou MAC adresou.
sq: Kjo nuk është një adresë e vlefshme e Kontrollit të Qasjes në Media (MAC).
sr_cyrl: Ова вредност није валидна MAC адреса.
sr_latn: Ova vrednost nije validna MAC adresa.
sv: Värdet är inte en giltig MAC-adress.
th: ค่านี้ไม่ใช่ที่อยู่ MAC ที่ถูกต้อง
tl: Ang halagang ito ay hindi isang wastong MAC address.
tr: Bu değer geçerli bir MAC adresi değil.
uk: Це значення не є дійсною MAC-адресою.
ur: یہ قیمت کوئی درست MAC پتہ نہیں ہے۔
vi: Giá trị này không phải là địa chỉ MAC hợp lệ.

source: This URL is missing a top-level domain.
af: Die URL mis 'n topvlakdomein.
az: Bu URL yuxarı səviyyəli domeni çatışmır.
bs: Ovom URL-u nedostaje domena najvišeg nivoa.
cy: Mae'r URL hwn yn colli parth lefel uchaf.
da: Denne URL mangler et topdomæne.
el: Αυτή η διεύθυνση URL λείπει ένας τομέας ανώτατου επιπέδου.
eu: URL honek ez du goi-mailako domeinurik.
fa: این آدرس دارای دامنه نمی‌باشد.
gl: Esta URL non contén un dominio de nivel superior.
he: לכתובת URL זו חסר דומיין רמה עליונה.
id: URL ini tidak memiliki domain tingkat atas.
ja: このURLはトップレベルドメインがありません。
lb: Dësen URL feelt eng Top-Level-Domain.
lt: Šiam URL trūksta aukščiausio lygio domeno.
mk: На овој URL недостасува домен од највисоко ниво.
my: ဤ URL တွင် အမြင့်ဆုံးအဆင့်ဒိုမိန်း ပါဝင်မရှိပါ။
nn: Denne URL-en manglar eit toppnivådomene.
sk: Tomuto URL chýba doména najvyššej úrovne.
sq: Kësaj URL i mungon një domain i nivelit të lartë.
sr_cyrl: Овом УРЛ-у недостаје домен највишег нивоа.
sr_latn: Ovom URL nedostaje domen najvišeg nivoa.
sv: Denna URL saknar en toppdomän.
th: URL นี้ขาดโดเมนระดับสูงสุด.
tl: Kulang ang URL na ito sa top-level domain.
tr: Bu URL bir üst düzey alan adı eksik.
uk: Цьому URL не вистачає домену верхнього рівня.
ur: اس URL میں ٹاپ لیول ڈومین موجود نہیں ہے۔
vi: URL này thiếu miền cấp cao.

source: This value is too short. It should contain at least one word.|This value is too short. It should contain at least {{ min }} words.
sr_cyrl: Ова вредност је прекратка. Треба да садржи макар једну реч.|Ова вредност је прекратка. Треба да садржи макар {{ min }} речи.

source: This value is too long. It should contain one word.|This value is too long. It should contain {{ max }} words or less.
sr_cyrl: Ова вредност је предугачка. Треба да садржи само једну реч.|Ова вредност је предугачка. Треба да садржи највише {{ max }} речи.

source: This value does not represent a valid week in the ISO 8601 format.
sr_cyrl: Ова вредност не представља валидну недељу у ISO 8601 формату.

source: This value is not a valid week.
sr_cyrl: Ова вредност није валидна недеља.

source: This value should not be before week "{{ min }}".
sr_cyrl: Ова вредност не би требала да буде пре недеље "{{ min }}".
