Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
af: Die MIME-tipe van die lêer is ongeldig ({{ type }}). Toegelaat MIME-tipes is {{ types }}.
az: Faylın mime tipi yanlışdr ({{ type }}). İcazə verilən mime tipləri {{ types }}.
bs: Mime tip datoteke nije ispravan ({{ type }}). Dozvoljeni mime tipovi su {{ types }}.
cy: Nid yw math mime y ffeil yn ddilys ({{ type }}). Dyma'r mathau â ganiateir {{ types }}.
da: Filens MIME-type er ugyldig ({{ type }}). Tilladte MIME-typer er {{ types }}.
el: Ο τύπος mime του αρχείου δεν είναι έγκυρος ({{ type }}). Οι έγκυροι τύποι mime είναι {{ types }}.
eu: Fitxategiaren mime mota ez da egokia ({{ type }}). Hauek dira baimendutako mime motak: {{ types }}.
fa: نوع mime این فایل نامعتبر است({{ type }}). انواع mime مجاز {{ types }} هستند.
gl: O tipo mime do arquivo non é válido ({{ type }}). Os tipos mime válidos son {{ types }}.
he: סוג MIME של הקובץ אינו חוקי ({{ type }}). מותרים סוגי MIME {{ types }}.
id: Jenis berkas ({{ type }}) tidak sah. Jenis berkas yang diizinkan adalah {{ types }}.
ja: ファイルのMIMEタイプが無効です({{ type }})。有効なMIMEタイプは{{ types }}です。
lb: Den Typ vum Fichier ass ongëlteg ({{ type }}). Erlaabten Type sinn {{ types }}.
lt: Netinkamas bylos tipas (mime type) ({{ type }}). Galimi bylų tipai {{ types }}.
mk: Миме типот на датотеката не е валиден ({{ type }}). Дозволените миме типови се {{ types }}.
my: ဖိုင်၏ mime အမျိုးအစားမမှန်ကန်ပါ ({{ type }})။ ခွင့်ပြုထားသော mime အမျိုးအစားများမှာ {{ types }}.
nn: Mime-typen av fila er ugyldig ({{ type }}). Tillatne mime-typar er {{ types }}.
no: Mimetypen av filen er ugyldig ({{ type }}). Tilatte mimetyper er {{ types }}.
sk: Súbor typu ({{ type }}) nie je podporovaný. Podporované typy sú {{ types }}.
sq: Lloji “mime” i skedës është i pavlefshëm ({{ type }}). Llojet “mime” të lejuara janë {{ types }}.
sr_cyrl: Миме тип датотеке није валидан ({{ type }}). Дозвољени миме типови су {{ types }}.
sr_latn: MIME tip fajla nije validan ({{ type }}). Dozvoljeni MIME tipovi su {{ types }}.
sv: Filens MIME-typ ({{ type }}) är ogiltig. De tillåtna typerna är {{ types }}.
th: Mime type ของไฟล์ไม่ถูกต้อง ({{ type }}) Mime types ที่อนุญาตคือ {{ types }}
tl: Ang uri ng file ng mime ay hindi balido ({{ type }}). Ang mga pinapayagang uri ng mime ay ang {{ types }}.
tr: Dosyanın mime tipi geçersiz ({{ type }}). İzin verilen mime tipleri {{ types }}.
uk: MIME-тип файлу недопустимий ({{ type }}). Допустимі MIME-типи файлів {{ types }}.
ur: ہیں {{ types }} مائیم کی قسمیں ({{ type }}) فائل کی ماۂيم قسم غلط ہے
vi: Kiểu mime của tập tin không hợp lệ ({{ type }}). Kiểu hợp lệ là {{ types }}.

source: This value should be {{ limit }} or less.
af: Hierdie waarde moet {{ limit }} of minder wees.
az: Bu dəyər {{ limit }} və ya altında olmalıdır.
bs: Ova vrijednost bi trebalo da bude {{ limit }} ili manje.
cy: Dylai'r gwerth hwn fod yn {{ limit }} neu lai.
da: Værdien skal være {{ limit }} eller mindre.
el: Αυτή η τιμή θα έπρεπε να είναι {{ limit }} ή λιγότερο.
eu: Balio hau gehienez {{ limit }} izan beharko litzateke.
fa: این مقدار باید کوچکتر و یا مساوی {{ limit }} باشد.
gl: Este valor debería ser {{ limit }} ou menos.
he: הערך צריך להכיל {{ limit }} תווים לכל היותר.
id: Nilai ini harus {{ limit }} atau kurang.
ja: {{ limit }}以下でなければなりません。
lb: Dëse Wäert soll méi kleng oder gläich {{ limit }} sinn.
lt: Reikšmė turi būti {{ limit }} arba mažiau.
mk: Оваа вредност треба да биде {{ limit }} или помалку.
my: ဤတန်ဖိုးသည် {{ limit }} (သို့မဟုတ်) {{ limit }} ထက်နည်းသင့်သည်။
nn: Verdien må vere {{ limit }} eller mindre.
no: Verdien må være {{ limit }} tegn lang eller mindre.
sk: Táto hodnota by mala byť {{ limit }} alebo menej.
sq: Kjo vlerë duhet të jetë {{ limit }} ose më pak.
sr_cyrl: Вредност треба да буде {{ limit }} или мање.
sr_latn: Vrednost bi trebala da bude {{ limit }} ili manje.
sv: Värdet ska vara {{ limit }} eller mindre.
th: ค่านี้ควรจะเป็น {{ limit }} หรือน้อยกว่านั้น
tl: Ang halaga nito ay dapat na {{ limit }} or maliit pa.
tr: Bu değer {{ limit }} ve altında olmalıdır.
uk: Значення повинно бути {{ limit }} або менше.
ur: یا اس سے کم ہونی چاہیے {{ limit }} یہ ويليو
vi: Giá trị phải bằng hoặc nhỏ hơn {{ limit }}.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
af: Hierdie waarde is te lank. Dit moet {{ limit }} karakter of minder wees.|Hierdie waarde is te lank. Dit moet {{ limit }} karakters of minder wees.
az: Bu dəyər çox uzundur. {{ limit }} və ya daha az simvol olmalıdır.
bs: Ova vrijednost je predugačka. Trebalo bi da ima {{ limit }} karakter ili manje.|Ova vrijednost je predugačka. Trebalo bi da ima {{ limit }} karaktera ili manje.|Ova vrijednost je predugačka. Trebalo bi da ima {{ limit }} karaktera ili manje.
cy: Mae'r gwerth hwn rhy hir. Dylai gynnwys {{ limit }} nodyn cyfrifiadurol neu lai.
da: Værdien er for lang. Den må højst indeholde {{ limit }} tegn.
el: Αυτή η τιμή είναι πολύ μεγάλη. Θα έπρεπε να έχει {{ limit }} χαρακτήρα ή λιγότερο.|Αυτή η τιμή είναι πολύ μεγάλη. Θα έπρεπε να έχει {{ limit }} χαρακτήρες ή λιγότερο.
eu: Balio hau luzeegia da. Gehienez karaktere {{ limit }} eduki beharko luke.|Balio hau luzeegia da. Gehienez {{ limit }} karaktere eduki beharko lituzke.
fa: این مقدار بسیار طولانی است. باید دارای {{limit}} کاراکتر یا کمتر باشد. | این مقدار بسیار طولانی است. باید دارای {{limit}} کاراکتر یا کمتر باشد.
gl: Este valor é demasiado longo. Debería ter {{ limit }} carácter ou menos.|Este valor é demasiado longo. Debería ter {{ limit }} caracteres ou menos.
he: הערך ארוך מידי. הוא צריך להכיל {{ limit }} תווים לכל היותר.|הערך ארוך מידי. הוא צריך להכיל {{ limit }} תווים לכל היותר.
id: Nilai ini terlalu panjang. Seharusnya {{ limit }} karakter atau kurang.
ja: 値が長すぎます。{{ limit }}文字以内でなければなりません。
lb: Dës Zeecheketten ass ze laang. Se sollt héchstens {{ limit }} Zeechen hunn.
lt: Per didelis simbolių skaičius. Turi susidaryti iš {{ limit }} arba mažiau simbolių.|Per didelis simbolių skaičius. Turi susidaryti iš {{ limit }} arba mažiau simbolių.|Per didelis simbolių skaičius. Turi susidaryti iš {{ limit }} arba mažiau simbolių.
mk: Оваа вредност е предолга. Треба да содржи {{ limit }} карактер или помалку.|Оваа вредност е предолга. Треба да содржи {{ limit }} карактери или помалку.
my: ဤတန်ဖိုးသည် အလွန်ရှည်လွန်းသည်။ ၎င်းတွင်အက္ခရာ {{ limit }} (သို့မဟုတ်) ၎င်းထက်နည်းသင့်သည်။ | ဤတန်ဖိုးသည် အလွန်ရှည်လွန်းသည်။ ၎င်းတွင်အက္ခရာ {{limit}} ခုနှင့်အထက်ရှိသင့်သည်။
nn: Verdien er for lang. Den må vere {{ limit }} bokstavar eller mindre.
no: Verdien er for lang. Den må ha {{ limit }} tegn eller mindre.
sk: Táto hodnota obsahuje viac znakov ako je povolené. Mala by obsahovať najviac {{ limit }} znak.|Táto hodnota obsahuje viac znakov ako je povolené. Mala by obsahovať najviac {{ limit }} znaky.|Táto hodnota obsahuje viac znakov ako je povolené. Mala by obsahovať najviac {{ limit }} znakov.
sq: Kjo vlerë është shumë e gjatë. Duhet të përmbajë {{ limit }} karakter ose më pak.|Kjo vlerë është shumë e gjatë. Duhet të përmbajë {{ limit }} karaktere ose më pak.
sr_cyrl: Вредност је предугачка. Треба да има {{ limit }} карактер или мање.|Вредност је предугачка. Треба да има {{ limit }} карактера или мање.|Вредност је предугачка. Треба да има {{ limit }} карактера или мање.
sr_latn: Vrednost je predugačka. Trebalo bi da ima {{ limit }} karaktera ili manje.|Vrednost je predugačka. Trebalo bi da ima {{ limit }} karaktera ili manje.
sv: Värdet är för långt. Det ska ha {{ limit }} tecken eller färre.|Värdet är för långt. Det ska ha {{ limit }} tecken eller färre.
th: ค่านี้ยาวเกินไป ควรจะมีแค่ {{ limit }} ตัวอักษรหรือน้อยกว่านั้น
tl: Ang halaga nito ay masyadong mahaba. Ito ay dapat na {{ limit }} karakter o maliit pa.|Ang halaga nito ay masyadong mahaba. Ito ay dapat na {{ limit }} mga karakter o maliit pa.
tr: Bu değer çok uzun. {{ limit }} karakter veya daha az olmalıdır.
uk: Значення занадто довге. Повинно бути рівне {{ limit }} символу або менше.|Значення занадто довге. Повинно бути рівне {{ limit }} символам або менше.|Значення занадто довге. Повинно бути рівне {{ limit }} символам або менше.
ur: حروف یا اس سے کم ہونے چاہئیں {{ limit }} حرف یا اس سے کم ہونا چاہیے۔|یہ ويليو بہت لمبی ہے۔ اس میں{{ limit }} یہ ويليو بہت لمبی ہے۔ اس میں
vi: Giá trị quá dài. Phải bằng hoặc ít hơn {{ limit }} kí tự.|Giá trị quá dài. Phải bằng hoặc ít hơn {{ limit }} kí tự.

source: This value should be {{ limit }} or more.
af: Hierdie waarde moet {{ limit }} of meer wees.
az: Bu dəyər {{ limit }} veya daha fazla olmalıdır.
bs: Ova vrijednost bi trebalo da bude {{ limit }} ili više.
cy: Dylai'r gwerth hwn fod yn {{ limit }} neu fwy.
da: Værdien skal være {{ limit }} eller mere.
el: Αυτή η τιμή θα έπρεπε να είναι {{ limit }} ή περισσότερο.
eu: Balio hau gutxienez {{ limit }} izan beharko litzateke.
fa: این مقدار باید بزرگتر و یا مساوی {{ limit }} باشد.
gl: Este valor debería ser {{ limit }} ou máis.
he: הערך צריך להכיל {{ limit }} תווים לפחות.
id: Nilai ini harus {{ limit }} atau lebih.
ja: {{ limit }}以上でなければなりません。
lb: Dëse Wäert sollt méi grouss oder gläich {{ limit }} sinn.
lt: Reikšmė turi būti {{ limit }} arba daugiau.
mk: Оваа вредност треба да е {{ limit }} или повеќе.
my: ဤတန်ဖိုးသည် {{limit}} (သို့မဟုတ်) ထို့ထက်ပိုသင့်သည်။
nn: Verdien må vere {{ limit }} eller meir.
no: Verdien må være {{ limit }} eller mer.
sk: Táto hodnota by mala byť viac ako {{ limit }}.
sq: Kjo vlerë duhet të jetë {{ limit }} ose më shumë.
sr_cyrl: Вредност треба да буде {{ limit }} или више.
sr_latn: Vrednost bi trebala da bude {{ limit }} ili više.
sv: Värdet ska vara {{ limit }} eller mer.
th: ค่านี้ควรจะมี {{ limit }} หรือมากกว่านั้น
tl: Ang halaga nito ay dapat na {{ limit }} o mas marami pa.
tr: Bu değer {{ limit }} veya daha fazla olmalıdır.
uk: Значення повинно бути {{ limit }} або більше.
ur: یا اس سے زیادہ ہونی چاہیے {{ limit }} یہ ويليو
vi: Giá trị phải lớn hơn hoặc bằng {{ limit }}.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
af: Hierdie waarde is te kort. Dit moet {{ limit }} karakter of meer wees.|Hierdie waarde is te kort. Dit moet {{ limit }} karakters of meer wees.
az: Bu dəyər çox qısadır. {{ limit }} və ya daha çox simvol olmalıdır.
bs: Ova vrijednost je prekratka. Trebalo bi da ima {{ limit }} karakter ili više.|Ova vrijednost je prekratka. Trebalo bi da ima {{ limit }} karaktera ili više.|Ova vrijednost je prekratka. Trebalo bi da ima {{ limit }} karaktera ili više.
cy: Mae'r gwerth hwn yn rhy fyr. Dylai gynnwys {{ limit }} nodyn cyfrifiadurol neu fwy.
da: Værdien er for kort. Den skal indeholde mindst {{ limit }} tegn.
el: Αυτή η τιμή είναι πολύ μικρή. Θα έπρεπε να έχει {{ limit }} χαρακτήρα ή περισσότερο.|Αυτή η τιμή είναι πολύ μικρή. Θα έπρεπε να έχει {{ limit }} χαρακτήρες ή περισσότερο.
eu: Balio hau motzegia da. Karaktere {{ limit }} gutxienez eduki beharko luke.|Balio hau motzegia da. Gutxienez {{ limit }} karaktere eduki beharko lituzke.
fa: این مقدار بیش از اندازه کوتاه است. باید {{ limit }} کاراکتر یا بیشتر داشته باشد.|این مقدار بیش از اندازه کوتاه است. باید {{ limit }} کاراکتر یا بیشتر داشته باشد.
gl: Este valor é demasiado curto. Debería ter {{ limit }} carácter ou máis.|Este valor é demasiado corto. Debería ter {{ limit }} caracteres ou máis.
he: הערך קצר מידי. הוא צריך להכיל {{ limit }} תווים לפחות.|הערך קצר מידי. הערך צריך להכיל {{ limit }} תווים לפחות.
id: Nilai ini terlalu pendek. Seharusnya {{ limit }} karakter atau lebih.
ja: 値が短すぎます。{{ limit }}文字以上でなければなりません。
lb: Dës Zeecheketten ass ze kuerz. Se sollt mindestens {{ limit }} Zeechen hunn.
lt: Per mažas simbolių skaičius. Turi susidaryti iš {{ limit }} arba daugiau simbolių.|Per mažas simbolių skaičius. Turi susidaryti iš {{ limit }} arba daugiau simbolių.|Per mažas simbolių skaičius. Turi susidaryti iš {{ limit }} arba daugiau simbolių.
mk: Оваа вредност е прекратка. Треба да содржи {{ limit }} карактер или повеќе.|Оваа вредност е прекратка. Треба да содржи {{ limit }} карактери или повеќе.
my: ဤတန်ဖိုးသည် အလွန်တိုလွန်းသည်။ ၎င်းတွင်အက္ခရာ {{limit}} (သို့မဟုတ်) ထို့ထက်ပိုရှိသင့်သည်။ | ဤတန်ဖိုးသည်တိုလွန်းသည်။ ၎င်းတွင်အက္ခရာ {{limit}} လုံးနှင့်အထက်ရှိသင့်သည်။
nn: Verdien er for kort. Den må ha {{ limit }} teikn eller fleire.
no: Verdien er for kort. Den må ha {{ limit }} tegn eller flere.
sk: Táto hodnota je príliš krátka. Musí obsahovať minimálne {{ limit }} znak.|Táto hodnota je príliš krátka. Musí obsahovať minimálne {{ limit }} znaky.|Táto hodnota je príliš krátka. Minimálny počet znakov je {{ limit }}.
sq: Kjo vlerë është shumë e shkurtër. Duhet të përmbajë {{ limit }} karakter ose më shumë.|Kjo vlerë është shumë e shkurtër. Duhet të përmbajë {{ limit }} karaktere ose më shumë.
sr_cyrl: Вредност је прекратка. Треба да има {{ limit }} карактер или више.|Вредност је прекратка. Треба да има {{ limit }} карактера или више.|Вредност је прекратка. Треба да има {{ limit }} карактера или више.
sr_latn: Vrednost je prekratka. Trebalo bi da ima {{ limit }} karaktera ili više.|Vrednost je prekratka. Trebalo bi da ima {{ limit }} karaktera ili više.
sv: Värdet är för kort. Det ska ha {{ limit }} tecken eller mer.|Värdet är för kort. Det ska ha {{ limit }} tecken eller mer.
th: ค่านี้สั้นเกินไป ควรจะมี {{ limit }} ตัวอักษรหรือมากกว่านั้น
tl: Ang halaga nito ay masyadong maliit. Ito ay dapat na {{ limit }} karakter o marami pa.|Ang halaga nito ay masyadong maliit. Ito ay dapat na {{ limit }} mga karakter o marami pa.
tr: Bu değer çok kısa. {{ limit }} karakter veya daha fazla olmalıdır.
uk: Значення занадто коротке. Повинно бути рівне {{ limit }} символу або більше.|Значення занадто коротке. Повинно бути рівне {{ limit }} символам або більше.|Значення занадто коротке. Повинно бути рівне {{ limit }} символам або більше.
ur: حروف یا اس سے زیادہ ہونے چاہئیں {{ limit }} حرف یا اس سے زیادہ ہونا چاہیے۔|یہ ويليو بہت چھوٹی ہے۔ اس میں{{ limit }} یہ ويليو بہت مختصر ہے۔ اس میں
vi: Giá trị quá ngắn. Phải hơn hoặc bằng {{ limit }} kí tự.|Giá trị quá ngắn. Phải hơn hoặc bằng {{ limit }} kí tự.

source: This value should not be blank.
af: Hierdie waarde moet nie leeg wees nie.
az: Bu dəyər boş olmamalıdır.
bs: Ova vrijednost ne bi trebalo da bude prazna.
cy: Ni ddylai'r gwerth hwn fod yn wag.
da: Værdien må ikke være blank.
el: Αυτή η τιμή δεν πρέπει να είναι κενή.
eu: Balio hau ez litzateke hutsik egon behar.
fa: این مقدار نباید خالی باشد.
gl: Este valor non debería estar baleiro.
he: הערך לא אמור להיות ריק.
id: Nilai ini tidak boleh kosong.
ja: 空であってはなりません。
lb: Dëse Wäert sollt net eidel sinn.
lt: Ši reikšmė negali būti tuščia.
mk: Ова поле не може да биде празно.
my: ဤတန်ဖိုးသည်ကွက်လပ်မဖြစ်သင့်ပါ။
nn: Verdien kan ikkje vere blank.
no: Verdien kan ikke være blank.
sk: Táto hodnota by mala byť vyplnená.
sq: Kjo vlerë nuk duhet të jetë e zbrazët.
sr_cyrl: Вредност не треба да буде празна.
sr_latn: Vrednost ne bi trebala da bude prazna.
sv: Värdet kan inte vara tomt.
th: ค่านี้ไม่ควรเป็นค่าว่าง
tl: Ang halaga na ito ay dapat na may laman.
tr: Bu değer boş bırakılmamalıdır.
uk: Значення не повинно бути пустим.
ur: یہ ويليو خالی نہیں ہونی چاہیے
vi: Giá trị không được phép để trống.

source: This value should not be null.
af: Hierdie waarde moet nie nul wees nie.
az: Bu dəyər boş olmamalıdır.
bs: Ova vrijednost ne bi trebalo da bude null.
cy: Ni ddylai'r gwerth hwn fod yn null.
da: Værdien må ikke være tom (null).
el: Αυτή η τιμή δεν πρέπει να είναι μηδενική.
eu: Balio hau ez litzateke nulua izan behar.
fa: این مقدار نباید خالی باشد.
gl: Este valor non debería ser null.
he: הערך לא אמור להיות ריק.
id: Nilai ini tidak boleh 'null'.
ja: nullであってはなりません。
lb: Dëst sollt keen Null-Wäert sinn.
lt: Ši reikšmė negali būti null.
mk: Оваа вредност не може да биде ништо (null).
my: ဤတန်ဖိုးသည် null မဖြစ်သင့်ပါ။
nn: Verdien kan ikkje vere tom (null).
no: Verdien kan ikke være tom (null).
sk: Táto hodnota by nemala byť null.
sq: Kjo vlerë nuk duhet të jetë “null”.
sr_cyrl: Вредност не треба да буде null.
sr_latn: Vrednost ne bi trebala da bude null.
sv: Värdet kan inte vara null.
th: ค่านี้ไม่ควรเป็นค่า null
tl: Meron dapt itong halaga.
tr: Bu değer boş bırakılmamalıdır.
uk: Значення не повинно бути null.
ur: یہ ويليو خالی نہیں ہونی چاہیے
vi: Giá trị không được phép rỗng.

source: This value should be null.
af: Hierdie waarde moet nul wees.
az: Bu dəyər boş olmamalıdır.
bs: Ova vrijednost bi trebalo da bude null.
cy: Dylai'r gwerth fod yn null.
da: Værdien skal være tom (null).
el: Αυτή η τιμή πρέπει να είναι μηδενική.
eu: Balio hau nulua izan beharko litzateke.
fa: این مقدار باید خالی باشد.
gl: Este valor debería ser null.
he: הערך צריך להיות ריק.
id: Nilai ini harus 'null'.
ja: nullでなければなりません。
lb: Dëst sollt keen Null-Wäert sinn.
lt: Ši reikšmė turi būti null.
mk: Оваа вредност треба да е ништо (null).
my: ဤတန်ဖိုးသည် null ဖြစ်သင့်သည်။
nn: Verdien må vere tom (null).
no: Verdien skal være tom (null).
sk: Táto hodnota by mala byť null.
sq: Kjo vlerë duhet të jetë “null”.
sr_cyrl: Вредност треба да буде null.
sr_latn: Vrednost bi trebala da bude null.
sv: Värdet ska vara null.
th: ค่านี้ควรเป็นค่า null
tl: Wala dapat itong halaga.
tr: Bu değer boş bırakılmalıdır.
uk: Значення повинно бути null.
ur: یہ ويليو خالی ہونی چاہیے
vi: Giá trị phải rỗng.

source: This value is not valid.
af: Hierdie waarde is nie geldig nie.
az: Bu dəyər doğru deyil.
bs: Ova vrijednost nije ispravna.
cy: Nid yw'r gwerth hwn yn ddilys.
da: Værdien er ikke gyldig.
el: Αυτή η τιμή δεν είναι έγκυρη.
eu: Balio hau ez da egokia.
fa: این مقدار معتبر نمی‌باشد.
gl: Este valor non é válido.
he: הערך אינו חוקי.
id: Nilai ini tidak sah.
ja: 有効な値ではありません。
lb: Dëse Wäert ass net gëlteg.
lt: Netinkama reikšmė.
mk: Оваа вредност не е валидна.
my: ဤတန်ဖိုးသည်မှန်ကန်သောတန်ဖိုးမဟုတ်ပါ။
nn: Verdien er ikkje gyldig.
no: Verdien er ugyldig.
sk: Táto hodnota nie je platná.
sq: Kjo vlerë nuk është e vlefshme.
sr_cyrl: Вредност није валидна.
sr_latn: Vrednost nije validna.
sv: Värdet är inte giltigt.
th: ค่านี้ไม่ถูกต้อง
tl: Hindi balido ang halagang ito.
tr: Bu değer geçerli değil.
uk: Значення недопустиме.
ur: یہ ويليو درست نہیں ہے
vi: Giá trị không hợp lệ.

source: This value is not a valid time.
af: Hierdie waarde is nie 'n geldige tyd nie.
az: Bu dəyər doğru bir saat deyil.
bs: Ova vrijednost nije ispravno vrijeme.
cy: Nid yw'r gwerth hwn yn amser dilys.
da: Værdien er ikke et gyldigt klokkeslæt.
el: Αυτή η τιμή δεν αντιστοιχεί σε έγκυρη ώρα.
eu: Balio hau ez da ordu egoki bat.
fa: این مقدار یک زمان معتبر نمی‌باشد.
gl: Este valor non é unha hora válida.
he: הערך אינו זמן תקין.
id: Nilai ini bukan merupakan waktu yang sah.
ja: 有効な時刻ではありません。
lb: Dëse Wäert entsprécht kenger gëlteger Zäitangab.
lt: Ši reikšmė nėra laikas.
mk: Оваа вредност не е валидно време.
my: ဤတန်ဖိုးသည်မှန်ကန်သော အချိန်တန်ဖိုးမဟုတ်ပါ။
nn: Verdien er ikkje ei gyldig tidseining.
no: Verdien er ikke en gyldig tid.
sk: Tato hodnota nemá správny formát času.
sq: Kjo vlerë nuk është një orë e vlefshme.
sr_cyrl: Вредност није валидно време.
sr_latn: Vrednost nije validno vreme.
sv: Värdet är inte en giltig tid.
th: ค่าของเวลาไม่ถูกต้อง
tl: Ang halagang ito ay hindi wastong oras.
tr: Bu değer doğru bir saat değil.
uk: Значення часу недопустиме.
ur: یہ ويليو درست وقت نہیں ہے
vi: Giá trị không phải là thời gian hợp lệ.

source: This value is not a valid URL.
af: Hierdie waarde is nie 'n geldige URL nie.
az: Bu dəyər doğru bir URL değil.
bs: Ova vrijednost nije ispravan URL.
cy: Nid yw'r gwerth hwn yn URL dilys.
da: Værdien er ikke en gyldig URL.
el: Αυτή η τιμή δεν αντιστοιχεί σε έγκυρο URL.
eu: Balio hau ez da baliabideen kokatzaile uniforme (URL) egoki bat.
fa: این مقدار شامل یک URL معتبر نمی‌باشد.
gl: Este valor non é unha URL válida.
he: זאת אינה כתובת אתר תקינה.
id: Nilai ini bukan URL yang sah.
ja: 有効なURLではありません。
lb: Dëse Wäert ass keng gëlteg URL.
lt: Ši reikšmė nėra tinkamas interneto adresas.
mk: Оваа вредност не е валиден URL.
my: ဤတန်ဖိုးသည်မှန်ကန်သော URL တန်ဖိုးမဟုတ်ပါ။
nn: Verdien er ikkje ein gyldig URL.
no: Verdien er ikke en gyldig URL.
sk: Táto hodnota nie je platnou URL adresou.
sq: Kjo vlerë nuk është URL e vlefshme.
sr_cyrl: Вредност није валидан URL.
sr_latn: Vrednost nije validan URL.
sv: Värdet är inte en giltig URL.
th: ค่าของ URL ไม่ถูกต้อง
tl: Hindi ito isang balidong URL.
tr: Bu değer doğru bir URL değil.
uk: Значення URL недопустиме.
ur: نہیں ہے URL یہ ويليو درست
vi: Giá trị không phải là địa chỉ URL hợp lệ.

source: The two values should be equal.
af: Die twee waardes moet gelyk wees.
az: İki dəyər eyni olmalıdır.
bs: Obje vrijednosti bi trebalo da budu jednake.
cy: Rhaid i'r ddau werth fod yn gyfystyr a'u gilydd.
da: De to værdier skal være ens.
el: Οι δύο τιμές θα πρέπει να είναι ίδιες.
eu: Bi balioak berdinak izan beharko lirateke.
fa: دو مقدار باید با یکدیگر برابر باشند.
gl: Os dous valores deberían ser iguais.
he: שני הערכים צריכים להיות שווים.
id: Isi keduanya harus sama.
ja: 2つの値が同じでなければなりません。
lb: Béid Wäerter sollten identesch sinn.
lt: Abi reikšmės turi būti identiškos.
mk: Двете вредности треба да се еднакви.
my: တန်ဖိုးနှစ်ခုသည် တူညီသင့်သည်။
nn: Dei to verdiane må vere like.
no: Verdiene skal være identiske.
sk: Tieto dve hodnoty by mali byť rovnaké.
sq: Këto dy vlera duhet të jenë të barabarta.
sr_cyrl: Обе вредности треба да буду једнаке.
sr_latn: Obe vrednosti bi trebale da budu jednake.
sv: De två värdena måste vara lika.
th: ค่าทั้งสองค่าควรจะเหมือนกัน
tl: Ang dalwang halaga ay dapat magkapareha.
tr: İki değer eşit olmalıdır.
uk: Обидва занчення повинні бути одинаковими.
ur: دونوں ويليوذ برابر ہونی چاہئیں
vi: Hai giá trị phải bằng nhau.
