Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: This value should be false.
af: Hierdie waarde moet vals wees.
az: Bu dəyər false olmalıdır.
bs: Ova vrijednost bi trebalo da bude "netačno" (false).
cy: Dylid bod y gwerth hwn yn ffug.
da: Værdien skal være falsk.
el: Αυτή η τιμή πρέπει να είναι ψευδής.
eu: Balio hau faltsua izan beharko litzateke.
fa: این مقدار باید نادرست (False) باشد.
gl: Este valor debería ser falso.
he: הערך צריך להיות שקר.
id: Nilai ini harus bernilai salah.
ja: falseでなければなりません。
lb: Dëse Wäert sollt falsch sinn.
lt: Reikšmė turi būti neigiama.
mk: Оваа вредност треба да биде лажна.
my: ဤတန်ဖိုးသည် false ဖြစ်ရမည်။
nn: Verdien skulle ha vore tom/nei.
no: Verdien må være usann.
sk: Táto hodnota by mala byť nastavená na false.
sq: Kjo vlerë duhet të jetë e pavërtetë (false).
sr_cyrl: Вредност треба да буде нетачна.
sr_latn: Vrednost bi trebala da bude netačna.
sv: Värdet ska vara falskt.
th: ค่านี้ควรเป็น false
tl: Ang halaga nito ay dapat na huwad.
tr: Bu değer olumsuz olmalıdır.
uk: Значення повинно бути Ні.
ur: یہ ويليو غلط ہونی چاہیے
vi: Giá trị này phải là sai.

source: This value should be true.
af: Hierdie waarde moet waar wees.
az: Bu dəyər true olmalıdır.
bs: Ova vrijednost bi trebalo da bude "tačno" (true).
cy: Dylid bod y gwerth hwn yn wir.
da: Værdien skal være sand.
el: Αυτή η τιμή πρέπει να είναι αληθής.
eu: Balio hau egia izan beharko litzateke.
fa: این مقدار باید درست (True) باشد.
gl: Este valor debería ser verdadeiro.
he: הערך צריך להיות אמת.
id: Nilai ini harus bernilai benar.
ja: trueでなければなりません。
lb: Dëse Wäert sollt wouer sinn.
lt: Reikšmė turi būti teigiama.
mk: Оваа вредност треба да биде вистинита.
my: ဤတန်ဖိုးသည် true ဖြစ်ရမည်။
nn: Verdien skulla ha vore satt/ja.
no: Verdien må være sann.
sk: Táto hodnota by mala byť nastavená na true.
sq: Kjo vlerë duhet të jetë e vërtetë (true).
sr_cyrl: Вредност треба да буде тачна.
sr_latn: Vrednost bi trebala da bude tačna.
sv: Värdet ska vara sant.
th: ค่านี้ควรเป็น true
tl: Ang halaga nito ay dapat totoo.
tr: Bu değer olumlu olmalıdır.
uk: Значення повинно бути Так.
ur: یہ ويليو درست ہونی چاہیے
vi: Giá trị này phải là đúng.

source: This value should be of type {{ type }}.
af: Hierdie waarde moet van die soort {{type}} wees.
az: Bu dəyərin tipi {{ type }} olmalıdır.
bs: Ova vrijednost bi trebalo da bude tipa {{ type }}.
cy: Dylid bod y gwerth hwn bod o fath {{ type }}.
da: Værdien skal være af typen {{ type }}.
el: Αυτή η τιμή πρέπει να είναι τύπου {{ type }}.
eu: Balio hau {{ type }} motakoa izan beharko litzateke.
fa: این مقدار باید از نوع {{ type }} باشد.
gl: Este valor debería ser de tipo {{ type }}.
he: הערך צריך להיות מסוג {{ type }}.
id: Nilai ini harus bertipe {{ type }}.
ja: 型は{{ type }}でなければなりません。
lb: Dëse Wäert sollt vum Typ {{ type }} sinn.
lt: Šios reikšmės tipas turi būti {{ type }}.
mk: Оваа вредност треба да биде од типот {{ type }}.
my: ဤတန်ဖိုးသည် {{ type }} အမျိုးအစားဖြစ်ရမည်။
nn: Verdien må vere av typen {{ type }}.
no: Verdien skal ha typen {{ type }}.
sk: Táto hodnota by mala byť typu {{ type }}.
sq: Kjo vlerë duhet të jetë e llojit {{ type }}.
sr_cyrl: Вредност треба да буде типа {{ type }}.
sr_latn: Vrednost bi trebala da bude tipa {{ type }}.
sv: Värdet ska vara av typen {{ type }}.
th: ค่านี้ควรเป็น {{ type }}
tl: Ang halaga nito ay dapat sa uri {{ type }}.
tr: Bu değerin tipi {{ type }} olmalıdır.
uk: Тип значення повинен бути {{ type }}.
ur: قسم کی ہونی چاہیے {{type}} يھ ويليو
vi: Giá trị này phải là kiểu {{ type }}.

source: This value should be blank.
af: Hierdie waarde moet leeg wees.
az: Bu dəyər boş olmalıdır.
bs: Ova vrijednost bi trebalo da bude prazna.
cy: Dylid bod y gwerth hwn yn wag.
da: Værdien skal være blank.
el: Αυτή η τιμή πρέπει να είναι κενή.
eu: Balio hau hutsik egon beharko litzateke.
fa: این مقدار باید خالی باشد.
gl: Este valor debería estar baleiro.
he: הערך צריך להיות ריק.
id: Nilai ini harus kosong.
ja: 空でなければなりません。
lb: Dëse Wäert sollt eidel sinn.
lt: Ši reikšmė turi būti tuščia.
mk: Оваа вредност треба да биде празна.
my: ဤတန်ဖိုးသည် ကွပ်လပ်မဖြစ်သင့်ပါ။
nn: Verdien skal vere blank.
no: Verdien skal være blank.
sk: Táto hodnota by mala byť prázdna.
sq: Kjo vlerë duhet të jetë e zbrazët.
sr_cyrl: Вредност треба да буде празна.
sr_latn: Vrednost bi trebala da bude prazna.
sv: Värdet ska vara tomt.
th: ควรเป็นค่าว่าง
tl: Ang halaga nito ay dapat walang laman.
tr: Bu değer boş olmalıdır.
uk: Значення повинно бути пустим.
ur: یہ ويليو خالی ہونی چاہیے
vi: Giá trị này phải rỗng.

source: The value you selected is not a valid choice.
af: Die waarde wat jy gekies het is nie 'n geldige keuse nie.
az: Seçdiyiniz dəyər düzgün bir seçim değil.
bs: Odabrana vrijednost nije validan izbor.
cy: Nid yw'r gwerth â ddewiswyd yn ddilys.
da: Den valgte værdi er ikke gyldig.
el: Η τιμή που επιλέχθηκε δεν αντιστοιχεί σε έγκυρη επιλογή.
eu: Hautatu duzun balioa ez da aukera egoki bat.
fa: مقدار انتخاب شده یک گزینه معتبر نمی‌باشد.
gl: O valor seleccionado non é unha opción válida.
he: הערך שבחרת אינו חוקי.
id: Nilai yang dipilih tidak tepat.
ja: 有効な選択肢ではありません。
lb: Dëse Wäert sollt enger vun de Wielméiglechkeeten entspriechen.
lt: Neteisingas pasirinkimas.
mk: Вредноста што ја одбравте не е валиден избор.
my: သင်ရွေးချယ်သောတန်ဖိုးသည် သင့်လျှော်သော် တန်ဖိုးမဟုတ်ပါ။
nn: Verdien du valde er ikkje gyldig.
no: Den valgte verdien er ikke gyldig.
sk: Táto hodnota by mala byť jednou z poskytnutých možností.
sq: Vlera që keni zgjedhur nuk është alternativë e vlefshme.
sr_cyrl: Вредност треба да буде једна од понуђених.
sr_latn: Vrednost koju ste izabrali nije validan izbor.
sv: Värdet ska vara ett av de givna valen.
th: คุณเลือกค่าที่ไม่ตรงกับตัวเลือก
tl: Ang halaga ng iyong pinili ay hindi balidong pagpili.
tr: Seçtiğiniz değer geçerli bir seçenek değil.
uk: Обране вами значення недопустиме.
ur: آپ نے جو ويليو منتخب کی ہے وہ درست انتخاب نہیں ہے
vi: Giá trị bạn vừa chọn không hợp lệ.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
af: Jy moet ten minste {{ limit }} kies.|Jy moet ten minste {{ limit }} keuses kies.
az: Ən az {{ limit }} seçim qeyd edilməlidir.
bs: Morate odabrati barem {{ limit }} mogućnost.|Morate odabrati barem {{ limit }} mogućnosti.|Morate odabrati barem {{ limit }} mogućnosti.
cy: Rhaid dewis o leiaf {{ limit }} opsiwn.
da: Du skal vælge mindst én mulighed.|Du skal vælge mindst {{ limit }} muligheder.
el: Πρέπει να επιλέξτε τουλάχιστον {{ limit }} επιλογή.|Πρέπει να επιλέξτε τουλάχιστον {{ limit }} επιλογές.
eu: Gutxienez aukera {{ limit }} hautatu behar duzu.|Gutxienez {{ limit }} aukera hautatu behar dituzu.
fa: شما باید حداقل {{ limit }} گزینه انتخاب نمایید.|شما باید حداقل {{ limit }} گزینه انتخاب نمایید.
gl: Debe seleccionar polo menos {{ limit }} opción.|Debe seleccionar polo menos {{ limit }} opcions.
he: אתה צריך לבחור לפחות {{ limit }} אפשרויות.|אתה צריך לבחור לפחות {{ limit }} אפשרויות.
id: Anda harus memilih paling tidak {{ limit }} pilihan.
ja: {{ limit }}個以上選択してください。
lb: Et muss mindestens {{ limit }} Méiglechkeet ausgewielt ginn.|Et musse mindestens {{ limit }} Méiglechkeeten ausgewielt ginn.
lt: Turite pasirinkti bent {{ limit }} variantą.|Turite pasirinkti bent {{ limit }} variantus.|Turite pasirinkti bent {{ limit }} variantų.
mk: Мора да одберете најмалку {{ limit }} избор.|Мора да одберете најмалку {{ limit }} изброи.
my: သင်သည် အနည်းဆုံးရွေးချယ်မှု {{ limit }} ခုရွေးချယ်ရမည်။
nn: Du må gjere minst {{ limit }} val.
no: Du må velge minst {{ limit }} valg.
sk: Mali by ste vybrať minimálne {{ limit }} možnosť.|Mali by ste vybrať minimálne {{ limit }} možnosti.|Mali by ste vybrať minimálne {{ limit }} možností.
sq: Duhet të zgjidhni së paku {{ limit }} alternativë.|Duhet të zgjidhni së paku {{ limit }} alternativa.
sr_cyrl: Изаберите бар {{ limit }} могућност.|Изаберите бар {{ limit }} могућности.|Изаберите бар {{ limit }} могућности.
sr_latn: Morate izabrati najmanje {{ limit }} mogućnosti.|Morate izabrati najmanje {{ limit }} mogućnosti.
sv: Du måste välja minst {{ limit }} val.|Du måste välja minst {{ limit }} val.
th: คุณต้องเลือกอย่างน้อย {{ limit }} ตัวเลือก
tl: Kailangan mong pumili ng pinakamababang {{ limit }} ng pagpilian.|Kailangan mong pumili ng pinakamababang {{ limit }} ng mga pagpipilian.
tr: En az {{ limit }} seçenek belirtmelisiniz.
uk: Ви повинні обрати хоча б {{ limit }} варіант.|Ви повинні обрати хоча б {{ limit }} варіанти.|Ви повинні обрати хоча б {{ limit }} варіантів.
ur: کا انتخاب کرنا چاہیے {{limit}} کا انتخاب کرنا چاہیے ۔آّپ کو کم اذ کم {{limit}} آپ کو کم از کم
vi: Bạn phải chọn ít nhất {{ limit }} lựa chọn.|Bạn phải chọn ít nhất {{ limit }} lựa chọn.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
af: Jy moet by die meeste {{ limit }} keuse kies.|Jy moet by die meeste {{ limit }} keuses kies.
az: Ən çox {{ limit }} seçim qeyd edilməlidir.
bs: Morate odabrati najviše {{ limit }} mogućnost.|Morate odabrati najviše {{ limit }} mogućnosti.|Morate odabrati najviše {{ limit }} mogućnosti.
cy: Rhaid dewis dim mwy na {{ limit }} opsiwn.
da: Du kan højst vælge én mulighed.|Du kan højst vælge {{ limit }} muligheder.
el: Πρέπει να επιλέξτε το πολύ {{ limit }} επιλογή.|Πρέπει να επιλέξτε το πολύ {{ limit }} επιλογές.
eu: Gehienez aukera {{ limit }} hautatu behar duzu.|Gehienez {{ limit }} aukera hautatu behar dituzu.
fa: شما باید حداکثر {{ limit }} گزینه انتخاب نمایید.|شما باید حداکثر {{ limit }} گزینه انتخاب نمایید.
gl: Debe seleccionar como máximo {{ limit }} opción.|Debe seleccionar como máximo {{ limit }} opcions.
he: אתה צריך לבחור לכל היותר {{ limit }} אפשרויות.|אתה צריך לבחור לכל היותר {{ limit }} אפשרויות.
id: Anda harus memilih paling banyak {{ limit }} pilihan.
ja: {{ limit }}個以内で選択してください。
lb: Et dierf héchstens {{ limit }} Méiglechkeet ausgewielt ginn.|Et dierfen héchstens {{ limit }} Méiglechkeeten ausgewielt ginn.
lt: Turite pasirinkti ne daugiau kaip {{ limit }} variantą.|Turite pasirinkti ne daugiau kaip {{ limit }} variantus.|Turite pasirinkti ne daugiau kaip {{ limit }} variantų.
mk: Може да одберете најмногу {{ limit }} избор.|Мора да одберете најмногу {{ limit }} избори.
my: သင်သည်အများဆုံး {{ limit }} ခုသာရွေးချယ်ခွင့်ရှိသည်။
nn: Du kan maksimalt gjere {{ limit }} val.
no: Du kan maks velge {{ limit }} valg.
sk: Mali by ste vybrať najviac {{ limit }} možnosť.|Mali by ste vybrať najviac {{ limit }} možnosti.|Mali by ste vybrať najviac {{ limit }} možností.
sq: Duhet të zgjidhni së shumti {{ limit }} alternativë.|Duhet të zgjidhni së shumti {{ limit }} alternativa.
sr_cyrl: Изаберите највише {{ limit }} могућност.|Изаберите највише {{ limit }} могућности.|Изаберите највише {{ limit }} могућности.
sr_latn: Morate izabrati najviše {{ limit }} mogućnosti.|Morate izabrati najviše {{ limit }} mogućnosti.
sv: Du kan som mest välja {{ limit }} val.|Du kan som mest välja {{ limit }} val.
th: คุณเลือกได้มากที่สุด {{ limit }} ตัวเลือก
tl: Kailangan mong pumili ng pinakamataas {{ limit }} ng pagpipilian.|Kailangan mong pumili ng pinakamataas {{ limit }} ng mga pagpipilian.
tr: En çok {{ limit }} seçenek belirtmelisiniz.
uk: Ви повинні обрати не більше ніж {{ limit }} варіантів.
ur: کا انتخاب کرنا چاہیے {{limit}} کا انتخاب کرنا چاہیے ۔آّپ کو ذيادھ سے ذيادھ {{limit}} آپ کو ذيادھ سے ذيادھ
vi: Bạn phải chọn nhiều nhất {{ limit }} lựa chọn.|Bạn phải chọn nhiều nhất {{ limit }} lựa chọn.

source: One or more of the given values is invalid.
af: Een of meer van die gegewe waardes is ongeldig.
az: Təqdim edilən dəyərlərdən bir və ya bir neçəsi yanlışdır.
bs: Jedna ili više datih vrijednosti nisu validne.
cy: Mae un neu fwy o'r gwerthoedd a roddwyd yn annilys.
da: En eller flere af de angivne værdier er ugyldige.
el: Μια ή περισσότερες τιμές δεν είναι έγκυρες.
eu: Emandako balioetatik gutxienez bat ez da egokia.
fa: یک یا چند مقدار داده شده نامعتبر است.
gl: Un ou máis dos valores indicados non son válidos.
he: אחד או יותר מהערכים אינו חוקי.
id: Satu atau lebih nilai yang diberikan tidak sah.
ja: 無効な選択肢が含まれています。
lb: Een oder méi vun de Wäerter ass ongëlteg.
lt: Viena ar daugiau įvestų reikšmių yra netinkamos.
mk: Една или повеќе од дадените вредности не се валидни.
my: ပေးထားသောတန်ဖိုးတစ်ခု (သို့မဟုတ်) တစ်ခုထက်ပို၍မမှန်ကန်ပါ။
nn: Ein eller fleire av dei opplyste verdiane er ugyldige.
no: En eller flere av de oppgitte verdiene er ugyldige.
sk: Niektoré z uvedených hodnôt sú neplatné.
sq: Një apo më shumë nga vlerat e dhëna janë të pavlefshme.
sr_cyrl: Једна или више вредности је невалидна.
sr_latn: Jedna ili više od odabranih vrednosti nisu validne.
sv: Ett eller fler av de angivna värdena är ogiltigt.
th: มีบางค่าที่ส่งมาไม่ถูกต้อง
tl: Isa o higit pang mga halaga na binigay ay hindi balido.
tr: Verilen değerlerden bir veya daha fazlası geçersiz.
uk: Одне або кілька заданих значень є недопустимі.
ur: دی گئی ويليوذ میں سے ایک یا زیادھ ويليوذ غلط ہیں
vi: Một hoặc nhiều giá trị được chọn không hợp lệ.

source: This field was not expected.
af: Die veld is nie verwag nie.
az: Bu sahə gözlənilmirdi.
bs: Ovo polje nije očekivano.
cy: Nid oedd disgwyl y maes hwn.
da: Feltet blev ikke forventet.
el: Αυτό το πεδίο δεν ήταν αναμενόμενο.
eu: Eremu hau ez zen espero.
fa: این ورودی مورد انتظار نبود.
gl: Este campo non era esperado.
he: שדה זה לא היה צפוי
id: Ruas ini tidak diharapkan.
ja: このフィールドは予期されていませんでした。
lb: D'Feld gouf net erwaart.
lt: Nebuvo tikimasi šio laukelio.
mk: Ова поле не беше очекувано.
my: ဤကွက်လပ်ကိုမမျှော်လင့်ထားပါ။
nn: Dette feltet var ikkje forventa.
no: Dette feltet var ikke forventet.
sk: Toto pole sa neočakáva.
sq: Kjo fushë nuk pritej.
sr_cyrl: Ово поље није било очекивано.
sr_latn: Ovo polje nije bilo očekivano.
sv: Det här fältet förväntades inte.
th: ไม่ควรมีฟิลด์นี้
tl: Ang larangang ito ay hindi inaasahan.
tr: Bu alan beklenen olmadı.
uk: Це поле не очікується.
ur: اس فیلڈ کی توقع نہیں تھی
vi: Lĩnh vực này không được dự kiến.

source: This field is missing.
af: Hierdie veld ontbreek.
az: Bu sahə əksikdir.
bs: Ovo polje nedostaje.
cy: Mae'r maes hwn ar goll.
da: Dette felt mangler.
el: Λείπει αυτό το πεδίο.
eu: Eremu hau falta da.
fa: این فیلد وارد نشده است.
gl: Este campo falta.
he: שדה זה חסר.
id: Ruas ini hilang.
ja: このフィールドは、欠落しています。
lb: D'Feld feelt.
lt: Trūkstamas laukelis.
mk: Ова поле недостига.
my: ဤကွက်လပ်ကိုမမျှော်လင့်ထားပါ။
nn: Dette feltet mangler.
no: Dette feltet mangler.
sk: Toto pole chýba.
sq: Kjo fushë mungon.
sr_cyrl: Ово поље недостаје.
sr_latn: Ovo polje nedostaje.
sv: Det här fältet saknas.
th: ฟิลด์นี้หายไป
tl: Ang patlang na ito ay nawawala.
tr: Bu alan, eksik
uk: Це поле не вистачає.
ur: یہ فیلڈ غائب ہے
vi: Lĩnh vực này bị thiếu.

source: This value is not a valid date.
af: Hierdie waarde is nie 'n geldige datum nie.
az: Bu dəyər düzgün bir tarix deyil.
bs: Ova vrijednost nije ispravan datum.
cy: Nid yw'r gwerth yn ddyddiad dilys.
da: Værdien er ikke en gyldig dato.
el: Η τιμή δεν αντιστοιχεί σε έγκυρη ημερομηνία.
eu: Balio hau ez da data egoki bat.
fa: این مقدار یک تاریخ معتبر نمی‌باشد.
gl: Este valor non é unha data válida.
he: הערך אינו תאריך חוקי.
id: Nilai ini bukan merupakan tanggal yang sah.
ja: 有効な日付ではありません。
lb: Dëse Wäert entsprécht kenger gëlteger Datumsangab.
lt: Ši reikšmė nėra data.
mk: Оваа вредност не е валиден датум.
my: ဤတန်ဖိုးသည်မှန်ကန်သော်ရက်စွဲမဟုတ်ပါ။
nn: Verdien er ikkje ein gyldig dato.
no: Verdien er ikke en gyldig dato.
sk: Tato hodnota nemá platný formát dátumu.
sq: Kjo vlerë nuk është datë e vlefshme.
sr_cyrl: Вредност није валидан датум.
sr_latn: Vrednost nije validna kao datum.
sv: Värdet är inte ett giltigt datum.
th: ค่าของวันที่ไม่ถูกต้อง
tl: Ang halagang ito ay hindi balidong petsa.
tr: Bu değer doğru bir tarih biçimi değildir.
uk: Дане значення не є вірною датою.
ur: یہ ويليو درست تاریخ نہیں ہے
vi: Giá trị không phải là ngày hợp lệ.

source: This value is not a valid datetime.
af: Hierdie waarde is nie 'n geldige datum en tyd nie.
az: Bu dəyər düzgün bir tarixsaat deyil.
bs: Ova vrijednost nije ispravnog datum-vrijeme (datetime) formata.
cy: Nid yw'r gwerth yn datetime dilys.
da: Værdien er ikke et gyldigt tidspunkt.
el: Η τιμή δεν αντιστοιχεί σε έγκυρη ημερομηνία και ώρα.
eu: Balio hau ez da data-ordu egoki bat.
fa: این مقدار یک تاریخ و زمان معتبر نمی‌باشد.
gl: Este valor non é unha data e hora válidas.
he: הערך אינו תאריך ושעה חוקיים.
id: Nilai ini bukan merupakan tanggal dan waktu yang sah.
ja: 有効な日時ではありません。
lb: Dëse Wäert entsprécht kenger gëlteger Datums- an Zäitangab.
lt: Ši reikšmė nera data ir laikas.
mk: Оваа вредност не е валиден датум и време.
my: ဤတန်ဖိုးသည် မှန်ကန်သော် ရက်စွဲ/အချိန် မဟုတ်ပါ။
nn: Verdien er ikkje ein gyldig dato og tid.
no: Verdien er ikke en gyldig dato/tid.
sk: Táto hodnota nemá platný formát dátumu a času.
sq: Kjo vlerë nuk është datë dhe orë e vlefshme.
sr_cyrl: Вредност није валидан датум-време.
sr_latn: Vrednost nije validna kao datum i vreme.
sv: Värdet är inte ett giltigt datum med tid.
th: ค่าของวันที่และเวลาไม่ถูกต้อง
tl: Ang halagang ito ay hindi wastong petsa/oras.
tr: Bu değer doğru bir tarihsaat biçimi değildir.
uk: Дане значення дати та часу недопустиме.
ur: یہ ويليو درست تاریخ وقت نہیں ہے
vi: Giá trị không phải là ngày tháng hợp lệ.

source: This value is not a valid email address.
af: Hierdie waarde is nie 'n geldige e-pos adres nie.
az: Bu dəyər düzgün bir e-poçt adresi deyil.
bs: Ova vrijednost nije ispravna e-mail adresa.
cy: Nid yw'r gwerth yn gyfeiriad ebost dilys.
da: Værdien er ikke en gyldig e-mailadresse.
el: Η τιμή δεν αντιστοιχεί σε έγκυρο email.
eu: Balio hau ez da posta elektroniko egoki bat.
fa: این یک آدرس رایانامه (ایمیل) معتبر نمی‌باشد.
gl: Este valor non é unha dirección de correo electrónico válida.
he: כתובת המייל אינה תקינה.
id: Nilai ini bukan alamat surel yang sah.
ja: 有効なメールアドレスではありません。
lb: Dëse Wäert ass keng gëlteg Email-Adress.
lt: Ši reikšmė nėra tinkamas el. pašto adresas.
mk: Оваа вредност не е валидна адреса за е-пошта.
my: ဤတန်ဖိုးသည် မှန်ကန်သော် အီးမေးလိပ်စာ မဟုတ်ပါ။
nn: Verdien er ikkje ei gyldig e-postadresse.
no: Verdien er ikke en gyldig e-postadresse.
sk: Táto hodnota nie je platná emailová adresa.
sq: Kjo vlerë nuk është adresë email-i e vlefshme.
sr_cyrl: Вредност није валидна адреса електронске поште.
sr_latn: Vrednost nije validna adresa elektronske pošte.
sv: Värdet är inte en giltig e-postadress.
th: ค่าของอีเมล์ไม่ถูกต้อง
tl: Ang halagang ito ay hindi balidong address ng email.
tr: Bu değer doğru bir e-mail adresi değildir.
uk: Значення адреси электронної пошти недопустиме.
ur: یہ ويليو درست ای میل ایڈریس نہیں ہے
vi: Giá trị này không phải là email hợp lệ.

source: The file could not be found.
af: Die lêer kon nie gevind word nie.
az: Fayl tapılmadı.
bs: Ova datoteka ne može biti pronađena.
cy: Ni ddarganfyddwyd y ffeil.
da: Filen kunne ikke findes.
el: Το αρχείο δε μπορεί να βρεθεί.
eu: Ezin izan da fitxategia aurkitu.
fa: فایل یافت نشد.
gl: Non se puido atopar o arquivo.
he: הקובץ לא נמצא.
id: Berkas tidak dapat ditemukan.
ja: ファイルが見つかりません。
lb: De Fichier gouf net fonnt.
lt: Byla nerasta.
mk: Датотеката не е најдена.
my: ဖိုင်ရှာမတွေ့ပါ။
nn: Fila er ikkje funnen.
no: Filen kunne ikke finnes.
sk: Súbor sa nenašiel.
sq: Skeda nuk u gjet.
sr_cyrl: Датотека не може бити пронађена.
sr_latn: Fajl ne može biti pronađen.
sv: Filen kunde inte hittas.
th: ไม่พบไฟล์
tl: Ang file na ito ay hindi makita.
tr: Dosya bulunamadı.
uk: Файл не знайдено.
ur: فائل نہیں مل سکی
vi: Tập tin không tìm thấy.

source: The file is not readable.
af: Die lêer kan nie gelees word nie.
az: Fayl oxunabilən deyil.
bs: Ova datoteka nije čitljiva.
cy: Ni ellir darllen y ffeil.
da: Filen kan ikke læses.
el: Το αρχείο δεν είναι αναγνώσιμο.
eu: Fitxategia ez da irakurgarria.
fa: فایل قابل خواندن نیست.
gl: O arquivo non se pode ler.
he: לא ניתן לקרוא את הקובץ.
id: Berkas tidak dapat dibaca.
ja: ファイルを読み込めません。
lb: De Fichier ass net liesbar.
lt: Negalima nuskaityti bylos.
mk: Датотеката не може да биде прочитана.
my: ဤဖိုင်ကို ဖတ်၍မရပါ။
nn: Fila kan ikkje lesast.
no: Filen er ikke lesbar.
sk: Súbor nie je čitateľný.
sq: Skeda nuk është e lexueshme.
sr_cyrl: Датотека није читљива.
sr_latn: Fajl nije čitljiv.
sv: Filen är inte läsbar.
th: ไฟล์ไม่อยู่ในสถานะที่สามารถอ่านได้
tl: Ang file na ito ay hindi mabasa.
tr: Dosya okunabilir değil.
uk: Файл не читається.
ur: فائل پڑھنے کے قابل نہیں ہے
vi: Tập tin không thể đọc được.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
af: Die lêer is te groot ({{ size }} {{ suffix }}). Toegelaat maksimum grootte is {{ limit }} {{ suffix }}.
az: Fayl çox böyükdür ({{ size }} {{ suffix }}). İcazə verilən maksimum fayl ölçüsü {{ limit }} {{ suffix }}.
bs: Ova datoteka je prevelika ({{ size }} {{ suffix }}). Najveća dozvoljena veličina je {{ limit }} {{ suffix }}.
cy: Mae'r ffeil yn rhy fawr ({{ size }} {{ suffix }}). Yr uchafswm â ganiateir yw {{ limit }} {{ suffix }}.
da: Filen er for stor ({{ size }} {{ suffix }}). Maksimale tilladte størrelse er {{ limit }} {{ suffix }}.
el: Το αρχείο είναι πολύ μεγάλο ({{ size }} {{ suffix }}). Το μέγιστο επιτρεπτό μέγεθος είναι {{ limit }} {{ suffix }}.
eu: Fitxategia handiegia da ({{ size }} {{ suffix }}). Baimendutako tamaina handiena {{ limit }} {{ suffix }} da.
fa: فایل بیش از اندازه بزرگ است({{ size }} {{ suffix }}). بیشینه (حداکثر) اندازه مجاز برابر با {{ limit }} {{ suffix }} می‌باشد.
gl: O arquivo é demasiado grande ({{ size }} {{ suffix }}). O tamaño máximo permitido é {{ limit }} {{ suffix }}.
he: הקובץ גדול מדי ({{ size }} {{ suffix }}). הגודל המרבי המותר הוא {{ limit }} {{ suffix }}.
id: Ukuran berkas terlalu besar ({{ size }} {{ suffix }}). Ukuran maksimum yang diizinkan adalah {{ limit }} {{ suffix }}.
ja: ファイルのサイズが大きすぎます({{ size }} {{ suffix }})。有効な最大サイズは{{ limit }} {{ suffix }}です。
lb: De Fichier ass ze grouss ({{ size }} {{ suffix }}). Déi zougeloosse Maximalgréisst bedréit {{ limit }} {{ suffix }}.
lt: Byla yra per didelė ({{ size }} {{ suffix }}). Maksimalus dydis {{ limit }} {{ suffix }}.
mk: Датотеката е премногу голема ({{ size }} {{ suffix }}). Максималната дозволена големина е {{ limit }} {{ suffix }}.
my: ဖိုင်အရွယ်အစား အလွန်ကြီးနေသည် ({{ size }} {{ suffix }}). ခွင့်ပြုထားသော အများဆုံး ဖိုင်ဆိုဒ်သည် {{ limit }} {{ suffix }} ဖြစ်သည်။
nn: Fila er for stor ({{ size }} {{ suffix }}). Maksimal storleik er {{ limit }} {{ suffix }}.
no: Filen er for stor ({{ size }} {{ suffix }}). Tilatte maksimale størrelse {{ limit }} {{ suffix }}.
sk: Súbor je príliš veľký ({{ size }} {{ suffix }}). Maximálna povolená veľkosť je {{ limit }} {{ suffix }}.
sq: Skeda është shumë e madhe ({{ size }} {{ suffix }}). Madhësia maksimale e lejuar është {{ limit }} {{ suffix }}.
sr_cyrl: Датотека је превелика ({{ size }} {{ suffix }}). Највећа дозвољена величина је {{ limit }} {{ suffix }}.
sr_latn: Fajl je preveliki ({{ size }} {{ suffix }}). Najveća dozvoljena veličina fajla je {{ limit }} {{ suffix }}.
sv: Filen är för stor ({{ size }} {{ suffix }}). Största tillåtna storlek är {{ limit }} {{ suffix }}.
th: ไฟล์ใหญ่เกิน ({{ size }} {{ suffix }}) อนุญาตให้ใหญ่ที่สุดได้ไม่เกิน {{ limit }} {{ suffix }}
tl: Ang file na ito ay masyadong malaki ({{ size }} {{ suffix }}). Ang pinakamalaking sukat {{ limit }} {{ suffix }}.
tr: Dosya çok büyük ({{ size }} {{ suffix }}). İzin verilen en büyük dosya boyutu {{ limit }} {{ suffix }}.
uk: Файл занадто великий ({{ size }} {{ suffix }}). Дозволений максимальний розмір {{ limit }} {{ suffix }}.
ur: {{ suffix }} {{ limit }} زیادہ سے زیادہ سائز کی اجازت ہے {{ suffix }}) ({{ size }} فائل بہت بڑی ہے
vi: Tập tin quá lớn ({{ size }} {{ suffix }}). Kích thước tối đa cho phép {{ limit }} {{ suffix }}.
