Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: This password has been leaked in a data breach, it must not be used. Please use another password.
af: Hierdie wagwoord is in 'n data-oortreding uitgelek, dit mag nie gebruik word nie. Gebruik asseblief 'n ander wagwoord.
az: Bu parol data oğurluğunda tapıldığı üçün işlədilməməlidir. Zəhmət olmasa, başqa parol seçin.
bs: Ova lozinka je procurila u nekom od slučajeva kompromitovanja podataka, nemojte je koristiti. Koristite drugu lozinku.
cy: Mae'r cyfrinair hwn wedi'i ddatgelu mewn toriad data, ni ddylid ei ddefnyddio. Defnyddiwch gyfrinair arall.
da: Denne adgangskode er blevet lækket i et databrud, det må ikke bruges. Brug venligst en anden adgangskode.
el: Αυτός ο κωδικός πρόσβασης έχει διαρρεύσει σε παραβίαση δεδομένων. Παρακαλούμε να χρησιμοποιήσετε έναν άλλο κωδικό.
eu: Pasahitz hori ezin da erabili, beste gune eta aplikazio batzuetako segurtasun-akatsei esker lortutako pasahitz publikoen zerrendan sartuta dagoelako. Mesedez, erabili beste pasahitz bat.
fa: این رمزعبور در یک رخنه‌ی اطلاعاتی نشت کرده است. لطفاً از یک رمزعبور دیگر استفاده کنید.
gl: Este contrasinal non se pode usar porque está incluído nunha lista de contrasinais públicos obtidos grazas a fallos de seguridade noutros sitios e aplicacións. Utiliza outro contrasinal.
he: סיסמא זו הודלפה בהדלפת מידע, אסור להשתמש בה. אנא השתמש בסיסמה אחרת.
id: Kata sandi ini telah bocor di data breach, harus tidak digunakan kembali. Silahkan gunakan kata sandi yang lain.
ja: このパスワードは漏洩している為使用できません。
lb: Dëst Passwuert war Deel vun engem Dateleck an dierf net benotzt ginn. Benotzt w.e.g. en anert Passwuert .
lt: Slaptažodis yra nutekėjęs duomenų saugumo pažeidime, jo naudoti negalima. Prašome naudoti kitą slaptažodį.
mk: Оваа лозинка е компромитирана и не смее да биде користена. Ве молиме употребете друга лозинка.
my: ဤစကားဝှက် သည် ဒေတာပေါက်ကြားမှုတစ်ခုဖြစ်ခဲ့သည်။ ဤစကား၀ှက်ကိုအသုံးမပြုရပါ။ ကျေးဇူးပြု၍ အခြားစကားဝှက်ကိုသုံးပါ။
nn: Dette passordet har lekt ut ved eit datainnbrot, det får ikkje nyttast. Gje opp eit anna passord.
sk: Toto heslo uniklo pri narušení ochrany dát, nie je možné ho použiť. Prosím, použite iné heslo.
sq: Ky fjalëkalim është zbuluar në një shkelje të të dhënave, nuk duhet të përdoret. Ju lutemi përdorni një fjalëkalim tjetër.
sr_cyrl: Ова лозинка је компромитована приликом претходних напада, немојте је користити. Користите другу лозинку.
sr_latn: Lozinka je kompromitovana prilikom curenja podataka usled napada, nemojte je koristiti. Koristite drugu lozinku.
sv: Det här lösenordet har läckt ut vid ett dataintrång, det får inte användas. Använd ett annat lösenord.
th: รหัสผ่านนี้ได้เคยรั่วไหลออกไปโดยถูกการละเมิดข้อมูล ซึ่งไม่ควรนำกลับมาใช้ กรุณาใช้รหัสผ่านอื่น
tl: Naikalat ang password na ito sa isang data breach at hindi na dapat gamitin. Mangyaring gumamit ng ibang pang password.
tr: Bu parola, bir veri ihlali nedeniyle sızdırılmıştır ve kullanılmamalıdır. Lütfen başka bir şifre kullanın.
uk: Цей пароль був скомпрометований в результаті витоку даних та не повинен використовуватися. Будь ласка, використовуйте інший пароль.
ur: یہ پاس ورڈ ڈیٹا کی خلاف ورزی میں لیک ہو گیا ہے، اسے استعمال نہیں کرنا چاہیے۔ براۓ کرم دوسرا پاس ورڈ استعمال کریں
vi: Mật khẩu này đã bị rò rỉ dữ liệu, không được sử dụng nữa. Xin vui lòng sử dụng mật khẩu khác.

source: This value should be between {{ min }} and {{ max }}.
af: Hierdie waarde moet tussen {{ min }} en {{ max }} wees.
az: Bu dəyər {{ min }} və {{ max }} arasında olmaldır.
bs: Ova vrijednosti bi trebala biti između {{ min }} i {{ max }}.
cy: Dylai'r gwerth hwn fod rhwng {{ min }} a {{ max }}.
da: Værdien skal være mellem {{ min }} og {{ max }}.
el: Αυτή η τιμή θα πρέπει να είναι μεταξύ {{ min }} και {{ max }}.
eu: Balio honek {{ min }} eta {{ max }} artean egon behar luke.
fa: این مقدار باید بین {{ min }} و {{ max }} باشد
gl: Este valor debe estar comprendido entre {{ min }} e {{ max }}.
he: הערך חייב להיות בין {{ min }} ו- {{ max }}.
id: Nilai ini harus berada diantara {{ min }} dan {{ max }}.
ja: {{ min }}以上{{ max }}以下でなければなりません。
lb: De Wäert sollt tëscht {{ min }} a(n) {{ max }} leien.
lt: Ši reikšmė turi būti tarp {{ min }} ir {{ max }}.
mk: Оваа вредност треба да е помеѓу {{ min }} и {{ max }}.
my: ဤတန်ဖိုးသည် {{ min }} နှင့် {{ max }} ကြားရှိသင့်သည်။
nn: Denne verdien bør liggje mellom {{ min }} og {{ max }}.
sk: Táto hodnota by mala byť medzi {{ min }} a {{ max }}.
sq: Kjo vlerë duhet të jetë ndërmjet {{ min }} dhe {{ max }}.
sr_cyrl: Ова вредност треба да буде између {{ min }} и {{ max }}.
sr_latn: Ova vrednost treba da bude između {{ min }} i {{ max }}.
sv: Värdet bör ligga mellan {{ min }} och {{ max }}.
th: ค่านี้ควรอยู่ระหว่าง {{ min }} ถึง {{ max }}
tl: Ang halagang ito ay dapat nasa pagitan ng {{ min }} at {{ max }}.
tr: Bu değer {{ min }} ve {{ max }} arasında olmalıdır.
uk: Значення має бути між {{ min }} та {{ max }}.
ur: کے درمیان ہونی چاہیے {{ max }} اور {{ min }} یہ ويليو
vi: Giá trị này nên thuộc giữa {{ min }} và {{ max }}.

source: This value is not a valid hostname.
af: Hierdie waarde is nie 'n geldige gasheernaam nie.
az: Bu dəyər doğru bir host adı deyil.
bs: Ova vrijednost nije ispravno ime poslužitelja (hostname).
cy: Nid yw'r gwerth hwn yn enw gwesteiwr dilys.
da: Værdien er ikke et gyldigt værtsnavn.
el: Αυτή η τιμή δεν είναι έγκυρο όνομα υποδοχής.
eu: Balio hori ez da ostalari-izen onargarria.
fa: این مقدار یک hostname معتبر نیست.
gl: Este valor non é un nome de host válido.
he: ערך זה אינו שם מארח חוקי.
id: Nilai ini bukan merupakan hostname yang sah.
ja: 有効なホスト名ではありません。
lb: Dëse Wäert ass kee gëltegen Hostnumm.
lt: Ši reikšmė nėra tinkamas svetainės adresas.
mk: Оваа вредност не е валидно име за мрежниот сметач (hostname).
my: ဤတန်ဖိုးသည် သင့်လျှော်သော် hostname မဟုတ်ပါ။
nn: Verdien er ikkje eit gyldig vertsnamn.
sk: Táto hodnota nie je platný hostname.
sq: Kjo vlerë nuk është një emër i vlefshëm host-i.
sr_cyrl: Ова вредност није исправно име хоста.
sr_latn: Ova vrednost nije ispravno ime poslužitelja (hostname).
sv: Värdet är inte ett giltigt servernamn.
th: ค่าโฮสต์เนมไม่ถูกต้อง
tl: Ang halagang ito ay hindi wastong hostname.
tr: Bu değer, geçerli bir ana bilgisayar adı değil.
uk: Значення не є дійсним іменем хоста.
ur: نہیں ہے hostname یہ ويليو درست
vi: Giá trị này không phải là tên máy chủ hợp lệ.

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
af: Die hoeveelheid elemente in hierdie versameling moet 'n meelvoud van {{ compared_value }} wees.
az: Bu kolleksiyadakı elementlerin sayı {{ compared_value }} tam bölünəni olmalıdır.
bs: Broj elemenata u ovoj kolekciji bi trebalo da bude djeljiv sa {{ compared_value }}.
cy: Dylai nifer yr elfennau yn y casgliad hwn fod yn luosrif o {{ compared_value }}.
da: Antallet af elementer i denne samling skal være en multiplikation af {{ compared_value }}.
el: Το νούμερο των στοιχείων σε αυτή τη συλλογή θα πρέπει να είναι πολλαπλάσιο του {{ compared_value }}.
eu: Bilduma honetako elementu-kopuruak {{ compared_value }}-ren multiploa izan behar luke.
fa: تعداد عناصر این مجموعه باید ضریبی از {{ compared_value }} باشد.
gl: O número de elementos desta colección debería ser múltiplo de {{compare_value}}.
he: מספר האלמנטים באוסף זה צריך להיות מכפיל של {{ compared_value }}.
id: Angka dari setiap elemen di dalam kumpulan ini harus kelipatan dari {{ compared_value }}.
ja: 要素の数は{{ compared_value }}の倍数でなければなりません。
lb: D'Unzuel un Elementer an dëser Sammlung sollt e multipel vu(n) {{ compared_value }} sinn.
lt: Šio sąrašo elementų skaičius turėtų būti skaičiaus {{ compared_value }} kartotinis.
mk: Бројот на елементи во оваа колекција треба да биде повеќекратен од {{ compared_value }}.
my: ဤ collection တွင်ပါပါ၀င်သော elements အရေအတွက်သည် {{ compared_value }} ၏ စတူဖြစ်သင့်သည်။
nn: Talet på element i denne samlinga bør vera eit multippel av {{ compared_value }}.
sk: Počet prvkov v tejto kolekcii musí byť násobok {{ compared_value }}.
sq: Numri i elementeve në këtë koleksion duhet të jetë një shumëfish i {{ compared_value }}.
sr_cyrl: Број елемената у овој колекцији би требало да буде дељив са {{ compared_value }}.
sr_latn: Broj elemenata u ovoj kolekciji bi trebala da bude višestruka u odnosu na {{ compared_value }}.
sv: Antalet element i samlingen ska vara en multipel av {{ compared_value }}.
th: จำนวนของสมาชิกในคอเล็กชั่นควรเป็นพหุคูณของ {{ compared_value }}
tl: Ang bilang ng mga elemento sa koleksyon na ito ay dapat multiple ng {{ compared_value }}.
tr: Bu gruptaki öğe sayısı birden fazla olmalıdır {{ compared_value }}.
uk: Кількість елементів у цій колекції повинна бути кратною {{ compared_value }}.
ur: کی ضرب ہونی چاہیے {{ compared_value }} اس مجموعہ میں عناصر کی تعداد
vi: Số lượng các phần tử trong bộ sưu tập này nên là bội số của {{ compared_value }}.

source: This value should satisfy at least one of the following constraints:
af: Hierdie waarde moet voldoen aan ten minste een van hierdie beperkings:
az: Bu dəyər aşağıdakı məcburiyyətlərdən birini qarşılamalıdır:
bs: Ova vrijednost bi trebalo da zadovoljava namjanje jedno od narednih ograničenja:
cy: Dylai'r gwerth hwn fodloni o leiaf un o'r cyfyngiadau canlynol:
da: Værdien skal overholde mindst én af følgende krav:
el: Αυτή η τιμή θα πρέπει να ικανοποιεί τουλάχιστον έναν από τους παρακάτω περιορισμούς:
eu: Balio honek, gutxienez, murrizketa hauetako bat bete behar du:
fa: این مقدار باید حداقل یکی از محدودیت‌های زیر را ارضا کند:
gl: Este valor debe cumprir polo menos unha das seguintes restricións:
he: ערך זה אמור לעמוד לפחות באחד התנאים הבאים:
id: Nilai ini harus memenuhi setidaknya satu dari batasan berikut:
ja: 以下の制約のうち少なくとも1つを満たす必要があります:
lb: Dëse Wäert sollt op d'mannst ee vun dësen Aschränkungen erfëllen:
lt: Ši reikšmė turėtų atitikti bent vieną iš šių nurodymų:
mk: Оваа вредност треба да задоволува најмалку едно од следните ограничувања:
my: ဤတန်ဖိုးသည် အောက်ပါကန့်သတ်ချက်များအနက်မှအနည်းဆုံးတစ်ခု ဖြည့်ဆည်းပေးသင့်သည်။
nn: Verdien burde oppfylla minst ein av følgjande avgrensingar:
sk: Táto hodnota musí spĺňať aspoň jedno z nasledujúcich obmedzení:
sq: Kjo vlerë duhet të plotësojë të paktën njërën nga kufizimet e mëposhtme:
sr_cyrl: Ова вредност би требало да задовољава најмање једно од наредних ограничења:
sr_latn: Ova vrednost bi trebala da zadovoljava namjanje jedno od narednih ograničenja:
sv: Värdet ska uppfylla minst ett av följande krav:
th: ค่านี้ควรเป็นไปตามข้อจำกัดอย่างน้อยหนึ่งข้อจากข้อจำกัดเหล่านี้:
tl: Ang halagang ito ay dapat masunod ang kahit na isang sumusunod na batayan.
tr: Bu değer aşağıdaki kısıtlamalardan birini karşılamalıdır:
uk: Значення повинно задовольняти хоча б одному з наступних обмежень:
ur: اس ويليو کو درج ذیل رکاوٹوں میں سے کم از کم ایک کو پورا کرنا چاہیے
vi: Giá trị này nên thỏa mãn ít nhất một trong những ràng buộc sau:

source: Each element of this collection should satisfy its own set of constraints.
af: Elke element van hierdie versameling moet voldoen aan hulle eie beperkings.
az: Bu kolleksiyadakı hər element öz məcburiyyətlərini qarşılamalıdır.
bs: Svaki element ove kolekcije bi trebalo da zadovolji sopstveni skup ograničenja.
cy: Dylai pob elfen o'r casgliad hwn fodloni ei gyfres ei hun o gyfyngiadau.
da: Hvert element i denne samling skal overholde dens egne krav.
el: Κάθε στοιχείο σε αυτή τη συλλογή θα πρέπει να ικανοποιεί το δικό του σύνολο περιορισμών.
eu: Bilduma honetako elementu bakoitzak bere murriztapen-multzoa bete behar du.
fa: هر یک از عناصر این مجموعه باید دسته محدودیت‌های خودش را ارضا کند.
gl: Cada elemento desta colección debe satisfacer o seu propio conxunto de restricións.
he: כל אלמנט באוסף זה אמור לעמוד בקבוצת התנאים שלו.
id: Setiap elemen koleksi ini harus memenuhi batasannya sendiri.
ja: コレクションの各要素は、それぞれの制約を満たす必要があります。
lb: All Element aus dëser Sammlung sollt seng eegen Aschränkungen erfëllen.
lt: Kiekvienas šio sąrašo elementas turi atitikti savo nurodymų rinkinį.
mk: Секој елемент од оваа колекција треба да задоволува сопствен сет на ограничувања.
my: ဤ collection ၏ element တစ်ခုစီသည်၎င်း၏ကိုယ်ပိုင်ကန့်သတ်ချက်များကိုဖြည့်ဆည်းသင့်သည်။
nn: Kvart element i denne samlinga bør oppfylla sine eigne avgrensingar.
sk: Každý prvok v tejto kolekcii musí spĺňať svoje vlastné obmedzenia.
sq: Secili element i këtij koleksioni duhet të përmbushë kufizimet e veta.
sr_cyrl: Сваки елемент ове колекције би требало да задовољи сопствени скуп ограничења.
sr_latn: Svaki element ove kolekcije bi trebalo da zadovolji sopstveni skup ograničenja.
sv: Varje element i samlingen skall uppfylla sin egen uppsättning av krav.
th: สมาชิกแต่ละตัวในคอเล็กชั่นควรเป็นไปตามข้อจำกัดของคอเล็กชั่นนั้นๆ
tl: Ang bawat elemento sa koleksyon na ito ay dapat masunod ang nararapat na batayan.
tr: Bu gruptaki her öğe kendi kısıtlamalarını karşılamalıdır.
uk: Кожен елемент цієї колекції повинен задовольняти власному набору обмежень.
ur: اس مجموعے کے ہر عنصر کو اپنی پابندیوں کے سیٹ کو پورا کرنا چاہیے
vi: Mỗi phần tử trong bộ sưu tập này nên thỏa mãn những ràng buộc của nó.

source: This value is not a valid International Securities Identification Number (ISIN).
af: Hierdie waarde is nie 'n geldige Internasionale veiligheidsidentifikasienommer (ISIN) nie.
az: Bu dəyər doğru bir Qiymətli Kağızın Beynəlxalq İdentifikasiya Kodu (ISIN) deyil.
bs: Ova vrijednost nije ispravna međunarodna identifikaciona oznaka hartija od vrijednosti (ISIN).
cy: Nid yw'r gwerth hwn yn Rhif Adnabod Diogelwch Rhyngwladol (ISIN) dilys.
da: Værdien er ikke et gyldig International Securities Identification Number (ISIN).
el: Αυτή η τιμή δεν είναι έγκυρο International Securities Identification Number (ISIN).
eu: Balio hori ez da baliozko baloreen nazioarteko identifikazio-zenbaki bat (ISIN).
fa: این مقدار یک شماره شناسایی بین‌المللی اوراق بهادار (ISIN) معتبر نیست.
gl: Este valor non é un número de identificación de valores internacionais (ISIN) válido.
he: ערך זה אינו מספר זיהוי ניירות ערך בינלאומי תקף (ISIN).
id: Nilai ini bukan merupakan International Securities Identification Number (ISIN) yang sah.
ja: この値は有効な国際証券識別番号（ISIN）ではありません。
lb: Dëse Wäert ass keng gëlteg International Wäertpabeiererkennnummer (ISIN).
lt: Ši reišmė neatitinka tarptautinio vertybinių popierių identifikavimo numerio formato (ISIN).
mk: Оваа вредност не е важечки меѓународен идентификациски број за хартии од вредност (ISIN).
my: ဤတန်ဖိုးသည် သင့်လျှော်သော် အပြည်ပြည်ဆိုင်ရာငွေချေးသက်သေခံနံပါတ် ,International Securities Identification Number (ISIN) မဟုတ်ပါ။
nn: Verdien er ikkje eit gyldig International Securities Identification Number (ISIN).
sk: Táto hodnota nie je platné medzinárodné označenie cenného papiera (ISIN).
sq: Kjo vlerë nuk është një numër i vlefshëm identifikues ndërkombëtar i sigurisë (ISIN).
sr_cyrl: Ова вредност није исправна међународна идентификациона ознака хартија од вредности (ISIN).
sr_latn: Ova vrednost nije ispravan međunarodni sigurnosni i identifikacioni broj (ISIN).
sv: Värdet är inte ett giltigt "International Securities Identification Number" (ISIN).
th: ค่ารหัสหลักทรัพย์สากล (ISIN) ไม่ถูกต้อง
tl: Ang halagang ito ay hindi wastong International Securities Identification Number (ISIN).
tr: Bu değer geçerli bir Uluslararası Menkul Kıymetler Kimlik Numarası değil (ISIN).
uk: Це значення не є дійсним міжнародним ідентифікаційним номером цінних паперів (ISIN).
ur: نہیں ہے (ISIN) یہ ويليو درست بین الاقوامی سیکیورٹیز شناختی نمبر
vi: Giá trị này không phải là mã số chứng khoán quốc tế (ISIN) hợp lệ.

source: This value should be a valid expression.
af: Hierdie waarde moet 'n geldige uitdrukking wees.
az: Bu dəyər etibarlı ifadə olmalıdır.
bs: Ova vrijednost bi trebala biti važeći izraz.
cy: Dylai'r gwerth hwn fod yn fynegiant dilys.
da: Værdien skal være et gyldigt udtryk.
el: Αυτή η τιμή θα πρέπει να είναι μία έγκυρη έκφραση.
eu: Balio hori baliozko adierazpena izan beharko litzateke.
fa: این مقدار باید یک عبارت معتبر باشد.
gl: Este valor debe ser unha expresión válida.
he: ערך זה חייב להיות ביטוי חוקי.
id: Nilai ini harus berupa ekspresi yang sah.
ja: 式でなければなりません。
lb: Dëse Wäert soll eng gëlteg Expression sinn.
lt: Ši vertė turėtų būti teisinga išraiška.
mk: Оваа вредност треба да биде валиден израз.
my: ဤတန်ဖိုးသည်မှန်ကန်သောစကားရပ်ဖြစ်သင့်သည်။
nn: Denne verdien skal være et gyldig uttrykk.
sk: Táto hodnota by mala byť platným výrazom.
sq: Kjo vlerë duhet të jetë një shprehje e vlefshme.
sr_cyrl: Ова вредност треба да буде валидан израз.
sr_latn: Ova vrednost treba da bude validan izraz.
sv: Värdet ska vara ett giltigt uttryck.
th: ค่านี้ควรเป็นนิพจน์ที่ถูกต้อง
tl: Ang halagang ito ay dapat wastong ekspresyon.
tr: Bu değer geçerli bir ifade olmalıdır.
uk: Це значення має бути дійсним виразом.
ur: یہ ويليو ایک درست اظہار ہوني چاہیے
vi: Giá trị này phải là một biểu thức hợp lệ.

source: This value is not a valid CSS color.
af: Hierdie waarde is nie 'n geldige CSS-kleur nie.
az: Bu dəyər etibarlı CSS rəngi deyil.
bs: Ova vrijednost nije važeća CSS boja.
cy: Nid yw'r gwerth hwn yn lliw CSS dilys.
da: Værdien skal være en gyldig CSS farve.
el: Αυτή η τιμή δεν είναι έγκυρο χρώμα CSS.
eu: Balio hori ez da baliozko CSS kolorea.
fa: این مقدار یک رنگ معتبر در CSS نیست.
gl: Este valor non é unha cor CSS válida.
he: ערך זה אינו צבע CSS חוקי.
id: Nilai ini bukan merupakan warna CSS yang sah.
ja: この値は有効なCSSカラーではありません。
lb: Dëse Wäert ass keng gëlteg CSS Faarf.
lt: Ši reikšmė nėra tinkama CSS spalva.
mk: Оваа вредност не е валидна CSS боја.
my: ဤတန်ဖိုးသည် CSS အရောင်မှန်ကန်မှုမရှိပါ။
nn: Denne verdien er ikke en gyldig CSS-farge.
sk: Táto hodnota nie je platná CSS farba.
sq: Kjo vlerë nuk është një ngjyrë e vlefshme CSS.
sr_cyrl: Ова вредност није исправна CSS боја.
sr_latn: Ova vrednost nije validna CSS boja.
sv: Värdet är inte en giltig CSS-färg.
th: ค่านี้ไม่ใช่สี CSS ที่ถูกต้อง
tl: Ang halagang ito ay hindi wastong kulay ng CSS.
tr: Bu değer geçerli bir CSS rengi değil.
uk: Це значення не є дійсним CSS кольором.
ur: رنگ نہیں ہے CSS یہ ويليو درست
vi: Giá trị này không phải là màu CSS hợp lệ.

source: This value is not a valid CIDR notation.
af: Hierdie waarde is nie 'n geldige CIDR-notasie nie.
az: Bu dəyər etibarlı CIDR notasiyası deyil.
bs: Ova vrijednost nije važeća CIDR notacija.
cy: Nid yw'r gwerth hwn yn nodiant CIDR dilys.
da: Værdien er ikke en gyldig CIDR notation.
el: Αυτή η τιμή δεν είναι έγκυρη CIDR σημειογραφία.
eu: Balio hori ez da baliozko CIDR notazioa.
fa: این مقدار یک نماد معتبر در CIDR نیست.
gl: Este valor non ten unha notación CIDR válida.
he: ערך זה אינו סימון CIDR חוקי.
id: Nilai ini bukan merupakan notasi CIDR yang sah.
ja: この値は有効なCIDR表記ではありません。
lb: Dëse Wäert ass keng gëlteg CIDR Notatioun.
lt: Ši vertė nėra tinkamas CIDR žymėjimas.
mk: Оваа вредност не е валидна CIDR ознака.
my: ဤတန်ဖိုးသည် CIDR မှတ်စုံမှန်ကန်မှုမရှိပါ။
nn: Denne verdien er ikke en gyldig CIDR-notasjon.
sk: Táto hodnota nie je platnou notáciou CIDR.
sq: Kjo vlerë nuk është një shënim i vlefshëm CIDR.
sr_cyrl: Ова вредност није исправна CIDR нотација.
sr_latn: Ova vrednost nije validna CIDR notacija.
sv: Värdet är inte en giltig CIDR-notation.
th: ค่านี้ไม่ใช่รูปแบบ CIDR ที่ถูกต้อง
tl: Ang halagang ito ay hindi wastong notasyong CIDR.
tr: Bu değer geçerli bir CIDR yazımı değil.
uk: Це значення не є дійсною CIDR нотаціею.
ur: نوٹیشن نہیں ہے CIDR یہ ويليو ایک درست
vi: Giá trị này không phải là ký hiệu CIDR hợp lệ.

source: The value of the netmask should be between {{ min }} and {{ max }}.
af: Die waarde van die netmasker moet tussen {{ min }} en {{ max }} wees.
az: Şəbəkə maskasının dəyəri {{ min }} və {{ max }} arasında olmalıdır.
bs: Vrijednost NetMask bi trebala biti između {{min}} i {{max}}.
cy: Dylai gwerth y mwgwd rhwydwaith fod rhwng {{ min }} a {{ max }}.
da: Værdien af netmasken skal være mellem {{ min }} og {{ max }}.
el: Η τιμή του netmask πρέπει να είναι ανάμεσα σε {{ min }} και {{ max }}.
eu: Maskararen balioa {{ min }} eta {{ max }} artekoa izan beharko litzateke.
fa: مقدار ماسک شبکه (NetMask) باید بین {{ min }} و {{ max }} باشد.
gl: O valor da máscara de rede debería estar entre {{ min }} e {{ max }}.
he: הערך של מסכת הרשת חייב להיות בין {{ min }} ו {{ max }}.
id: Nilai dari netmask harus berada diantara {{ min }} dan {{ max }}.
ja: ネットマスクの値は、{{ min }}から{{ max }}の間にある必要があります。
lb: De Wäert vum Netmask soll tëscht {{ min }} a {{ max }} sinn.
lt: Tinklo kaukės reikšmė turi būti nuo {{ min }} iki {{ max }}.
mk: Вредноста на мрежната маска (netmask) треба да биде помеѓу {{ min }} и {{ max }}.
my: ကွန်ယက်မျက်နှာဖုံး၏ တန်ဖိုးသည် {{ min }} နှင့် {{ max }} ကြားရှိရမည်။
nn: Verdien av nettmasken skal være mellom {{ min }} og {{ max }}.
sk: Hodnota masky siete by mala byť medzi {{ min }} a {{ max }}.
sq: Vlera e maskës së rrjetit duhet të jetë ndërmjet {{ min }} dhe {{ max }}.
sr_cyrl: Вредност мрежне маске треба бити између {{ min }} и {{ max }}.
sr_latn: Vrednost mrežne maske treba biti između {{ min }} i {{ max }}.
sv: Värdet på nätmasken bör vara mellan {{ min }} och {{ max }}.
th: ค่าของ netmask ควรมีค่าระหว่าง {{ min }} ถึง {{ max }}
tl: Ang halaga ng netmask ay dapat nasa pagitan ng {{ min }} at {{ max }}.
tr: Netmask'in değeri {{ min }} ve {{ max }} arasında olmaldır.
uk: Значення в мережевій масці має бути між {{ min }} та {{ max }}.
ur: کے درمیان ہونی چاہیے {{ max }} اور {{ min }} نیٹ ماسک کی ويليو
vi: Giá trị của mặt nạ mạng phải nằm trong khoảng từ {{ min }} đến {{ max }}.
