Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: An empty file is not allowed.
af: 'n Leë lêer word nie toegelaat nie.
az: Boş fayla icazə verilmir.
bs: Prazna datoteka nije dozvoljena.
cy: Ni chaniateir ffeil wag.
da: En tom fil er ikke tilladt.
el: Δεν επιτρέπεται κενό αρχείο.
eu: Hutsik dagoen fitxategia ez da onartzen.
fa: فایل خالی مجاز نمی‌باشد.
gl: Non está permitido un arquivo baleiro.
he: אסור קובץ ריק.
id: Berkas kosong tidak diizinkan.
ja: 空のファイルは許可されていません。
lb: En eidele Fichier ass net erlaabt.
lt: Failas negali būti tuščias.
mk: Празна датотека не е дозволена.
my: ဖိုင်အလွတ်ကိုတင်ခွင့်မပြုပါ။
nn: Ei tom fil er ikkje tillate.
no: Tomme filer er ikke tilatt.
sk: Súbor nesmie byť prázdny.
sq: Një skedë e zbrazët nuk lejohet.
sr_cyrl: Празна датотека није дозвољена.
sr_latn: Prazan fajl nije dozvoljen.
sv: En tom fil är inte tillåten.
th: ไม่อนุญาตให้ใช้ไฟล์ว่าง
tl: Ang file na walang laman ay hindi pwede.
tr: Boş bir dosyaya izin verilmiyor.
uk: Порожні файли не дозволені.
ur: خالی فائل کی اجازت نہیں ہے
vi: Một file rỗng không được phép.

source: The host could not be resolved.
af: Die gasheer kon nie opgelos word nie.
az: Ünvan tapılmadı.
bs: Nije moguće odrediti poslužitelja (host).
cy: Ni fu modd datrys y gwesteiwr.
da: Værten kunne ikke løses.
el: Η διεύθυνση δεν μπόρεσε να επιλυθεί.
eu: Host-a ezin da ebatzi.
fa: میزبان (Host) شناسایی نشد.
gl: Non se puido resolver o host.
he: לא הייתה אפשרות לזהות את המארח.
id: Host tidak dapat diselesaikan.
ja: ホストを解決できませんでした。
lb: Den Host-Numm konnt net opgeléist ginn.
lt: Serveris nepasiekiamas.
mk: Хостот е недостапен.
my: host ဖြေရှင်း၍မနိုင်ပါ။
nn: Verten kunne ikkje finnast.
no: Vertsnavn kunne ikke løses.
sk: Hostiteľa nebolo možné rozpoznať.
sq: Host-i nuk mund te zbulohej.
sr_cyrl: Име хоста не може бити разрешено.
sr_latn: Ime hosta ne može biti razrešeno.
sv: Värddatorn kunde inte hittas.
th: ไม่สามารถแก้ไขชื่อโฮสต์
tl: Hindi maresolba ang host.
tr: Sunucu çözülemedi.
uk: Ім'я хоста не знайдено.
ur: میزبان حل نہیں ہو سکا
vi: Máy chủ không thể được tìm thấy.

source: This value does not match the expected {{ charset }} charset.
af: Die waarde stem nie ooreen met die verwagte {{ charset }} karakterstel nie.
az: Bu dəyər gözlənilən {{ charset }} simvol cədvəli ilə uyğun gəlmir.
bs: Ova vrijednost ne odgovara očekivanom {{ charset }} setu karaktera (charset).
cy: Nid yw'r gwerth hwn yn cyfateb â'r {{ charset }} set nodau ddisgwyliedig.
da: Denne værdi stemmer ikke overens med den forventede {{ charset }} charset.
el: Αυτή η τιμή δεν ταιριάζει στο αναμενόμενο {{ charset }} σύνολο χαρακτήρων.
eu: Balio honen karaktere kodea ez da esperotakoa {{ charset }}.
fa: این مقدار مطابق charset مورد انتظار {{ charset }} نمی باشد.
gl: A codificación de caracteres para este valor debería ser {{ charset }}.
he: הערך אינו תואם למערך התווים {{ charset }} הצפוי.
id: Nilai ini tidak memenuhi set karakter {{ charset }} yang diharapkan.
ja: この値は予期される文字コード（{{ charset }}）と異なります。
lb: Dëse Wäert entsprécht net dem erwaarten Zeechesaz {{ charset }}.
lt: Ši reikšmė neatitinka {{ charset }} koduotės.
mk: Оваа вредност не се совпаѓа со очекуваниот {{ charset }} сет на карактери (charset).
my: ဤတန်ဖိုးသည် မျှော်မှန်းထားသော {{ charset }} စားလုံးနှင့် ကိုက်ညီမှုမရှိပါ။
nn: Verdien stemmer ikkje med forventa {{ charset }} charset.
no: Verdien samsvarer ikke med forventet tegnsett {{ charset }}.
sk: Táto hodnota nezodpovedá očakávanej znakovej sade {{ charset }}.
sq: Kjo vlerë nuk përputhet me kodifikimin e karaktereve {{ charset }} që pritej.
sr_cyrl: Вредност се не поклапа са очекиваним {{ charset }} сетом карактера.
sr_latn: Vrednost se ne poklapa sa očekivanim {{ charset }} setom karaktera.
sv: Värdet har inte den förväntade teckenkodningen {{ charset }}.
th: ค่านี้ไม่ตรงกับการเข้ารหัส {{ charset }}
tl: Ang halaga ay hindi kapareha sa inaasahang {{ charset }} set ng karater.
tr: Bu değer beklenen {{ charset }} karakter kümesiyle eşleşmiyor.
uk: Значення не збігається з очікуваним {{ charset }} кодуванням.
ur: کے جيسي نہیں ہے charset {{ charset }} یہ ويليو متوقع
vi: Giá trị này không đúng định dạng bộ ký tự mong muốn {{ charset }}.

# This is not a valid Business Identifier Code (BIC).
source: This value is not a valid Business Identifier Code (BIC).
af: Hierdie waarde is nie 'n geldige Besigheid Identifiseerder Kode (BIC) nie.
az: Bu dəyər etibarlı bir Biznes Təyinat Kodu (BIC) deyil.
bs: Ova vrijednost nije valjan Poslovni identifikacijski kod (BIC).
cy: Nid yw'r gwerth hwn yn God Adnabod Busnes (BIC) dilys.
da: Denne værdi er ikke en gyldig forretningsidentifikationskode (BIC).
el: Αυτός ο αριθμός δεν είναι έγκυρος Κωδικός Ταυτοποίησης Επιχείρησης (BIC).
eu: Balio hau ez da Negozioaren Identifikazio Kode (BIC) baliozko bat.
fa: این مقدار یک کد شناسه کسب‌وکار (BIC) معتبر نیست.
gl: Este valor non é un Código de Identificación de Negocios (BIC) válido.
he: ערך זה אינו קוד מזהה עסקי (BIC) תקף.
id: Nilai ini bukan Kode Identifikasi Bisnis (BIC) yang valid.
ja: 有効なSWIFTコードではありません。
lb: Dëse Wäert ass kee gültege Business Identifier Code (BIC).
lt: Ši reikšmė nėra tinkamas Verslo Identifikavimo Kodas (BIC).
mk: Оваа вредност не е валиден Бизнис Идентификациски Код (BIC).
my: ဤတန်ဖိုးသည် မှန်ကန်သော စီးပွားရေး မှတ်ပုံတင်ကုဒ် (BIC) မဟုတ်ပါ။
nn: Denne verdien er ikkje ein gyldig forretningsidentifikasjonskode (BIC).
sk: Táto hodnota nie je platným Obchodným identifikačným kódom (BIC).
sq: Kjo vlerë nuk është një Kod Identifikues Biznesi (BIC) i vlefshëm.
sr_cyrl: Ова вредност није валидна Код за идентификацију бизниса (BIC).
sr_latn: Ova vrednost nije validan Kod za identifikaciju biznisa (BIC).
sv: Värdet är inte en giltig BIC-kod.
th: ค่านี้ไม่ใช่รหัสประจำตัวธุรกิจ (BIC) ที่ถูกต้อง
tl: Ang halagang ito ay hindi isang wastong Business Identifier Code (BIC).
tr: Bu değer geçerli bir İşletme Tanımlama Kodu (BIC) değil.
uk: Це значення не є дійсним банківським кодом (BIC).
ur: یہ قیمت کوئی درست بزنس شناختی کوڈ (BIC) نہیں ہے۔
vi: Giá trị này không phải là Mã Định Danh Doanh Nghiệp (BIC) hợp lệ.

source: Error
af: Fout
az: Xəta
bs: Greška
cy: Gwall
da: Fejl
el: Σφάλμα
eu: Errore
fa: خطا
gl: Erro
he: שגיאה
id: Galat
ja: エラー
lb: Feeler
lt: Klaida
mk: Грешка
my: အမှား
nn: Feil
no: Feil
sk: Chyba
sq: Gabim
sr_cyrl: Грешка
sr_latn: Greška
sv: Fel
th: เกิดข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi

# This is not a valid UUID.
source: This value is not a valid UUID.
af: Hierdie waarde is nie 'n geldige UUID nie.
az: Bu dəyər etibarlı bir UUID deyil.
bs: Ova vrijednost nije valjan UUID.
cy: Nid yw'r gwerth hwn yn UUID dilys.
da: Denne værdi er ikke en gyldig UUID.
el: Αυτός ο αριθμός δεν είναι έγκυρη UUID.
eu: Balio hau ez da UUID baliozko bat.
fa: این مقدار یک UUID معتبر نیست.
gl: Este valor non é un UUID válido.
he: ערך זה אינו UUID תקף.
id: Nilai ini bukan UUID yang valid.
ja: 有効なUUIDではありません。
lb: Dëse Wäert ass keng gülteg UUID.
lt: Ši reikšmė nėra tinkamas UUID.
mk: Оваа вредност не е валиден UUID.
my: ဤတန်ဖိုးသည် မှန်ကန်သော UUID မဟုတ်ပါ။
nn: Denne verdien er ikkje ein gyldig UUID.
sk: Táto hodnota nie je platným UUID.
sq: Kjo vlerë nuk është një UUID e vlefshme.
sr_cyrl: Ова вредност није валидан UUID.
sr_latn: Ova vrednost nije validan UUID.
sv: Värdet är inte en giltig UUID.
th: ค่านี้ไม่ใช่ UUID ที่ถูกต้อง
tl: Ang halagang ito ay hindi isang wastong UUID.
tr: Bu değer geçerli bir UUID değil.
uk: Це значення не є дійсним UUID.
ur: یہ قیمت کوئی درست UUID نہیں ہے۔
vi: Giá trị này không phải là UUID hợp lệ.

source: This value should be a multiple of {{ compared_value }}.
af: Hierdie waarde moet 'n veelvoud van {{ compared_value }} wees.
az: Bu dəyər {{ compare_value }} dəyərinin bölənlərindən biri olmalıdır.
bs: Ova vrijednost bi trebalo da bude djeljiva sa {{ compared_value }}.
cy: Dylai'r gwerth hwn fod yn luosrif o {{ compared_value }}.
da: Denne værdi skal være et multiplikation af {{ compared_value }}.
el: Αυτή η τιμή θα έπρεπε να είναι πολλαπλάσιο του {{ compared_value }}.
eu: Balio honek {{ compared_value }}-ren multiploa izan beharko luke.
fa: این مقدار باید چند برابر {{ compared_value }} باشد.
gl: Este valor debería ser multiplo de {{ compared_value }}.
he: הערך חייב להיות כפולה של {{ compared_value }}.
id: Nilai ini harus kelipatan dari {{ compared_value }}.
ja: {{ compared_value }}の倍数でなければなりません。
lb: Dëse Wäert sollt e puer vun {{ compared_value }} sinn.
lt: Ši reikšmė turi būti skaičiaus {{ compared_value }} kartotinis.
mk: Оваа вредност треба да биде повеќекратна од {{ compared_value }}.
my: ဤတန်ဖိုးသည် {{compared_value}} ၏ စတူတန်ဖိုးဖြစ်သင့်သည်။
nn: Verdien bør vera eit multipel av {{ compared_value }}.
no: Verdien skal være flertall av {{ compared_value }}.
sk: Táto hodnota by mala byť násobkom {{ compared_value }}.
sq: Kjo vlerë duhet të jetë një shumëfish i {{ compared_value }}.
sr_cyrl: Ова вредност би требало да буде дељива са {{ compared_value }}.
sr_latn: Ova vrednost bi trebala da bude višestruka u odnosu na {{ compared_value }}.
sv: Värdet ska vara en multipel av {{ compared_value }}.
th: ค่านี้ควรเป็น {{ compared_value }} หลายตัว
tl: Ang halagang ito ay dapat multiple ng {{ compared_value }}.
tr: Bu değer {{ compare_value }} değerinin katlarından biri olmalıdır.
uk: Це значення повинне бути кратним {{ compared_value }}.
ur: کا ضرب ہوني چاہیے {{ compared_value }} یہ ويليو
vi: Giá trị này nên là bội số của {{ compared_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
af: Hierdie Besigheids Identifikasie Kode (BIK) is nie geassosieer met IBAN {{ iban }} nie.
az: Bu Biznes Təyinedici Kodu (BIC) {{ iban }} IBAN kodu ilə əlaqəli deyil.
bs: Ovaj poslovni identifikacioni kod (BIC) nije povezan sa IBAN-om {{ iban }}.
cy: Nid yw'r Cod Adnabod Busnes (BIC) hwn yn gysylltiedig ag IBAN {{ iban }}.
da: Denne Business Identifier Code (BIC) er ikke forbundet med IBAN {{ iban }}.
el: Αυτός ο κωδικός BIC δεν σχετίζεται με το IBAN {{ iban }}.
eu: Banku Identifikazioko Kode hau ez dago lotuta {{ IBAN }} IBAN-rekin.
fa: این کد شناسایی کسب‌و‌کار (BIC) با شماره حساب بانکی بین‌المللی (IBAN) {{ iban }} مرتبط نیست.
gl: Este Código de identificación bancaria (BIC) non está asociado co IBAN {{ iban }}.
he: הקוד זיהוי עסקי (BIC) אינו משוייך ל IBAN {{ iban }}.
id: Business Identifier Code (BIC) ini tidak terkait dengan IBAN {{ iban }}.
ja: このSWIFTコードはIBANコード（{{ iban }}）に関連付けられていません。
lb: Dëse "Business Identifier Code" (BIC) ass net mat IBAN verbonnen {{ iban }}.
lt: Šis bendrovės identifikavimo kodas (BIC) nesusijęs su IBAN {{ iban }}.
mk: Овој бизнис идентификациски код (BIC) не е поврзан со IBAN {{ iban }}.
my: ဤ Business Identifier Code (BIC) သည် IBAN {{ iban }} နှင့်ဆက်စပ်မှုမရှိပါ။
nn: Denne Business Identifier Code (BIC) er ikkje kopla til IBAN {{ iban }}.
no: Business Identifier Code (BIC) er ikke tilknyttet en IBAN {{ iban }}.
sk: Tento identifikačný kód podniku (BIC) nie je spojený s IBAN {{ iban }}.
sq: Ky Kod Identifikues Biznesi (BIC) nuk është i lidhur me IBAN {{ iban }}.
sr_cyrl: BIC код није повезан са IBAN {{ iban }}.
sr_latn: BIC kod nije povezan sa IBAN {{ iban }}.
sv: Denna BIC-koden är inte associerad med IBAN {{ iban }}.
th: รหัสสำหรับระบุธุรกิจนี้ (BIC) ไม่เกี่ยวข้องกับ IBAN {{ iban }}
tl: Ang Business Identifier Code (BIC) na ito ay walang kaugnayan sa IBAN {{ iban }}.
tr: Bu İşletme Tanımlayıcı Kodu (BIC), IBAN {{ iban }} ile ilişkili değildir.
uk: Банківський код (BIC) не пов’язаний із міжнародним номером банківського рахунку (IBAN) {{ iban }}.
ur: سے وابستہ نہیں ہے IBAN {{ iban }} (BIC) یہ کاروباری شناختی کوڈ
vi: Mã định danh doanh nghiệp (BIC) này không liên kết với IBAN {{ iban }}.

source: This value should be valid JSON.
af: Hierdie waarde moet geldige JSON wees.
az: Bu dəyər doğru bir JSON olmalıdır.
bs: Ova vrijednost bi trebalo da bude validan JSON.
cy: Dylai'r gwerth hwn fod yn JSON dilys.
da: Denne værdi skal være gyldig JSON.
el: Αυτή η τιμή θα πρέπει να είναι έγκυρο JSON.
eu: Balio honek baliozko JSON bat izan behar luke.
fa: این مقدار باید یک JSON معتبر باشد.
gl: Este valor debería ser un JSON válido.
he: הערך אינו ערך JSON תקין.
id: Nilai ini harus berisi JSON yang sah.
ja: JSONでなければなりません。
lb: Dëse Wäert sollt gëlteg JSON.
lt: Ši reikšmė turi būti tinkamo JSON formato.
mk: Оваа вредност треба да биде валиден JSON.
my: ဤတန်ဖိုးသည် သင့်လျှော်သော် JSON တန်ဖိုးဖြစ်သင့်သည်။
nn: Verdien bør vera gyldig JSON.
no: Verdien er ikke gyldig JSON.
sk: Táto hodnota by mala byť platný JSON.
sq: Kjo vlerë duhet të jetë JSON i vlefshëm.
sr_cyrl: Ова вредност би требало да буде валидан JSON.
sr_latn: Ova vrednost bi trebala da bude validan JSON.
sv: Värdet ska vara giltig JSON.
th: ค่านี้ควรอยู่ในรูปแบบ JSON ที่ถูกต้อง
tl: Ang halagang ito ay dapat naka wastong JSON.
tr: Bu değer için geçerli olmalıdır JSON.
uk: Значення має бути корректним JSON.
ur: ہونی چاہیے JSON یہ ويليو درست
vi: Giá trị này nên đúng định dạng JSON.

source: This collection should contain only unique elements.
af: Hierdie versameling moet net unieke elemente bevat.
az: Bu kolleksiyada sadəcə unikal elementlər olmalıdır.
bs: Ova kolekcija bi trebala da sadrži samo jedinstvene elemente.
cy: Dylai'r casgliad hwn gynnwys elfennau unigryw yn unig.
da: Denne samling bør kun indeholde unikke elementer.
el: Αυτή η συλλογή θα πρέπει να περιέχει μόνο μοναδικά στοιχεία.
eu: Bilduma honek elementu bakarrak soilik izan beharko lituzke.
fa: این مجموعه باید فقط حاوی عناصر یکتا باشد.
gl: Esta colección só debería ter elementos únicos.
he: האוסף חייב להכיל רק אלמנטים ייחודיים.
id: Kumpulan ini harus mengandung elemen yang unik.
ja: 要素は重複してはなりません。
lb: Dës Sammlung sollt just eenzegaarteg Elementer enthalen.
lt: Sąraše turi būti tik unikalios reikšmės.
mk: Оваа колекција треба да содржи само уникатни елементи.
my: ဤ collection ကိုယ်ပိုင် elements များ ပါသင့်သည်။
nn: Denne samlinga bør berre innehalda unike element.
sk: Táto kolekcia by mala obsahovať len unikátne prkvy.
sq: Ky koleksion duhet të përmbajë vetëm elementë unikë.
sr_cyrl: Ова колекција би требала да садржи само јединствене елементе.
sr_latn: Ova kolekcija bi trebala da sadrži samo jedinstvene elemente.
sv: Denna samling bör endast innehålla unika element.
th: คอเล็กชั่นนี้ควรมีเฉพาะสมาชิกที่ไม่ซ้ำกันเท่านั้น
tl: Ang mga elemento ng koleksyong ito ay dapat magkakaiba.
tr: Bu grup yalnızca benzersiz öğeler içermelidir.
uk: Ця колекція повинна мати тільки унікальни значення.
ur: یہ مجموعہ صرف منفرد عناصر پر مشتمل ہونا چاہیے
vi: Danh sách này chỉ nên chứa các phần tử khác nhau.

source: This value should be positive.
af: Hierdie waarde moet positief wees.
az: Bu dəyər müsbət olmalıdır.
bs: Ova vrijednost bi trebalo da bude pozitivna.
cy: Dylai'r gwerth hwn fod yn gadarnhaol.
da: Denne værdi skal være positiv.
el: Αυτή η τιμή θα πρέπει να είναι θετική.
eu: Balio honek positiboa izan beharko luke.
fa: این مقدار باید مثبت باشد.
gl: Este valor debería ser positivo.
he: הערך חייב להיות חיובי.
id: Nilai ini harus positif.
ja: 正の数でなければなりません。
lb: Dëse Wäert sollt positiv sinn.
lt: Reikšmė turi būti teigiama.
mk: Оваа вредност треба да биде позитивна.
my: ဤတန်ဖိုးသည် အပေါင်းဖြစ်သင့်သည်။
nn: Verdien bør vera positiv.
sk: Táto hodnota by mala byť kladná.
sq: Kjo vlerë duhet të jetë pozitive.
sr_cyrl: Ова вредност би требала бити позитивна.
sr_latn: Ova vrednost bi trebala biti pozitivna.
sv: Värdet ska vara positivt.
th: ค่านี้ควรเป็นค่าบวก
tl: Ang halagang ito ay dapat positibo.
tr: Bu değer pozitif olmalı.
uk: Значення має бути позитивним.
ur: یہ ويليو مثبت ہونی چاہیے
vi: Giá trị này có thể thực hiện được.

source: This value should be either positive or zero.
af: Hierdie waarde moet positief of nul wees.
az: Bu dəyər müsbət və ya sıfır olmalıdır.
bs: Ova vrijednost bi trebalo da bude pozitivna ili jednaka nuli.
cy: Dylai'r gwerth hwn fod yn gadarnhaol neu sero.
da: Denne værdi skal være enten positiv eller nul.
el: Αυτή η τιμή θα πρέπει να είναι θετική ή μηδενική.
eu: Balio honek positiboa edo zero izan behar luke.
fa: این مقدار باید مثبت یا صفر باشد.
gl: Este valor debe ser positivo ou igual a cero.
he: הערך חייב להיות חיובי או אפס.
id: Nilai ini harus positif atau nol.
ja: 正の数、または0でなければなりません。
lb: Dëse Wäert sollt entweeder positiv oder null sinn.
lt: Reikšmė turi būti teigiama arba lygi nuliui.
mk: Оваа вредност треба да биде или позитивна или нула.
my: ဤတန်ဖိုးသည် အပေါင်း (သို့မဟုတ်) သုည ဖြစ်သင့်သည်။
nn: Verdien bør vera anten positiv eller null.
sk: Táto hodnota by mala byť kladná alebo nulová.
sq: Kjo vlerë duhet të jetë pozitive ose zero.
sr_cyrl: Ова вредност би требала бити позитивна или нула.
sr_latn: Ova vrednost bi trebala biti ili pozitivna ili nula.
sv: Värdet ska vara antingen positivt eller noll.
th: ค่านี้ควรเป็นค่าบวกหรือค่าศูนย์
tl: Ang halagang ito ay dapat positibo o zero.
tr: Bu değer pozitif veya sıfır olmalıdır.
uk: Значення має бути позитивним або дорівнювати нулю.
ur: یہ ويليو یا تو مثبت یا صفر ہونی چاہیے
vi: Giá trị này có thể thực hiện được hoặc bằng không.

source: This value should be negative.
af: Hierdie waarde moet negatief wees.
az: Bu dəyər mənfi olmaldır.
bs: Ova vrijednost bi trebalo da bude negativna.
cy: Dylai'r gwerth hwn fod yn negyddol.
da: Denne værdi skal være negativ.
el: Αυτή η τιμή θα πρέπει να είναι αρνητική.
eu: Balio honek negatiboa izan behar luke.
fa: این مقدار باید منفی باشد.
gl: Este valor debe ser negativo.
he: הערך חייב להיות שלילי.
id: Nilai ini harus negatif.
ja: 負の数でなければなりません。
lb: Dëse Wäert sollt negativ sinn.
lt: Reikšmė turi būti neigiama.
mk: Оваа вредност треба да биде негативна.
my: ဤတန်ဖိုးသည် အနုတ် ဖြစ်သင့်သည်။
nn: Verdien bør vera negativ.
sk: Táto hodnota by mala byť záporná.
sq: Kjo vlerë duhet të jetë negative.
sr_cyrl: Ова вредност би требала бити негативна.
sr_latn: Ova vrednost bi trebala biti negativna.
sv: Värdet ska vara negativt.
th: ค่านี้ควรเป็นค่าลบ
tl: Ang halagang ito ay dapat negatibo.
tr: Bu değer negatif olmalıdır.
uk: Значення має бути негативним.
ur: یہ ويليو منفی ہونی چاہیے
vi: Giá trị này nên bị từ chối.

source: This value should be either negative or zero.
af: Hierdie waarde moet negatief of nul wees.
az: Bu dəyər mənfi və ya sıfır olmaldır.
bs: Ova vrijednost bi trebalo da bude negativna ili jednaka nuli.
cy: Dylai'r gwerth hwn fod yn negyddol neu sero.
da: Denne værdi skal være enten negativ eller nul.
el: Αυτή η τιμή θα πρέπει να είναι αρνητική ή μηδενική.
eu: Balio honek negatiboa edo zero izan behar luke.
fa: این مقدار باید منفی یا صفر باشد.
gl: Este valor debe ser negativo ou igual a cero.
he: הערך חייב להיות שלילי או אפס.
id: Nilai ini harus negatif atau nol.
ja: 負の数、または0でなければなりません。
lb: Dëse Wäert sollt entweeder negativ oder null sinn.
lt: Reikšmė turi būti neigiama arba lygi nuliui.
mk: Оваа вредност треба да биде или негативна или нула.
my: ဤတန်ဖိုးသည် အနုတ် (သို့မဟုတ်) သုည ဖြစ်သင့်သည်။
nn: Verdien bør vera negativ eller null.
sk: Táto hodnota by mala byť záporná alebo nulová.
sq: Kjo vlerë duhet të jetë negative ose zero.
sr_cyrl: Ова вредност би требала бити позитивна или нула.
sr_latn: Ova vrednost bi trebala biti ili negativna ili nula.
sv: Värdet ska vara antingen negativt eller noll.
th: ค่านี้ควรเป็นค่าลบหรือค่าศูนย์
tl: Ang halagang ito ay dapat negatibo o zero.
tr: Bu değer, negatif veya sıfır olmalıdır.
uk: Значення має бути негативним або дорівнювати нулю.
ur: یہ ويليو یا تو منفی یا صفر ہونی چاہیے
vi: Giá trị này nên bị từ chối hoặc bằng không.

source: This value is not a valid timezone.
af: Hierdie waarde is nie 'n geldige tydsone nie.
az: Bu dəyər doğru bir zaman zolağı deyil.
bs: Ova vrijednost nije validna vremenska zona.
cy: Nid yw'r gwerth hwn yn gyfnod parth amser dilys.
da: Denne værdi er ikke en gyldig tidszone.
el: Αυτή η τιμή θα δεν είναι έγκυρη ζώνη ώρας.
eu: Balio hori ez da baliozko ordu-eremua.
fa: این مقدار یک منطقه‌زمانی (timezone) معتبر نیست.
gl: Este valor non é unha zona horaria válida.
he: הערך אינו אזור זמן תקין.
id: Nilai ini harus merupakan zona waktu yang sah.
ja: 有効なタイムゾーンではありません。
lb: Dëse Wäert ass keng gëlteg Zäitzon.
lt: Reikšmė nėra tinkama laiko juosta.
mk: Оваа вредност не е валидна временска зона.
my: ဤတန်ဖိုးသည် မှန်ကန်သော အချိန်ဇုန်မဟုတ်ပါ။
nn: Verdien er ikkje ei gyldig tidssone.
sk: Táto hodnota nie je platné časové pásmo.
sq: Kjo vlerë nuk është një zonë e vlefshme kohore.
sr_cyrl: Ова вредност није валидна временска зона.
sr_latn: Ova vrednost nije validna vremenska zona.
sv: Värdet är inte en giltig tidszon.
th: ค่าเขตเวลาไม่ถูกต้อง
tl: Ang halagang ito ay hindi wastong timezone.
tr: Bu değer, geçerli bir saat dilimi değil.
uk: Значення не є дійсним часовим поясом.
ur: یہ ويليو درست ٹائم زون نہیں ہے
vi: Giá trị này không phải là múi giờ hợp lệ.
