Repository: symfony/symfony
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af, az, bs, cy, da, el, eu, fa, gl, he, id, ja, lb, lt, mk, my, nn, no, sk, sq, sr_cyrl, sr_latn, sv, th, tl, tr, uk, ur, vi

source: This value should not be after week "{{ max }}".
sr_cyrl: Ова вредност не би требала да буде после недеље "{{ max }}".

source: This is not a valid IP address.
no: Dette er ikke en gyldig IP adresse.

source: No temporary folder was configured in php.ini.
no: Den midlertidige mappen (tmp) er ikke konfigurert i php.ini.

source: This is not a valid International Bank Account Number (IBAN).
no: Dette er ikke et gyldig IBAN-nummer.

source: This is not a valid Business Identifier Code (BIC).
no: Dette er ikke en gyldig BIC.

source: This is not a valid UUID.
no: Dette er ikke en gyldig UUID.
