Repository: symfony/symfony
Catalog: src/Symfony/Component/Form/Resources/translations/validators.*.xlf
Languages: ar, bg, da, fa, gl, he, hr, ja, lv, nn, pl, sq, sr_cyrl, tl, uk, ur, uz, vi

source: This form should not contain extra fields.
ar: هذا النموذج يجب الا يحتوى على اى حقول اضافية.
bg: Тази форма не трябва да съдържа допълнителни полета.
da: Feltgruppen må ikke indeholde ekstra felter.
fa: این فرم نباید شامل فیلدهای اضافی باشد.
gl: Este formulario non debería conter campos adicionais.
he: הטופס לא צריך להכיל שדות נוספים.
hr: Ovaj obrazac ne smije sadržavati dodatna polja.
ja: フィールドグループに追加のフィールドを含んではなりません。
lv: Šajā veidlapā nevajadzētu būt papildus ievades laukiem.
nn: Feltgruppa kan ikkje innehalde ekstra felt.
pl: Ten formularz nie powinien zawierać dodatkowych pól.
sq: Ky formular nuk duhet të përmbajë fusha shtesë.
sr_cyrl: Овај формулар не треба да садржи додатна поља.
tl: Ang pormang itong ay hindi dapat magkarron ng dagdag na mga patlang.
uk: Ця форма не повинна містити додаткових полів.
ur: اس فارم میں اضافی فیلڈز نہیں ہونی چاہئیں
uz: Ushbu fo'rmada qo'shimcha maydonlar bo'lmasligi kerak.
vi: Mẫu này không nên chứa trường mở rộng.

source: The uploaded file was too large. Please try to upload a smaller file.
ar: مساحة الملف المرسل كبيرة. من فضلك حاول ارسال ملف اصغر.
bg: Каченият файл е твърде голям. Моля, опитайте да качите по-малък файл.
da: Den uploadede fil var for stor. Upload venligst en mindre fil.
fa: فایل بارگذاری‌شده بسیار بزرگ است. لطفاً فایل کوچک‌تری را بارگذاری نمایید.
gl: O arquivo subido é demasiado grande. Por favor, suba un arquivo máis pequeno.
he: הקובץ שהועלה גדול מדי. נסה להעלות קובץ קטן יותר.
hr: Prenesena datoteka je prevelika. Molim pokušajte prenijeti manju datoteku.
ja: アップロードされたファイルが大きすぎます。小さなファイルで再度アップロードしてください。
lv: Augšupielādētā faila izmērs bija par lielu. Lūdzu mēģiniet augšupielādēt mazāka izmēra failu.
nn: Fila du lasta opp var for stor. Last opp ei mindre fil.
pl: Wgrany plik był za duży. Proszę spróbować wgrać mniejszy plik.
sq: Skeda e ngarkuar ishte shumë e madhe. Ju lutemi provoni të ngarkoni një skedë më të vogël.
sr_cyrl: Отпремљена датотека је била превелика. Молим покушајте отпремање мање датотеке.
tl: Ang ini-upload na file ay masyadong malaki. Pakiulit muling mag-upload ng mas maliit na file.
uk: Завантажений файл занадто великий. Будь ласка, спробуйте завантажити файл меншого розміру.
ur: اپ لوڈ کردھ فائل بہت بڑی تھی۔ براہ کرم ایک چھوٹی فائل اپ لوڈ کرنے کی کوشش کریں
uz: Yuklab olingan fayl juda katta. Iltimos, kichikroq faylni yuklashga harakat qiling.
vi: Tập tin tải lên quá lớn. Vui lòng thử lại với tập tin nhỏ hơn.

source: The CSRF token is invalid. Please try to resubmit the form.
ar: قيمة رمز الموقع غير صحيحة. من فضلك اعد ارسال النموذج.
bg: Невалиден CSRF токен. Моля, опитайте да изпратите формата отново.
da: CSRF-token er ugyldig. Prøv venligst at genindsende.
fa: توکن CSRF نامعتبر است. لطفاً فرم را مجدداً ارسال نمایید.
gl: O token CSRF non é válido. Por favor, probe a enviar novamente o formulario.
he: אסימון CSRF אינו חוקי. אנא נסה לשלוח שוב את הטופס.
hr: CSRF vrijednost nije ispravna. Pokušajte ponovo poslati obrazac.
ja: CSRFトークンが無効です、再送信してください。
lv: Dotais CSRF talons nav derīgs. Lūdzu mēģiniet vēlreiz iesniegt veidlapu.
nn: CSRF-teiknet er ugyldig. Ver venleg og prøv å sende inn skjemaet på nytt.
pl: Token CSRF jest nieprawidłowy. Proszę spróbować wysłać formularz ponownie.
sq: Vlera CSRF është e pavlefshme. Ju lutemi provoni të ridërgoni formularin.
sr_cyrl: CSRF вредност није исправна. Покушајте поново.
tl: Hindi balido ang CSRF token. Maagpasa muli ng isang pang porma.
uk: CSRF значення недопустиме. Будь ласка, спробуйте відправити форму знову.
ur: ٹوکن غلط ہے۔ براۓ کرم فارم کو دوبارہ جمع کرانے کی کوشش کریں CSRF
uz: CSRF qiymati yaroqsiz. Fo'rmani qayta yuborishga harakat qiling.
vi: CSRF token không hợp lệ. Vui lòng thử lại.

source: This value is not a valid HTML5 color.
ar: هذه القيمة ليست لون HTML5 صالحًا.
bg: Стойността не е валиден HTML5 цвят.
da: Værdien er ikke en gyldig HTML5 farve.
fa: این مقدار یک رنگ معتبر HTML5 نیست.
gl: Este valor non é unha cor HTML5 válida.
he: ערך זה אינו צבע HTML5 חוקי.
hr: Ova vrijednost nije važeća HTML5 boja.
ja: 有効なHTML5の色ではありません。
lv: Šī vertība nav derīga HTML5 krāsa.
nn: Verdien er ikkje ein gyldig HTML5-farge.
pl: Ta wartość nie jest prawidłowym kolorem HTML5.
sq: Kjo vlerë nuk është një ngjyrë e vlefshme HTML5.
sr_cyrl: Ова вредност није исправна HTML5 боја.
tl: Ang halagang ito ay hindi wastong HTML5 color.
uk: Це значення не є допустимим кольором HTML5.
ur: ر نگ نھیں ھےHTML یھ ولیو در ست
uz: Qiymat noto'g'ri, HTML5 rangi emas.
vi: Giá trị này không phải là màu HTML5 hợp lệ.

source: Please enter a valid birthdate.
ar: الرجاء ادخال تاريخ ميلاد صالح.
bg: Моля въведете валидна дата на раждане.
da: Indtast venligst en gyldig fødselsdato.
fa: لطفاً یک تاریخ تولد معتبر وارد نمایید.
gl: Insire unha data de aniversario válida.
he: נא להזין את תאריך לידה תקני.
hr: Molim upišite ispravan datum rođenja.
ja: 有効な生年月日を入力してください。
lv: Lūdzu, ievadiet derīgu dzimšanas datumu.
nn: Gje opp ein gyldig fødselsdato.
pl: Proszę wprowadzić prawidłową datę urodzenia.
sq: Ju lutemi shkruani një datëlindje të vlefshme.
sr_cyrl: Молим упишите исправан датум рођења.
tl: Pakilagay ang tamang petsa ng kapanganakan.
uk: Будь ласка, введіть дійсну дату народження.
ur: براۓ کرم درست تاریخ پیدائش درج کریں
uz: Iltimos, tug'ilgan kuningizni to'g'ri kiriting.
vi: Vui lòng nhập ngày sinh hợp lệ.

source: The selected choice is invalid.
ar: الاختيار المحدد غير صالح.
bg: Избраните стойности не са валидни.
da: Den valgte mulighed er ugyldig .
fa: گزینه‌ی انتخاب‌شده نامعتبر است.
gl: A opción seleccionada non é válida.
he: הבחירה שנבחרה אינה חוקית.
hr: Odabrani izbor nije ispravan.
ja: 選択した値は無効です。
lv: Iezīmētā izvēle nav derīga.
nn: Valget du gjorde er ikkje gyldig.
pl: Wybrana wartość jest nieprawidłowa.
sq: Alternativa e zgjedhur është e pavlefshme.
sr_cyrl: Одабрани избор није исправан.
tl: Ang pinagpiliang sagot ay hindi tama.
uk: Обраний варіант недійсний.
ur: منتخب کردہ انتخاب غلط ہے
uz: Tanlangan parametr noto'g'ri.
vi: Lựa chọn không hợp lệ.

source: The collection is invalid.
ar: المجموعة غير صالحة.
bg: Колекцията не е валидна.
da: Samlingen er ugyldig.
fa: این مجموعه نامعتبر است.
gl: A colección non é válida.
he: האוסף אינו חוקי.
hr: Kolekcija nije ispravna.
ja: コレクションは無効です。
lv: Kolekcija nav derīga.
nn: Samlinga er ikkje gyldig.
pl: Zbiór jest nieprawidłowy.
sq: Koleksioni është i pavlefshëm.
sr_cyrl: Ова колекција није исправна.
tl: Hindi balido ang koleksyon.
uk: Колекція недійсна.
ur: یھ مجموعہ غلط ہے
uz: Kolleksiya noto'g'ri
vi: Danh sách không hợp lệ.

source: Please select a valid color.
ar: الرجاء اختيار لون صالح.
bg: Моля изберете валиден цвят.
da: Vælg venligst en gyldig farve.
fa: لطفاً یک رنگ معتبر انتخاب کنید.
gl: Por favor, seleccione unha cor válida.
he: אנא בחר צבע חוקי.
hr: Molim odaberite ispravnu boju.
ja: 有効な色を選択してください。
lv: Lūdzu, izvēlieties derīgu krāsu.
nn: Gje opp ein gyldig farge.
pl: Proszę wybrać prawidłowy kolor.
sq: Ju lutemi zgjidhni një ngjyrë të vlefshme.
sr_cyrl: Молим изаберите исправну боју.
tl: Pakipiliin ang nararapat na kulay.
uk: Будь ласка, оберіть дійсний колір.
ur: براۓ کرم ایک درست رنگ منتخب کریں
uz: Iltimos, to'g'ri rang tanlang.
vi: Vui lòng chọn một màu hợp lệ.

source: Please select a valid country.
ar: الرجاء اختيار بلد صالح.
bg: Моля изберете валидна държава.
da: Vælg venligst et gyldigt land.
fa: لطفاً یک کشور معتبر انتخاب کنید.
gl: Por favor, seleccione un país válido.
he: אנא בחר מדינה חוקית.
hr: Molim odaberite ispravnu državu.
ja: 有効な国を選択してください。
lv: Lūdzu, izvēlieties derīgu valsti.
nn: Gje opp eit gyldig land.
pl: Proszę wybrać prawidłowy kraj.
sq: Ju lutemi zgjidhni një shtet të vlefshëm.
sr_cyrl: Молим изаберите исправну државу.
tl: Pakipiliin ang nararapat na bansa.
uk: Будь ласка, оберіть дійсну країну.
ur: براۓ کرم ایک درست ملک منتخب کریں
uz: Iltimos, to'g'ri mamlakatni tanlang.
vi: Vui lòng chọn đất nước hợp lệ.

source: Please select a valid currency.
ar: الرجاء اختيار عملة صالحة.
bg: Моля изберете валидна валута.
da: Vælg venligst en gyldig valuta.
fa: لطفاً یک واحد پول معتبر انتخاب کنید.
gl: Por favor, seleccione unha moeda válida.
he: אנא בחר מטבע חוקי.
hr: Molim odaberite ispravnu valutu.
ja: 有効な通貨を選択してください。
lv: Lūdzu, izvēlieties derīgu valūtu.
nn: Gje opp ein gyldig valuta.
pl: Proszę wybrać prawidłową walutę.
sq: Ju lutemi zgjidhni një valutë të vlefshme.
sr_cyrl: Молим изаберите исправну валуту.
tl: Pakipiliin ang tamang pananalapi.
uk: Будь ласка, оберіть дійсну валюту.
ur: براۓ کرم ایک درست کرنسی منتخب کریں
uz: Iltimos, to'g'ri valyutani tanlang.
vi: Vui lòng chọn tiền tệ hợp lệ.

source: Please choose a valid date interval.
ar: الرجاء اختيار فاصل زمني صالح.
bg: Моля изберете валиден интервал от дати.
da: Vælg venligst et gyldigt datointerval.
fa: لطفاً یک بازه‌ی زمانی معتبر انتخاب کنید.
gl: Por favor, escolla un intervalo de datas válido.
he: אנא בחר מרווח תאריכים חוקי.
hr: Molim odaberite ispravni vremenski interval.
ja: 有効な日付間隔を選択してください。
lv: Lūdzu, izvēlieties derīgu datumu intervālu.
nn: Gje opp eit gyldig datointervall.
pl: Proszę wybrać prawidłowy przedział czasowy.
sq: Ju lutemi zgjidhni një interval të vlefshëm.
sr_cyrl: Молим изаберите исправан датумски интервал.
tl: Piliin ang wastong agwat ng petsa.
uk: Будь ласка, оберіть дійсний інтервал дати.
ur: براۓ کرم ایک درست تاریخی وقفھہ منتخب کریں
uz: Iltimos, to'g'ri sana oralig'ini tanlang.
vi: Vui lòng chọn một khoảng thời gian hợp lệ.

source: Please enter a valid date and time.
ar: الرجاء إدخال تاريخ ووقت صالحين.
bg: Моля въведете валидни дата и час.
da: Vælg venligst en gyldig dato og tid.
fa: لطفاً یک تاریخ و زمان معتبر وارد کنید.
gl: Por favor, introduza unha data e hora válidas.
he: אנא הזן תאריך ושעה תקנים.
hr: Molim unesite ispravni datum i vrijeme.
ja: 有効な日時を入力してください。
lv: Lūdzu, ievadiet derīgu datumu un laiku.
nn: Gje opp ein gyldig dato og tid.
pl: Proszę wprowadzić prawidłową datę i czas.
sq: Ju lutemi shkruani një datë dhe orë të vlefshme.
sr_cyrl: Молим упишите исправан датум и време.
tl: Piliin ang wastong petsa at oras.
uk: Будь ласка, введіть дійсну дату та час.
ur: براۓ کرم ایک درست تاریخ اور وقت درج کریں
uz: Iltimos, to'g'ri sana va vaqtni kiriting.
vi: Vui lòng nhập ngày và thời gian hợp lệ.

source: Please enter a valid date.
ar: الرجاء إدخال تاريخ صالح.
bg: Моля въведете валидна дата.
da: Vælg venligst en gyldig dato.
fa: لطفاً یک تاریخ معتبر وارد کنید.
gl: Por favor, introduce unha data válida.
he: נא להזין תאריך חוקי.
hr: Molim odaberite ispravan datum.
ja: 有効な日付を入力してください。
lv: Lūdzu, ievadiet derīgu datumu.
nn: Gje opp ein gyldig dato.
pl: Proszę wprowadzić prawidłową datę.
sq: Ju lutemi shkruani një datë të vlefshme.
sr_cyrl: Молим упишите исправан датум.
tl: Ilagay ang wastong petsa.
uk: Будь ласка, введіть дійсну дату.
ur: براۓ کرم ایک درست تاریخ درج کریں
uz: Iltimos, to'g'ri sanani kiriting.
vi: Vui lòng nhập ngày hợp lệ.

source: Please select a valid file.
ar: الرجاء اختيار ملف صالح.
bg: Моля изберете валиден файл.
da: Vælg venligst en gyldig fil.
fa: لطفاً یک فایل معتبر انتخاب کنید.
gl: Por favor, seleccione un ficheiro válido.
he: אנא בחר קובץ חוקי.
hr: Molim odaberite ispravnu datoteku.
ja: 有効なファイルを選択してください。
lv: Lūdzu, izvēlieties derīgu failu.
nn: Velg ei gyldig fil.
pl: Proszę wybrać prawidłowy plik.
sq: Ju lutemi zgjidhni një skedë të vlefshme.
sr_cyrl: Молим изаберите исправну датотеку.
tl: Piliin ang balidong file.
uk: Будь ласка, оберіть дійсний файл.
ur: براۓ کرم ایک درست فائل منتخب کریں
uz: Iltimos, to'g'ri faylni tanlang.
vi: Vui lòng chọn tệp hợp lệ.

source: The hidden field is invalid.
ar: الحقل المخفي غير صالح.
bg: Скритото поле е невалидно.
da: Det skjulte felt er ugyldigt.
fa: فیلد مخفی نامعتبر است.
gl: O campo oculto non é válido.
he: השדה הנסתר אינו חוקי.
hr: Skriveno polje nije ispravno.
ja: 隠しフィールドが無効です。
lv: Slēptā lauka vērtība ir nederīga.
nn: Det skjulte feltet er ikkje gyldig.
pl: Ukryte pole jest nieprawidłowe.
sq: Fusha e fshehur është e pavlefshme.
sr_cyrl: Скривено поље није исправно.
tl: Hindi balido ang field na nakatago.
uk: Приховане поле недійсне.
ur: پوشیدھہ فیلڈ غلط ہے
uz: Yashirin maydon qiymati yaroqsiz.
vi: Phạm vi ẩn không hợp lệ.

source: Please enter an integer.
ar: الرجاء إدخال عدد صحيح.
bg: Моля попълнете цяло число.
da: Indsæt veligst et heltal.
fa: لطفاً یک عدد صحیح وارد کنید.
gl: Por favor, introduza un número enteiro.
he: אנא הזן מספר שלם.
hr: Molim unesite cijeli broj.
ja: 整数で入力してください。
lv: Lūdzu, ievadiet veselu skaitli.
nn: Gje opp eit heiltal.
pl: Proszę wprowadzić liczbę całkowitą.
sq: Ju lutemi shkruani një numër të plotë.
sr_cyrl: Молим упишите цео број (integer).
tl: Pakilagay ang integer.
uk: Будь ласка, введіть ціле число.
ur: براۓ کرم ایک عدد درج کریں
uz: Iltimos, butun son kiriting.
vi: Vui lòng nhập một số nguyên.

source: Please select a valid language.
ar: الرجاء اختيار لغة صالحة.
bg: Моля изберете валиден език.
da: Vælg venligst et gyldigt sprog.
fa: لطفاً یک زبان معتبر انتخاب کنید.
gl: Por favor, selecciona un idioma válido.
he: אנא בחר שפה חוקי.
hr: Molim odaberite ispravan jezik.
ja: 有効な言語を選択してください。
lv: Lūdzu, izvēlieties derīgu valodu.
nn: Gje opp eit gyldig språk.
pl: Proszę wybrać prawidłowy język.
sq: Ju lutemi zgjidhni një gjuhë të vlefshme.
sr_cyrl: Молим изаберите исправан језик.
tl: Piliin ang nararapat na lengguwahe.
uk: Будь ласка, оберіть дійсну мову.
ur: براۓ کرم ایک درست زبان منتخب کریں
uz: Iltimos, to'g'ri tilni tanlang.
vi: Vui lòng chọn ngôn ngữ hợp lệ.

source: Please select a valid locale.
ar: الرجاء اختيار لغة صالحة.
bg: Моля изберете валиден език.
da: Vælg venligst en gyldigt sprogkode.
fa: لطفاً یک منطقه‌جغرافیایی (locale) معتبر انتخاب کنید.
gl: Por favor, seleccione unha configuración rexional válida.
he: אנא בחר שפה מקומית.
hr: Molim odaberite ispravnu lokalizaciju.
ja: 有効なロケールを選択してください。
lv: Lūdzu, izvēlieties derīgu lokalizāciju.
nn: Gje opp eit gyldig locale.
pl: Proszę wybrać prawidłową lokalizację.
sq: Ju lutemi zgjidhni një “locale” të vlefshme.
sr_cyrl: Молим изаберите исправну локализацију.
tl: Pakipili ang nararapat na locale.
uk: Будь ласка, оберіть дійсну локаль.
ur: براۓ کرم ایک درست مقام منتخب کریں
uz: Iltimos, to'g'ri localni tanlang.
vi: Vui lòng chọn miền hợp lệ.

source: Please enter a valid money amount.
ar: الرجاء إدخال مبلغ مالي صالح.
bg: Моля въведете валидна парична сума.
da: Vælg venligst et gyldigt beløb.
fa: لطفاً یک مقدار پول معتبر وارد کنید.
gl: Por favor, introduza unha cantidade de diñeiro válida.
he: אנא הזן סכום כסף חוקי.
hr: Molim unesite ispravan iznos novca.
ja: 有効な金額を入力してください。
lv: Lūdzu, ievadiet derīgu naudas lielumu.
nn: Gje opp ein gyldig sum pengar.
pl: Proszę wybrać prawidłową ilość pieniędzy.
sq: Ju lutemi shkruani një shumë të vlefshme parash.
sr_cyrl: Молим упишите исправну количину новца.
tl: Pakilagay ang tamang halaga ng pera.
uk: Будь ласка, введіть дійсну суму грошей.
ur: براۓ کرم ایک درست رقم درج کریں
uz: Iltimos, tegishli miqdordagi pulni kiriting.
vi: Vui lòng nhập một khoảng tiền hợp lệ.

source: Please enter a number.
ar: الرجاء إدخال رقم.
bg: Моля въведете число.
da: Indtast venligst et nummer.
fa: لطفاً یک عدد وارد کنید.
gl: Por favor, introduza un número.
he: אנא הזן מספר.
hr: Molim unesite broj.
ja: 数値で入力してください。
lv: Lūdzu, ievadiet skaitli.
nn: Gje opp eit nummer.
pl: Proszę wprowadzić liczbę.
sq: Ju lutemi shkruani një numër.
sr_cyrl: Молим упишите број.
tl: Ilagay ang numero.
uk: Будь ласка, введіть число.
ur: براۓ کرم ایک نمبر درج کریں
uz: Iltimos, raqam kiriting.
vi: Vui lòng nhập một con số.

source: The password is invalid.
ar: كلمة المرور غير صحيحة.
bg: Паролата е невалидна.
da: Passwordet er ugyldigt.
fa: رمزعبور نامعتبر است.
gl: O contrasinal non é válido.
he: הסיסמה אינה חוקית.
hr: Ova lozinka nije ispravna.
ja: パスワードが無効です。
lv: Parole ir nederīga.
nn: Passordet er ikkje gyldig.
pl: Hasło jest nieprawidłowe.
sq: Fjalëkalimi është i pavlefshëm.
sr_cyrl: Ова лозинка није исправна.
tl: Hindi balido ang password.
uk: Пароль недійсний.
ur: پاس ورڈ غلط ہے
uz: Parol noto'g'ri.
vi: Mật khẩu không hợp lệ.

source: Please enter a percentage value.
ar: الرجاء إدخال قيمة النسبة المئوية.
bg: Моля въведете процентна стойност.
da: Indtast venligst en procentværdi.
fa: لطفاً یک درصد معتبر وارد کنید.
gl: Por favor, introduza un valor porcentual.
he: אנא הזן ערך באחוזים.
hr: Molim unesite vrijednost postotka.
ja: パーセント値で入力してください。
lv: Lūdzu, ievadiet procentuālo lielumu.
nn: Gje opp ein prosentverdi.
pl: Proszę wprowadzić wartość procentową.
sq: Ju lutemi shkruani një vlerë përqindjeje.
sr_cyrl: Молим упишите процентуалну вредност.
tl: Pakilagay ang tamang porsyento ng halaga.
uk: Будь ласка, введіть процентне значення.
ur: براہ کرم فیصد کی ويلو درج کریں
uz: Iltimos, foyizli qiymat kiriting.
vi: Vui lòng nhập một giá trị phần trăm.

source: The values do not match.
ar: القيم لا تتطابق.
bg: Стойностите не съвпадат.
da: Værdierne er ikke ens.
fa: مقادیر تطابق ندارند.
gl: Os valores non coinciden.
he: הערכים אינם תואמים.
hr: Ove vrijednosti se ne poklapaju.
ja: 値が一致しません。
lv: Vērtības nesakrīt.
nn: Verdiane er ikkje eins.
pl: Wartości się nie zgadzają.
sq: Vlerat nuk përputhen.
sr_cyrl: Дате вредности се не поклапају.
tl: Hindi tugma ang mga halaga.
uk: Значення не збігаються.
ur: ويليوذ ٹھيک نہیں ہیں
uz: Qiymatlar mos kelmaydi.
vi: Các giá trị không phù hợp.

source: Please enter a valid time.
ar: الرجاء إدخال وقت صالح.
bg: Моля въведете валидно време.
da: Indtast venligst en gyldig tid.
fa: لطفاً یک زمان معتبر وارد کنید.
gl: Por favor, introduza unha hora válida.
he: אנא הזן שעה חוקי.
hr: Molim unesite ispravno vrijeme.
ja: 有効な時間を入力してください。
lv: Lūdzu, ievadiet derīgu laiku.
nn: Gje opp ei gyldig tid.
pl: Proszę wprowadzić prawidłowy czas.
sq: Ju lutemi shkruani një orë të vlefshme.
sr_cyrl: Молим упишите исправно време.
tl: Pakilagay ang tamang oras.
uk: Будь ласка, введіть дійсний час.
ur: براۓ کرم ایک درست وقت درج کریں
uz: Iltimos, to'g'ri vaqtni tanlang.
vi: Vui lòng nhập thời gian hợp lệ.

source: Please select a valid timezone.
ar: الرجاء تحديد منطقة زمنية صالحة.
bg: Моля изберете валидна часова зона.
da: Vælg venligst en gyldig tidszone.
fa: لطفاً یک منطقه‌زمانی معتبر وارد کنید.
gl: Por favor, selecciona unha zona horaria válida.
he: אנא בחר אזור זמן חוקי.
hr: Molim odaberite ispravnu vremensku zonu.
ja: 有効なタイムゾーンを選択してください。
lv: Lūdzu, izvēlieties derīgu laika zonu.
nn: Gje opp ei gyldig tidssone.
pl: Proszę wybrać prawidłową strefę czasową.
sq: Ju lutemi zgjidhni një zonë kohore të vlefshme.
sr_cyrl: Молим изаберите исправну временску зону.
tl: Pakilagay ang tamang sona ng oras.
uk: Будь ласка, оберіть дійсний часовий пояс.
ur: براۓ کرم ایک درست ٹائم زون منتخب کریں
uz: Iltimos, to'g'ri vaqt zonasini tanlang.
vi: Vui lòng chọn múi giờ hợp lệ.

source: Please enter a valid URL.
ar: أدخل عنوان الرابط صحيح من فضلك.
bg: Моля въведете валиден URL.
da: Indtast venligst en gyldig URL.
fa: لطفاً یک URL معتبر وارد کنید.
gl: Por favor, introduce un URL válido.
he: נא להזין את כתובת אתר חוקית.
hr: Molim unesite ispravan URL.
ja: 有効なURLを入力してください。
lv: Lūdzu, ievadiet derīgu URL.
nn: Gje opp ein gyldig URL.
pl: Proszę wprowadzić prawidłowy adres URL.
sq: Ju lutemi shkruani një URL të vlefshme.
sr_cyrl: Молим упишите исправан URL.
tl: Pakilagay ang balidong URL.
uk: Будь ласка, введіть дійсну URL-адресу.
ur: براۓ کرم ایک درست ادريس درج کریں
uz: Iltimos, to'g'ri URL kiriting.
vi: Vui lòng nhập một URL hợp lệ.

source: Please enter a valid search term.
ar: الرجاء إدخال مصطلح البحث ساري المفعول.
bg: Моля въведете валидно търсене.
da: Indtast venligst et gyldigt søgeord.
fa: لطفاً یک عبارت جستجوی معتبر وارد کنید.
gl: Por favor, introduce un termo de busca válido.
he: אנא הזן מונח חיפוש חוקי.
hr: Molim unesite ispravan pojam za pretraživanje.
ja: 有効な検索語を入力してください。
lv: Lūdzu, ievadiet derīgu meklēšanas nosacījumu.
nn: Gje opp gyldige søkjeord.
pl: Proszę wprowadzić prawidłowy termin wyszukiwania.
sq: Ju lutemi shkruani një term të vlefshëm kërkimi.
sr_cyrl: Молим упишите исправан термин за претрагу.
tl: Pakilagay ang balidong katagang sinasaliksik.
uk: Будь ласка, введіть дійсний пошуковий термін.
ur: براۓ کرم ایک درست ويلو تلاش کيلۓ درج کریں
uz: Iltimos, to'g'ri qidiruv so'zini kiriting.
vi: Vui lòng nhập chuỗi tìm kiếm hợp lệ.

source: Please provide a valid phone number.
ar: يرجى تقديم رقم هاتف صالح.
bg: Моля осигурете валиден телефонен номер.
da: Giv venligst et gyldigt telefonnummer.
fa: لطفاً یک شماره تلفن معتبر وارد کنید.
gl: Por favor, fornecer un número de teléfono válido.
he: אנא ספק מספר טלפון חוקי.
hr: Molim navedite ispravan telefonski broj.
ja: 有効な電話番号を入力してください。
lv: Lūdzu, ievadiet derīgu tālruņa numuru.
nn: Gje opp eit gyldig telefonnummer.
pl: Proszę wprowadzić prawidłowy numer telefonu.
sq: Ju lutemi jepni një numër telefoni të vlefshëm.
sr_cyrl: Молим наведите исправан број телефона.
tl: Pakilagay ang balidong numero ng telepono.
uk: Будь ласка, введіть дійсний номер телефону.
ur: براۓ کرم ایک درست فون نمبر فراہم کریں
uz: Iltimos, to'g'ri telefon raqamini kiriting.
vi: Vui lòng cung cấp số điện thoại hợp lệ.

source: The checkbox has an invalid value.
ar: خانة الاختيار لها قيمة غير صالحة.
bg: Отметката има невалидна стойност.
da: Checkboxen har en ugyldigt værdi.
fa: کادر انتخاب (checkbox) دارای مقداری نامعتبر است.
gl: A caixa de verificación ten un valor non válido.
he: לתיבת הסימון יש ערך לא חוקי.
hr: Polje za potvrdu sadrži neispravnu vrijednost.
ja: チェックボックスの値が無効です。
lv: Izvēles rūtiņai ir nederīga vērtība.
nn: Sjekkboksen har ein ugyldig verdi.
pl: Pole wyboru posiada nieprawidłową wartość.
sq: Kutia e zgjedhjes ka një vlerë të pavlefshme.
sr_cyrl: Поље за потврду садржи неисправну вредност.
tl: Ang checkbox ay mayroon hindi balidong halaga.
uk: Прапорець має недійсне значення.
ur: چیک باکس میں ایک غلط ويلو ہے
uz: Belgilash katagida yaroqsiz qiymat mavjud.
vi: Hộp kiểm có một giá trị không hợp lệ.

source: Please enter a valid email address.
ar: رجاء قم بإدخال بريد الكتروني صحيح
bg: Моля въведете валидна ел. поща.
da: Indtast venligst en gyldig e-mailadresse.
fa: لطفاً یک آدرس رایانامه (ایمیل) معتبر وارد کنید.
gl: Por favor, introduce un enderezo de correo electrónico válido.
he: אנא הזן כתובת דוא"ל תקנית.
hr: Molim unesite valjanu adresu elektronske pošte.
ja: 有効なメールアドレスを入力してください。
lv: Lūdzu, ievadiet derīgu e-pasta adresi.
nn: Gje opp ei gyldig e-postadresse.
pl: Proszę wprowadzić prawidłowy adres email.
sq: Ju lutemi shkruani një adresë të vlefshme email-i.
sr_cyrl: Молим упишите исправну email адресу.
tl: Pakilagay ang balidong email address.
uk: Будь ласка, введіть дійсну адресу електронної пошти.
ur: براۓ مہربانی قابل قبول ای میل ایڈریس لکھیں
uz: Iltimos, to'g'ri email kiriting.
vi: Vui lòng nhập địa chỉ email hợp lệ.

source: Please select a valid option.
ar: الرجاء تحديد خيار صالح.
bg: Моля изберете валидна опция.
da: Vælg venligst en gyldig mulighed.
fa: لطفاً یک گزینه‌ی معتبر انتخاب کنید.
gl: Por favor, seleccione unha opción válida.
he: אנא בחר אפשרות חוקית.
hr: Molim odaberite ispravnu opciju.
ja: 有効な値を選択してください。
lv: Lūdzu, izvēlieties derīgu opciju.
nn: Velg eit gyldig vilkår.
pl: Proszę wybrać prawidłową opcję.
sq: Ju lutemi zgjidhni një alternativë të vlefshme.
sr_cyrl: Молим изаберите исправну опцију.
tl: Pakipiliin ang balidong pagpipilian.
uk: Будь ласка, оберіть дійсний варіант.
ur: براۓ کرم ایک درست آپشن منتخب کریں
uz: Iltimos, yaroqli variantni tanlang.
vi: Vui lòng chọn một phương án hợp lệ.
