Repository: symfony/symfony
Catalog: src/Symfony/Component/Form/Resources/translations/validators.*.xlf
Languages: ar, bg, da, fa, gl, he, hr, ja, lv, nn, pl, sq, sr_cyrl, tl, uk, ur, uz, vi

source: Please select a valid range.
ar: يرجى تحديد نطاق صالح.
bg: Моля изберете валиден обхват.
da: Vælg venligst et gyldigt interval .
fa: لطفاً یک محدوده‌ی معتبر انتخاب کنید.
gl: Por favor, seleccione un intervalo válido.
he: אנא בחר טווח חוקי.
hr: Molim odaberite ispravan raspon.
ja: 有効な範囲を選択してください。
lv: Lūdzu, izvēlieties derīgu diapazonu.
nn: Velg eit gyldig spenn.
pl: Proszę wybrać prawidłowy zakres.
sq: Ju lutemi zgjidhni një seri të vlefshme.
sr_cyrl: Молим изаберите исправан опсег.
tl: Pakipilian ang balidong layo.
uk: Будь ласка, оберіть дійсний діапазон.
ur: براۓ کرم ایک درست رینج منتخب کریں
uz: Iltimos, yaroqli oraliqni tanlang.
vi: Vui lòng nhập một phạm vi hợp lệ.

source: Please enter a valid week.
ar: الرجاء إدخال أسبوع صالح.
bg: Моля въведете валидна седмица.
da: Indtast venligst en gyldig uge.
fa: لطفاً یک هفته‌ی معتبر وارد کنید.
gl: Por favor, introduce unha semana válida.
he: אנא הזן שבוע תקף.
hr: Molim unesite ispravni tjedan.
ja: 有効な週を入力してください。
lv: Lūdzu, ievadiet derīgu nedeļu.
nn: Gje opp ei gyldig veke.
pl: Proszę wybrać prawidłowy tydzień.
sq: Ju lutemi shkruani një javë të vlefshme.
sr_cyrl: Молим упишите исправну седмицу.
tl: Pakilagay ang balidong linggo.
uk: Будь ласка, введіть дійсний тиждень.
ur: براۓ کرم ایک درست ہفتہ درج کریں
uz: Iltimos, haqiqiy haftani kiriting.
vi: Vui lòng nhập một tuần hợp lệ.
