<?php

return [
    'UserAssignedNames' => ['XK' => 'ኮሶቮ'],
    'Names' => [
        'አንዶራ', 'የተባበሩት ዓረብ ኤምሬትስ', 'አፍጋኒስታን', 'አንቲጓ እና ባርቡዳ', 'አንጉይላ', 'አልባኒያ', 'አርሜኒያ', 'አንጐላ', 'አንታርክቲካ', 'አርጀንቲና', 'የአሜሪካ ሳሞአ', 'ኦስትሪያ', 'አውስትራልያ', 'አሩባ', 'የአላንድ ደሴቶች', 'አዘርባጃን', 'ቦስኒያ እና ሄርዞጎቪኒያ', 'ባርቤዶስ', 'ባንግላዲሽ', 'ቤልጄም',
        'ቡርኪና ፋሶ', 'ቡልጋሪያ', 'ባህሬን', 'ብሩንዲ', 'ቤኒን', 'ሴንት ባርቴሌሚ', 'ቤርሙዳ', 'ብሩኒ', 'ቦሊቪያ', 'የካሪቢያን ኔዘርላንድስ', 'ብራዚል', 'ባሃማስ', 'ቡህታን', 'ቡቬት ደሴት', 'ቦትስዋና', 'ቤላሩስ', 'በሊዝ', 'ካናዳ', 'ኮኮስ(ኬሊንግ) ደሴቶች', 'ኮንጎ-ኪንሻሳ',
        'ማዕከላዊ አፍሪካ ሪፑብሊክ', 'ኮንጎ ብራዛቪል', 'ስዊዘርላንድ', 'ኮትዲቯር', 'ኩክ ደሴቶች', 'ቺሊ', 'ካሜሩን', 'ቻይና', 'ኮሎምቢያ', 'ኮስታሪካ', 'ኩባ', 'ኬፕቨርዴ', 'ኩራሳዎ', 'ክሪስማስ ደሴት', 'ሳይፕረስ', 'ቼቺያ', 'ጀርመን', 'ጂቡቲ', 'ዴንማርክ', 'ዶሚኒካ',
        'ዶመኒካን ሪፑብሊክ', 'አልጄሪያ', 'ኢኳዶር', 'ኤስቶኒያ', 'ግብጽ', 'ምዕራባዊ ሳህራ', 'ኤርትራ', 'ስፔን', 'ኢትዮጵያ', 'ፊንላንድ', 'ፊጂ', 'የፎክላንድ ደሴቶች', 'ማይክሮኔዢያ', 'የፋሮ ደሴቶች', 'ፈረንሳይ', 'ጋቦን', 'ዩናይትድ ኪንግደም', 'ግሬናዳ', 'ጆርጂያ', 'የፈረንሳይ ጉዊአና',
        'ጉርነሲ', 'ጋና', 'ጂብራልተር', 'ግሪንላንድ', 'ጋምቢያ', 'ጊኒ', 'ጉዋደሉፕ', 'ኢኳቶሪያል ጊኒ', 'ግሪክ', 'ደቡብ ጆርጂያ እና የደቡብ ሳንድዊች ደሴቶች', 'ጉዋቲማላ', 'ጉዋም', 'ጊኒ-ቢሳው', 'ጉያና', 'ሆንግ ኮንግ ልዩ የአስተዳደር ክልል ቻይና', 'ኽርድ ኣና ማክዶናልድ ደሴቶች', 'ሆንዱራስ', 'ክሮኤሽያ', 'ሀይቲ', 'ሀንጋሪ',
        'ኢንዶኔዢያ', 'አየርላንድ', 'እስራኤል', 'አይል ኦፍ ማን', 'ህንድ', 'የብሪታኒያ ህንድ ውቂያኖስ ግዛት', 'ኢራቅ', 'ኢራን', 'አይስላንድ', 'ጣሊያን', 'ጀርዚ', 'ጃማይካ', 'ጆርዳን', 'ጃፓን', 'ኬንያ', 'ኪርጊስታን', 'ካምቦዲያ', 'ኪሪባቲ', 'ኮሞሮስ', 'ቅዱስ ኪትስ እና ኔቪስ',
        'ሰሜን ኮሪያ', 'ደቡብ ኮሪያ', 'ኩዌት', 'ካይማን ደሴቶች', 'ካዛኪስታን', 'ላኦስ', 'ሊባኖስ', 'ሴንት ሉቺያ', 'ሊችተንስታይን', 'ሲሪላንካ', 'ላይቤሪያ', 'ሌሶቶ', 'ሊቱዌኒያ', 'ሉክሰምበርግ', 'ላትቪያ', 'ሊቢያ', 'ሞሮኮ', 'ሞናኮ', 'ሞልዶቫ', 'ሞንተኔግሮ',
        'ሴንት ማርቲን', 'ማዳጋስካር', 'ማርሻል ደሴቶች', 'ሰሜን መቄዶንያ', 'ማሊ', 'ማይናማር(በርማ)', 'ሞንጎሊያ', 'ማካኦ ልዩ የአስተዳደር ክልል ቻይና', 'የሰሜናዊ ማሪያና ደሴቶች', 'ማርቲኒክ', 'ሞሪቴኒያ', 'ሞንትሴራት', 'ማልታ', 'ሞሪሸስ', 'ማልዲቭስ', 'ማላዊ', 'ሜክሲኮ', 'ማሌዢያ', 'ሞዛምቢክ', 'ናሚቢያ',
        'ኒው ካሌዶኒያ', 'ኒጀር', 'ኖርፎልክ ደሴት', 'ናይጄሪያ', 'ኒካራጓ', 'ኔዘርላንድ', 'ኖርዌይ', 'ኔፓል', 'ናኡሩ', 'ኒዌ', 'ኒው ዚላንድ', 'ኦማን', 'ፓናማ', 'ፔሩ', 'የፈረንሳይ ፖሊኔዢያ', 'ፓፑዋ ኒው ጊኒ', 'ፊሊፒንስ', 'ፓኪስታን', 'ፖላንድ', 'ሴንት ፒዬር እና ሚኩኤሎን',
        'ፒትካኢርን ደሴቶች', 'ፑዌርቶ ሪኮ', 'የፍልስጤም ግዛት', 'ፖርቱጋል', 'ፓላው', 'ፓራጓይ', 'ኳታር', 'ሪዩኒየን', 'ሮሜኒያ', 'ሰርብያ', 'ሩስያ', 'ሩዋንዳ', 'ሳውድአረቢያ', 'ሰለሞን ደሴቶች', 'ሲሼልስ', 'ሱዳን', 'ስዊድን', 'ሲንጋፖር', 'ሴንት ሄለና', 'ስሎቬኒያ',
        'ስቫልባርድ እና ጃን ማየን', 'ስሎቫኪያ', 'ሴራሊዮን', 'ሳን ማሪኖ', 'ሴኔጋል', 'ሶማሊያ', 'ሱሪናም', 'ደቡብ ሱዳን', 'ሳኦ ቶሜ እና ፕሪንሲፔ', 'ኤል ሳልቫዶር', 'ሲንት ማርተን', 'ሶሪያ', 'ኤስዋቲኒ', 'የቱርኮችና የካኢኮስ ደሴቶች', 'ቻድ', 'የፈረንሳይ ደቡባዊ ግዛቶች', 'ቶጐ', 'ታይላንድ', 'ታጃኪስታን', 'ቶክላው',
        'ቲሞር ሌስቴ', 'ቱርክሜኒስታን', 'ቱኒዚያ', 'ቶንጋ', 'ቱርክ', 'ትሪናዳድ እና ቶቤጎ', 'ቱቫሉ', 'ታይዋን', 'ታንዛኒያ', 'ዩክሬን', 'ዩጋንዳ', 'የዩ ኤስ ጠረፍ ላይ ያሉ ደሴቶች', 'ዩናይትድ ስቴትስ', 'ኡራጓይ', 'ኡዝቤኪስታን', 'ቫቲካን ከተማ', 'ሴንት ቪንሴንት እና ግሬናዲንስ', 'ቬንዙዌላ', 'የእንግሊዝ ቨርጂን ደሴቶች', 'የአሜሪካ ቨርጂን ደሴቶች',
        'ቬትናም', 'ቫኑአቱ', 'ዋሊስ እና ፉቱና ደሴቶች', 'ሳሞአ', 'የመን', 'ሜይኦቴ', 'ደቡብ አፍሪካ', 'ዛምቢያ', 'ዚምቧቤ',
    ],
    'NumericNames' => ['001' => 'ዓለም', 150 => 'አውሮፓ', 419 => 'ላቲን አሜሪካ'],
];
