<?php

return [
    'UserAssignedNames' => ['XK' => 'كوسوفو'],
    'Names' => [
        'أندورا', 'الإمارات العربية المتحدة', 'أفغانستان', 'أنتيغوا وبربودا', 'أنغويلا', 'ألبانيا', 'أرمينيا', 'أنغولا', 'أنتاركتيكا', 'الأرجنتين', 'ساموا الأمريكية', 'النمسا', 'أستراليا', 'أروبا', 'جزر آلاند', 'أذربيجان', 'البوسنة والهرسك', 'بربادوس', 'بنغلاديش', 'بلجيكا',
        'بوركينا فاسو', 'بلغاريا', 'البحرين', 'بوروندي', 'بنين', 'سان بارتليمي', 'برمودا', 'بروناي', 'بوليفيا', 'هولندا الكاريبية', 'البرازيل', 'جزر البهاما', 'بوتان', 'جزيرة بوفيه', 'بوتسوانا', 'بيلاروس', 'بليز', 'كندا', 'جزر كوكوس (كيلينغ)', 'الكونغو - كينشاسا',
        'جمهورية أفريقيا الوسطى', 'الكونغو - برازافيل', 'سويسرا', 'ساحل العاج', 'جزر كوك', 'تشيلي', 'الكاميرون', 'الصين', 'كولومبيا', 'كوستاريكا', 'كوبا', 'الرأس الأخضر', 'كوراساو', 'جزيرة كريسماس', 'قبرص', 'التشيك', 'ألمانيا', 'جيبوتي', 'الدانمرك', 'دومينيكا',
        'جمهورية الدومينيكان', 'الجزائر', 'الإكوادور', 'إستونيا', 'مصر', 'الصحراء الغربية', 'إريتريا', 'إسبانيا', 'إثيوبيا', 'فنلندا', 'فيجي', 'جزر فوكلاند', 'ميكرونيزيا', 'جزر فارو', 'فرنسا', 'الغابون', 'المملكة المتحدة', 'غرينادا', 'جورجيا', 'غويانا الفرنسية',
        'غيرنزي', 'غانا', 'جبل طارق', 'غرينلاند', 'غامبيا', 'غينيا', 'غوادلوب', 'غينيا الاستوائية', 'اليونان', 'جورجيا الجنوبية وجزر ساندويتش الجنوبية', 'غواتيمالا', 'غوام', 'غينيا بيساو', 'غيانا', 'هونغ كونغ الصينية (منطقة إدارية خاصة)', 'جزيرة هيرد وجزر ماكدونالد', 'هندوراس', 'كرواتيا', 'هايتي', 'هنغاريا',
        'إندونيسيا', 'أيرلندا', 'إسرائيل', 'جزيرة مان', 'الهند', 'الإقليم البريطاني في المحيط الهندي', 'العراق', 'إيران', 'آيسلندا', 'إيطاليا', 'جيرسي', 'جامايكا', 'الأردن', 'اليابان', 'كينيا', 'قيرغيزستان', 'كمبوديا', 'كيريباتي', 'جزر القمر', 'سانت كيتس ونيفيس',
        'كوريا الشمالية', 'كوريا الجنوبية', 'الكويت', 'جزر كايمان', 'كازاخستان', 'لاوس', 'لبنان', 'سانت لوسيا', 'ليختنشتاين', 'سريلانكا', 'ليبيريا', 'ليسوتو', 'ليتوانيا', 'لوكسمبورغ', 'لاتفيا', 'ليبيا', 'المغرب', 'موناكو', 'مولدوفا', 'الجبل الأسود',
        'سان مارتن', 'مدغشقر', 'جزر مارشال', 'مقدونيا الشمالية', 'مالي', 'ميانمار (بورما)', 'منغوليا', 'منطقة ماكاو الإدارية الخاصة', 'جزر ماريانا الشمالية', 'جزر المارتينيك', 'موريتانيا', 'مونتسرات', 'مالطا', 'موريشيوس', 'جزر المالديف', 'ملاوي', 'المكسيك', 'ماليزيا', 'موزمبيق', 'ناميبيا',
        'كاليدونيا الجديدة', 'النيجر', 'جزيرة نورفولك', 'نيجيريا', 'نيكاراغوا', 'هولندا', 'النرويج', 'نيبال', 'ناورو', 'نيوي', 'نيوزيلندا', 'عُمان', 'بنما', 'بيرو', 'بولينيزيا الفرنسية', 'بابوا غينيا الجديدة', 'الفلبين', 'باكستان', 'بولندا', 'سان بيير ومكويلون',
        'جزر بيتكيرن', 'بورتوريكو', 'الأراضي الفلسطينية', 'البرتغال', 'بالاو', 'باراغواي', 'قطر', 'روينيون', 'رومانيا', 'صربيا', 'روسيا', 'رواندا', 'المملكة العربية السعودية', 'جزر سليمان', 'سيشل', 'السودان', 'السويد', 'سنغافورة', 'سانت هيلينا', 'سلوفينيا',
        'سفالبارد وجان ماين', 'سلوفاكيا', 'سيراليون', 'سان مارينو', 'السنغال', 'الصومال', 'سورينام', 'جنوب السودان', 'ساو تومي وبرينسيبي', 'السلفادور', 'سانت مارتن', 'سوريا', 'إسواتيني', 'جزر توركس وكايكوس', 'تشاد', 'الأقاليم الجنوبية الفرنسية', 'توغو', 'تايلاند', 'طاجيكستان', 'توكيلاو',
        'تيمور - ليشتي', 'تركمانستان', 'تونس', 'تونغا', 'تركيا', 'ترينيداد وتوباغو', 'توفالو', 'تايوان', 'تنزانيا', 'أوكرانيا', 'أوغندا', 'جزر الولايات المتحدة النائية', 'الولايات المتحدة', 'أورغواي', 'أوزبكستان', 'الفاتيكان', 'سانت فنسنت وجزر غرينادين', 'فنزويلا', 'جزر فيرجن البريطانية', 'جزر فيرجن الأمريكية',
        'فيتنام', 'فانواتو', 'جزر والس وفوتونا', 'ساموا', 'اليمن', 'مايوت', 'جنوب أفريقيا', 'زامبيا', 'زيمبابوي',
    ],
    'NumericNames' => ['001' => 'العالم', 150 => 'أوروبا', 419 => 'أمريكا اللاتينية'],
];
