<?php

return [
    'UserAssignedNames' => ['XK' => 'কচ’ভ’'],
    'Names' => [
        'আন্দোৰা', 'সংযুক্ত আৰব আমিৰাত', 'আফগানিস্তান', 'এণ্টিগুৱা আৰু বাৰ্বুডা', 'এনগুইলা', 'আলবেনিয়া', 'আৰ্মেনিয়া', 'এংগোলা', 'এণ্টাৰ্কটিকা', 'আৰ্জেণ্টিনা', 'আমেৰিকান চামোৱা', 'অষ্ট্ৰিয়া', 'অষ্ট্ৰেলিয়া', 'আৰুবা', 'আলণ্ড দ্বীপপুঞ্জ', 'আজাৰবেইজান', 'ব’ছনিয়া আৰু হাৰ্জেগ’ভিনা', 'বাৰ্বাডোচ', 'বাংলাদেশ', 'বেলজিয়াম',
        'বুৰকিনা ফাচো', 'বুলগেৰিয়া', 'বাহৰেইন', 'বুৰুণ্ডি', 'বেনিন', 'ছেইণ্ট বাৰ্থলেমে', 'বাৰ্মুডা', 'ব্ৰুনেই', 'বলিভিয়া', 'কেৰিবিয়ান নেদাৰলেণ্ডছ', 'ব্ৰাজিল', 'বাহামাছ', 'ভুটান', 'বুভে দ্বীপ', 'ব’টচোৱানা', 'বেলাৰুছ', 'বেলিজ', 'কানাডা', 'কোকোচ (কীলিং) দ্বীপপুঞ্জ', 'কঙ্গো - কিনচাছা',
        'মধ্য আফ্রিকান প্রজাতন্ত্র', 'কঙ্গো - ব্রাজাভিল', 'চুইজাৰলেণ্ড', 'কোটে ডি আইভৰ', 'কুক দ্বীপপুঞ্জ', 'চিলি', 'কেমেৰুণ', 'চীন', 'কলম্বিয়া', 'কোষ্টা ৰিকা', 'কিউবা', 'কেপ ভার্দে', 'কুৰাকাও', 'খ্ৰীষ্টমাছ দ্বীপ', 'চাইপ্ৰাছ', 'চিজেচিয়া', 'জাৰ্মানী', 'জিবুটি', 'ডেনমাৰ্ক', 'ড’মিনিকা',
        'ড’মিনিকান ৰিপাব্লিক', 'আলজেৰিয়া', 'ইকুৱেডৰ', 'ইষ্টোনিয়া', 'ইজিপ্ত', 'পশ্চিমীয় ছাহাৰা', 'এৰিত্ৰিয়া', 'স্পেইন', 'ইথিঅ’পিয়া', 'ফিনলেণ্ড', 'ফিজি', 'ফকলেণ্ড দ্বীপপুঞ্জ', 'মাইক্ৰোনেচিয়া', 'ফাৰো দ্বীপপুঞ্জ', 'ফ্ৰান্স', 'গেবন', 'সংযুক্ত ৰাজ্য', 'গ্ৰেনাডা', 'জৰ্জিয়া', 'ফ্ৰান্স গয়ানা',
        'গোৰেনচি', 'ঘানা', 'জিব্ৰাল্টৰ', 'গ্ৰীণলেণ্ড', 'গাম্বিয়া', 'গিনি', 'গুৱাডেলুপ', 'ইকুৱেটৰিয়েল গিনি', 'গ্ৰীচ', 'দক্ষিণ জৰ্জিয়া আৰু দক্ষিণ চেণ্ডৱিচ দ্বীপপুঞ্জ', 'গুৱাটেমালা', 'গুৱাম', 'গিনি-বিছাও', 'গায়ানা', 'হং কং এছ. এ. আৰ. চীন', 'হাৰ্ড দ্বীপ আৰু মেকডোনাল্ড দ্বীপপুঞ্জ', 'হন্দুৰাছ', 'ক্ৰোৱেছিয়া', 'হাইটি', 'হাংগেৰী',
        'ইণ্ডোনেচিয়া', 'আয়াৰলেণ্ড', 'ইজৰাইল', 'আইল অফ মেন', 'ভাৰত', 'ব্ৰিটিছ ইণ্ডিয়ান অ’চন টেৰিট’ৰি', 'ইৰাক', 'ইৰান', 'আইচলেণ্ড', 'ইটালি', 'জাৰ্চি', 'জামাইকা', 'জৰ্ডান', 'জাপান', 'কেনিয়া', 'কিৰ্গিজস্তান', 'কম্বোডিয়া', 'কিৰিবাটি', 'কোমোৰোজ', 'ছেইণ্ট কিটছ আৰু নেভিছ',
        'উত্তৰ কোৰিয়া', 'দক্ষিণ কোৰিয়া', 'কুৱেইট', 'কেইমেন দ্বীপপুঞ্জ', 'কাজাখাস্তান', 'লাওচ', 'লেবানন', 'ছেইণ্ট লুচিয়া', 'লিচটেনষ্টেইন', 'শ্রীলংকা', 'লিবেৰিয়া', 'লেছ’থ’', 'লিথুৱানিয়া', 'লাক্সেমবাৰ্গ', 'লাটভিয়া', 'লিবিয়া', 'মৰক্কো', 'মোনাকো', 'মোলডোভা', 'মণ্টেনেগ্ৰু',
        'ছেইণ্ট মাৰ্টিন', 'মাদাগাস্কাৰ', 'মাৰ্শ্বাল দ্বীপপুঞ্জ', 'উত্তৰ মেচিডোনীয়া', 'মালি', 'ম্যানমাৰ (বাৰ্মা)', 'মঙ্গোলিয়া', 'মাকাও এছ. এ. আৰ. চীন', 'উত্তৰ মাৰিয়ানা দ্বীপপুঞ্জ', 'মাৰ্টিনিক', 'মাউৰিটানিয়া', 'ম’ণ্টছেৰাট', 'মাল্টা', 'মৰিছাছ', 'মালদ্বীপ', 'মালাৱি', 'মেক্সিকো', 'মালয়েচিয়া', 'ম’জামবিক', 'নামিবিয়া',
        'নিউ কেলিডোনিয়া', 'নাইজাৰ', 'ন’ৰফ’ক দ্বীপ', 'নাইজেৰিয়া', 'নিকাৰাগুৱা', 'নেডাৰলেণ্ড', 'নৰৱে', 'নেপাল', 'নাউৰু', 'নিউ', 'নিউজিলেণ্ড', 'ওমান', 'পানামা', 'পেৰু', 'ফ্ৰান্স পোলেনচিয়া', 'পাপুৱা নিউ গিনি', 'ফিলিপাইনছ', 'পাকিস্তান', 'পোলেণ্ড', 'ছেইণ্ট পিয়েৰে আৰু মিকিউৱেলন',
        'পিটকেইৰ্ণ দ্বীপপুঞ্জ', 'পুৱেৰ্টো ৰিকো', 'ফিলিস্তিন অঞ্চল', 'পৰ্তুগাল', 'পালাউ', 'পাৰাগুৱে', 'কাটাৰ', 'ৰিইউনিয়ন', 'ৰোমানিয়া', 'ছাৰ্বিয়া', 'ৰাছিয়া', 'ৰোৱাণ্ডা', 'চৌডি আৰবিয়া', 'চোলোমোন দ্বীপপুঞ্জ', 'ছিচিলিছ', 'চুডান', 'চুইডেন', 'ছিংগাপুৰ', 'ছেইণ্ট হেলেনা', 'শ্লোভেনিয়া',
        'চাভালবাৰ্ড আৰু জন মেয়ন', 'শ্লোভাকিয়া', 'চিয়েৰা লিঅ’ন', 'চান মাৰিনো', 'চেনেগাল', 'চোমালিয়া', 'ছুৰিনাম', 'দক্ষিণ চুডান', 'চাও টোমে আৰু প্ৰিনচিপে', 'এল ছেলভেড’ৰ', 'চিণ্ট মাৰ্টেন', 'চিৰিয়া', 'ইচ্চুটিনি', 'টাৰ্কছ অৰু কেইক’ছ দ্বীপপুঞ্জ', 'চাড', 'দক্ষিণ ফ্ৰান্সৰ অঞ্চল', 'টোগো', 'থাইলেণ্ড', 'তাজিকিস্তান', 'টোকেলাউ',
        'টিমোৰ-লেচটে', 'তুৰ্কমেনিস্তান', 'টুনিচিয়া', 'টংগা', 'তুৰ্কিয়ে', 'ট্ৰিনিডাড আৰু টোবাগো', 'টুভালু', 'টাইৱান', 'তাঞ্জানিয়া', 'ইউক্ৰেইন', 'উগাণ্ডা', 'ইউ. এছ. আউটলায়িং দ্বীপপুঞ্জ', 'মাৰ্কিন যুক্তৰাষ্ট্ৰ', 'উৰুগুৱে', 'উজবেকিস্তান', 'ভেটিকান চিটি', 'ছেইণ্ট ভিনচেণ্ট আৰু গ্ৰীণাডাইনছ', 'ভেনিজুৱেলা', 'ব্ৰিটিছ ভাৰ্জিন দ্বীপপুঞ্জ', 'ইউ. এছ. ভাৰ্জিন দ্বীপপুঞ্জ',
        'ভিয়েটনাম', 'ভানাটু', 'ৱালিছ আৰু ফুটুনা', 'চামোৱা', 'য়েমেন', 'মায়োট্টে', 'দক্ষিণ আফ্রিকা', 'জাম্বিয়া', 'জিম্বাবৱে',
    ],
    'NumericNames' => ['001' => 'বিশ্ব', 150 => 'ইউৰোপ', 419 => 'লেটিন আমেৰিকা'],
];
