<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Бирләшмиш Әрәб Әмирликләри', 'Әфганыстан', 'Антигуа вә Барбуда', 'Анҝилја', 'Албанија', 'Ермәнистан', 'Ангола', 'Антарктика', 'Арҝентина', 'Америка Самоасы', 'Австрија', 'Австралија', 'Аруба', 'Аланд адалары', 'Азәрбајҹан', 'Боснија вә Һерсеговина', 'Барбадос', 'Бангладеш', 'Белчика',
        'Буркина Фасо', 'Болгарыстан', 'Бәһрејн', 'Бурунди', 'Бенин', 'Сент-Бартелеми', 'Бермуд адалары', 'Брунеј', 'Боливија', 30 => 'Бразилија', 'Баһам адалары', 'Бутан', 'Буве адасы', 'Ботсвана', 'Беларус', 'Белиз', 'Канада', 'Кокос (Килинг) адалары', 'Конго-Киншаса',
        'Мәркәзи Африка Республикасы', 'Конго-Браззавил', 'Исвечрә', 'Котд’ивуар', 'Кук адалары', 'Чили', 'Камерун', 'Чин', 'Колумбија', 'Коста Рика', 'Куба', 'Кабо-Верде', 'Курасао', 'Милад адасы', 'Кипр', 'Чехија', 'Алманија', 'Ҹибути', 'Данимарка', 'Доминика',
        'Доминикан Республикасы', 'Әлҹәзаир', 'Еквадор', 'Естонија', 'Мисир', 66 => 'Еритреја', 'Испанија', 'Ефиопија', 'Финландија', 'Фиҹи', 'Фолкленд адалары', 'Микронезија', 'Фарер адалары', 'Франса', 'Габон', 'Бирләшмиш Краллыг', 'Гренада', 'Ҝүрҹүстан', 'Франса Гвианасы',
        'Ҝернси', 'Гана', 'Ҹәбәллүтариг', 'Гренландија', 'Гамбија', 'Гвинеја', 'Гваделупа', 'Екваториал Гвинеја', 'Јунаныстан', 'Ҹәнуби Ҹорҹија вә Ҹәнуби Сендвич адалары', 'Гватемала', 'Гуам', 'Гвинеја-Бисау', 'Гајана', 'Һонк Конг Хүсуси Инзибати Әрази Чин', 'Һерд вә Макдоналд адалары', 'Һондурас', 'Хорватија', 'Һаити', 'Маҹарыстан',
        'Индонезија', 'Ирландија', 'Исраил', 'Мен адасы', 'Һиндистан', 106 => 'Ираг', 'Иран', 'Исландија', 'Италија', 'Ҹерси', 'Јамајка', 'Иорданија', 'Јапонија', 'Кенија', 'Гырғызыстан', 'Камбоҹа', 'Кирибати', 'Комор адалары', 'Сент-Китс вә Невис',
        'Шимали Кореја', 'Ҹәнуби Кореја', 'Күвејт', 'Кајман адалары', 'Газахыстан', 'Лаос', 'Ливан', 'Сент-Лусија', 'Лихтенштејн', 'Шри-Ланка', 'Либерија', 'Лесото', 'Литва', 'Лүксембург', 'Латвија', 'Ливија', 'Мәракеш', 'Монако', 'Молдова', 'Монтенегро',
        'Сент Мартин', 'Мадагаскар', 'Маршал адалары', 144 => 'Мали', 'Мјанма', 'Монголустан', 'Макао Хүсуси Инзибати Әрази Чин', 'Шимали Мариан адалары', 'Мартиник', 'Мавританија', 'Монсерат', 'Малта', 'Маврики', 'Малдив адалары', 'Малави', 'Мексика', 'Малајзија', 'Мозамбик', 'Намибија',
        'Јени Каледонија', 'Ниҝер', 'Норфолк адасы', 'Ниҝерија', 'Никарагуа', 'Нидерланд', 'Норвеч', 'Непал', 'Науру', 'Ниуе', 'Јени Зеландија', 'Оман', 'Панама', 'Перу', 'Франса Полинезијасы', 'Папуа-Јени Гвинеја', 'Филиппин', 'Пакистан', 'Полша', 'Мүгәддәс Пјер вә Микелон',
        'Питкерн адалары', 'Пуерто Рико', 183 => 'Португалија', 'Палау', 'Парагвај', 'Гәтәр', 'Рејунјон', 'Румынија', 'Сербија', 'Русија', 'Руанда', 'Сәудијјә Әрәбистаны', 'Соломон адалары', 'Сејшел адалары', 'Судан', 'Исвеч', 'Сингапур', 'Мүгәддәс Јелена', 'Словенија',
        'Свалбард вә Јан-Мајен', 'Словакија', 'Сјерра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомали', 'Суринам', 'Ҹәнуби Судан', 'Сан-Томе вә Принсипи', 'Салвадор', 'Синт-Мартен', 'Сурија', 'Свазиленд', 'Төркс вә Кајкос адалары', 'Чад', 'Франсанын Ҹәнуб Әразиләри', 'Того', 'Таиланд', 'Таҹикистан', 'Токелау',
        'Шәрги Тимор', 'Түркмәнистан', 'Тунис', 'Тонга', 'Түркијә', 'Тринидад вә Тобаго', 'Тувалу', 'Тајван', 'Танзанија', 'Украјна', 'Уганда', 'АБШ-а бағлы кичик адаҹыглар', 'Америка Бирләшмиш Штатлары', 'Уругвај', 'Өзбәкистан', 'Ватикан', 'Сент-Винсент вә Гренадинләр', 'Венесуела', 'Британијанын Вирҝин адалары', 'АБШ Вирҝин адалары',
        'Вјетнам', 'Вануату', 'Уоллис вә Футуна', 'Самоа', 'Јәмән', 'Мајот', 'Ҹәнуб Африка', 'Замбија', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'Дүнја', 150 => 'Авропа', 419 => 'Латын Америкасы'],
];
