<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Берләшкән Ғәрәп Әмирлектәре', 'Афғанстан', 'Антигуа һәм Барбуда', 'Ангилья', 'Албания', 'Әрмәнстан', 'Ангола', 'Антарктида', 'Аргентина', 'Америка Самоаһы', 'Австрия', 'Австралия', 'Аруба', 'Аланд утрауҙары', 'Әзербайжан', 'Босния һәм Герцеговина', 'Барбадос', 'Бангладеш', 'Бельгия',
        'Буркина-Фасо', 'Болгария', 'Бәхрәйн', 'Бурунди', 'Бенин', 'Сен-Бартелеми', 'Бермуд утрауҙары', 'Бруней', 'Боливия', 'Карибтағы Нидерланд', 'Бразилия', 'Багам утрауҙары', 'Бутан', 'Буве утрауы', 'Ботсвана', 'Беларусь', 'Белиз', 'Канада', 'Кокос утрауҙары', 'Конго - Киншаса',
        'Үҙәк Африка Республикаһы', 'Конго - Браззавиль', 'Швейцария', 'Кот-д’Ивуар', 'Кук утрауҙары', 'Чили', 'Камерун', 'Ҡытай', 'Колумбия', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'Раштыуа Утрауы', 'Кипр', 'Чехия', 'Германия', 'Джибути', 'Дания', 'Доминика',
        'Доминикан Республикаһы', 'Алжир', 'Эквадор', 'Эстония', 'Мысыр', 'Көнбайыш Сахара', 'Эритрея', 'Испания', 'Эфиопия', 'Финляндия', 'Фиджи', 'Фолкленд утрауҙары', 'Микронезия', 'Фарер утрауҙары', 'Франция', 'Габон', 'Бөйөк Британия', 'Гренада', 'Грузия', 'Француз Гвианаһы',
        'Гернси', 'Гана', 'Гибралтар', 'Гренландия', 'Гамбия', 'Гвинея', 'Гваделупа', 'Экваториаль Гвинея', 'Греция', 'Көньяҡ Георгия һәм Көньяҡ Сандвич утрауҙары', 'Гватемала', 'Гуам', 'Гвинея-Бисау', 'Гайана', 'Гонконг, Ҡытай МАР-ы', 'Херд һәм Макдональд утрауҙары', 'Гондурас', 'Хорватия', 'Гаити', 'Венгрия',
        'Индонезия', 'Ирландия', 'Израиль', 'Мэн утрауы', 'Һиндостан', 'Британияның Һинд океанындағы биләмәһе', 'Ираҡ', 'Иран', 'Исландия', 'Италия', 'Джерси', 'Ямайка', 'Иордания', 'Япония', 'Кения', 'Ҡырғыҙстан', 'Камбоджа', 'Кирибати', 'Комор утрауҙары', 'Сент-Китс һәм Невис',
        'Төньяҡ Корея', 'Көньяҡ Корея', 'Кувейт', 'Кайман утрауҙары', 'Ҡаҙағстан', 'Лаос', 'Ливан', 'Сент-Люсия', 'Лихтенштейн', 'Шри-Ланка', 'Либерия', 'Лесото', 'Литва', 'Люксембург', 'Латвия', 'Ливия', 'Марокко', 'Монако', 'Молдова', 'Черногория',
        'Сен-Мартен', 'Мадагаскар', 'Маршалл утрауҙары', 'Төньяҡ Македония', 'Мали', 'Мьянма (Бирма)', 'Монголия', 'Макао, Ҡытай МАР-ы', 'Төньяҡ Мариан утрауҙары', 'Мартиника', 'Мавритания', 'Монтсеррат', 'Мальта', 'Маврикий', 'Мальдив утрауҙары', 'Малави', 'Мексика', 'Малайзия', 'Мозамбик', 'Намибия',
        'Яңы Каледония', 'Нигер', 'Норфолк утрауы', 'Нигерия', 'Никарагуа', 'Нидерланд', 'Норвегия', 'Непал', 'Науру', 'Ниуэ', 'Яңы Зеландия', 'Оман', 'Панама', 'Перу', 'Француз Полинезияһы', 'Папуа – Яңы Гвинея', 'Филиппин', 'Пакистан', 'Польша', 'Сен-Пьер һәм Микелон',
        'Питкэрн утрауҙары', 'Пуэрто-Рико', 'Фәләстин территориялары', 'Португалия', 'Палау', 'Парагвай', 'Катар', 'Реюньон', 'Румыния', 'Сербия', 'Рәсәй', 'Руанда', 'Сәғүд Ғәрәбстаны', 'Соломон утрауҙары', 'Сейшель утрауҙары', 'Судан', 'Швеция', 'Сингапур', 'Изге Елена утрауы', 'Словения',
        'Шпицберген һәм Ян-Майен', 'Словакия', 'Сьерра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомали', 'Суринам', 'Көньяҡ Судан', 'Сан-Томе һәм Принсипи', 'Сальвадор', 'Синт-Мартен', 'Сүриә', 'Эсватини', 'Төркс һәм Кайкос утрауҙары', 'Чад', 'Францияның Көньяҡ Биләмәләре', 'Того', 'Тайланд', 'Тажикстан', 'Токелау',
        'Тимор-Лесте', 'Төркмәнстан', 'Тунис', 'Тонга', 'Төркиә', 'Тринидад һәм Тобаго', 'Тувалу', 'Тайвань', 'Танзания', 'Украина', 'Уганда', 'АҠШ-ның ситтәге утрауҙары', 'Америка Ҡушма Штаттары', 'Уругвай', 'Үзбәкстан', 'Ватикан', 'Сент-Винсент һәм Гренадиндар', 'Венесуэла', 'Британия Виргин утрауҙары', 'АҠШ Виргин утрауҙары',
        'Вьетнам', 'Вануату', 'Уоллис һәм Футуна', 'Самоа', 'Йәмән', 'Майотта', 'Көньяҡ Африка Республикаһы', 'Замбия', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'донъя', 150 => 'Европа', 419 => 'Латин Америка'],
];
