<?php

return [
    'UserAssignedNames' => ['XK' => 'কসোভো'],
    'Names' => [
        'আন্ডোরা', 'সংযুক্ত আরব আমিরাত', 'আফগানিস্তান', 'অ্যান্টিগুয়া ও বারবুডা', 'অ্যাঙ্গুইলা', 'আলবেনিয়া', 'আর্মেনিয়া', 'অ্যাঙ্গোলা', 'অ্যান্টার্কটিকা', 'আর্জেন্টিনা', 'আমেরিকান সামোয়া', 'অস্ট্রিয়া', 'অস্ট্রেলিয়া', 'আরুবা', 'অলান্ড দ্বীপপুঞ্জ', 'আজারবাইজান', 'বসনিয়া ও হার্জেগোভিনা', 'বার্বাডোজ', 'বাংলাদেশ', 'বেলজিয়াম',
        'বুরকিনা ফাসো', 'বুলগেরিয়া', 'বাহারিন', 'বুরুন্ডি', 'বেনিন', 'সেন্ট বার্থেলেমি', 'বারমুডা', 'ব্রুনেই', 'বলিভিয়া', 'ক্যারিবিয়ান নেদারল্যান্ডস', 'ব্রাজিল', 'বাহামা দ্বীপপুঞ্জ', 'ভুটান', 'বোভেট দ্বীপ', 'বতসোয়ানা', 'বেলারুশ', 'বেলিজ', 'কানাডা', 'কোকোস (কিলিং) দ্বীপপুঞ্জ', 'কঙ্গো-কিনশাসা',
        'মধ্য আফ্রিকান প্রজাতন্ত্র', 'কঙ্গো - ব্রাজাভিল', 'সুইজারল্যান্ড', 'কোট ডি‘আইভোর', 'কুক দ্বীপপুঞ্জ', 'চিলি', 'ক্যামেরুন', 'চীন', 'কলম্বিয়া', 'কোস্টারিকা', 'কিউবা', 'কেপ ভার্দে', 'কুরাসাও', 'ক্রিসমাস দ্বীপ', 'সাইপ্রাস', 'চেকিয়া', 'জার্মানি', 'জিবুতি', 'ডেনমার্ক', 'ডোমিনিকা',
        'ডোমেনিকান প্রজাতন্ত্র', 'আলজেরিয়া', 'ইকুয়েডর', 'এস্তোনিয়া', 'মিশর', 'পশ্চিম সাহারা', 'ইরিত্রিয়া', 'স্পেন', 'ইথিওপিয়া', 'ফিনল্যান্ড', 'ফিজি', 'ফকল্যান্ড দ্বীপপুঞ্জ', 'মাইক্রোনেশিয়া', 'ফ্যারো দ্বীপপুঞ্জ', 'ফ্রান্স', 'গ্যাবন', 'যুক্তরাজ্য', 'গ্রেনাডা', 'জর্জিয়া', 'ফরাসি গায়ানা',
        'গার্নসি', 'ঘানা', 'জিব্রাল্টার', 'গ্রীনল্যান্ড', 'গাম্বিয়া', 'গিনি', 'গুয়াদেলৌপ', 'নিরক্ষীয় গিনি', 'গ্রিস', 'দক্ষিণ জর্জিয়া ও দক্ষিণ স্যান্ডউইচ দ্বীপপুঞ্জ', 'গুয়াতেমালা', 'গুয়াম', 'গিনি-বিসাউ', 'গায়ানা', 'হংকং এসএআর চীন', 'হার্ড এবং ম্যাকডোনাল্ড দ্বীপপুঞ্জ', 'হন্ডুরাস', 'ক্রোয়েশিয়া', 'হাইতি', 'হাঙ্গেরি',
        'ইন্দোনেশিয়া', 'আয়ারল্যান্ড', 'ইজরায়েল', 'আইল অফ ম্যান', 'ভারত', 'ব্রিটিশ ভারত মহাসাগরীয় অঞ্চল', 'ইরাক', 'ইরান', 'আইসল্যান্ড', 'ইতালি', 'জার্সি', 'জামাইকা', 'জর্ডন', 'জাপান', 'কেনিয়া', 'কিরগিজস্তান', 'কম্বোডিয়া', 'কিরিবাতি', 'কমোরোস', 'সেন্ট কিটস ও নেভিস',
        'উত্তর কোরিয়া', 'দক্ষিণ কোরিয়া', 'কুয়েত', 'কেম্যান দ্বীপপুঞ্জ', 'কাজাখস্তান', 'লাওস', 'লেবানন', 'সেন্ট লুসিয়া', 'লিচেনস্টেইন', 'শ্রীলঙ্কা', 'লাইবেরিয়া', 'লেসোথো', 'লিথুয়ানিয়া', 'লাক্সেমবার্গ', 'লাটভিয়া', 'লিবিয়া', 'মরক্কো', 'মোনাকো', 'মলডোভা', 'মন্টিনিগ্রো',
        'সেন্ট মার্টিন', 'মাদাগাস্কার', 'মার্শাল দ্বীপপুঞ্জ', 'উত্তর ম্যাসেডোনিয়া', 'মালি', 'মায়ানমার (বার্মা)', 'মঙ্গোলিয়া', 'ম্যাকাও এসএআর চীন', 'উত্তরাঞ্চলীয় মারিয়ানা দ্বীপপুঞ্জ', 'মার্টিনিক', 'মরিতানিয়া', 'মন্টসেরাট', 'মাল্টা', 'মরিশাস', 'মালদ্বীপ', 'মালাউই', 'মেক্সিকো', 'মালয়েশিয়া', 'মোজাম্বিক', 'নামিবিয়া',
        'নিউ ক্যালেডোনিয়া', 'নাইজার', 'নরফোক দ্বীপ', 'নাইজেরিয়া', 'নিকারাগুয়া', 'নেদারল্যান্ডস', 'নরওয়ে', 'নেপাল', 'নাউরু', 'নিউয়ে', 'নিউজিল্যান্ড', 'ওমান', 'পানামা', 'পেরু', 'ফরাসি পলিনেশিয়া', 'পাপুয়া নিউ গিনি', 'ফিলিপাইন', 'পাকিস্তান', 'পোল্যান্ড', 'সেন্ট পিয়ের ও মিকুয়েলন',
        'পিটকেয়ার্ন দ্বীপপুঞ্জ', 'পুয়ের্তো রিকো', 'ফিলিস্তিনি ভূখণ্ড', 'পর্তুগাল', 'পালাউ', 'প্যারাগুয়ে', 'কাতার', 'রিইউনিয়ন', 'রোমানিয়া', 'সার্বিয়া', 'রাশিয়া', 'রুয়ান্ডা', 'সৌদি আরব', 'সলোমন দ্বীপপুঞ্জ', 'সিসিলি', 'সুদান', 'সুইডেন', 'সিঙ্গাপুর', 'সেন্ট হেলেনা', 'স্লোভেনিয়া',
        'স্বালবার্ড ও জান মেয়েন', 'স্লোভাকিয়া', 'সিয়েরা লিওন', 'সান মারিনো', 'সেনেগাল', 'সোমালিয়া', 'সুরিনাম', 'দক্ষিণ সুদান', 'সাওটোমা ও প্রিন্সিপি', 'এল সালভেদর', 'সিন্ট মার্টেন', 'সিরিয়া', 'ইসওয়াতিনি', 'তুর্কস ও কাইকোস দ্বীপপুঞ্জ', 'চাদ', 'ফরাসি দক্ষিণ এবং অ্যান্টার্কটিক ভূমি', 'টোগো', 'থাইল্যান্ড', 'তাজিকিস্তান', 'টোকেলাউ',
        'তিমুর-লেস্তে', 'তুর্কমেনিস্তান', 'তিউনিসিয়া', 'টোঙ্গা', 'তুরস্ক', 'ত্রিনিদাদ ও টোবাগো', 'টুভালু', 'তাইওয়ান', 'তাঞ্জানিয়া', 'ইউক্রেন', 'উগান্ডা', 'মার্কিন যুক্তরাষ্ট্রের পার্শ্ববর্তী দ্বীপপুঞ্জ', 'মার্কিন যুক্তরাষ্ট্র', 'উরুগুয়ে', 'উজবেকিস্তান', 'ভ্যাটিকান সিটি', 'সেন্ট ভিনসেন্ট ও গ্রেনাডিনস', 'ভেনেজুয়েলা', 'ব্রিটিশ ভার্জিন দ্বীপপুঞ্জ', 'মার্কিন যুক্তরাষ্ট্রীয় ভার্জিন দ্বীপপুঞ্জ',
        'ভিয়েতনাম', 'ভানুয়াটু', 'ওয়ালিস ও ফুটুনা', 'সামোয়া', 'ইয়েমেন', 'মায়োত্তে', 'দক্ষিণ আফ্রিকা', 'জাম্বিয়া', 'জিম্বাবোয়ে',
    ],
    'NumericNames' => ['001' => 'পৃথিবী', 150 => 'ইউরোপ', 419 => 'লাতিন আমেরিকা'],
];
