<?php

return [
    'UserAssignedNames' => ['XK' => 'कस’भ’'],
    'Names' => [
        'एन्डर्रा', 'जथाय आराब एमिरेत', 'आफगानिस्तान', 'एन्टिगुआ आरो बारबुडा', 'एंगुइल्ला', 'आल्बानिया', 'आर्मेनिया', 'आंगला', 'एन्टार्कटिका', 'आर्जेन्टिना', 'आमेरिकान सामआ', 'अस्ट्रिया', 'अस्ट्रेलिया', 'आरूबा', 'आलाण्ड द्वीपफोर', 'आजेरबाईजान', 'बसनिया आरो होर्जेगभिना', 'बारबाड’स', 'बांलादेश', 'बेलजियाम',
        'बुर्किना फास’', 'बुल्गारिया', 'बाहरैन', 'बुरूण्डी', 'बेनिन', 'सैन्ट बार्थेलेमी', 'बारमूडा', 'ब्रूने', 'बलिभिया', 'केरिबियान नेदारलेण्डस', 'ब्राजील', 'बाहामास', 'भूटान', 'बूभेट द्वीप', 'बत्स्वाना', 'बेलारूस', 'बेलिज', 'केनाडा', 'कक’स द्वीपफोर', 'कंग’-किनशासा',
        'मिरु आफ्रिका सुबुंखुंथाय', 'कंग’- ब्राज्जाभील', 'सुईजारलेण्ड', 'कट दिभवेर', 'कुक द्वीप', 'चिले', 'केमेरून', 'चाइना', 'कलम्बिया', 'कस्टा रिका', 'क्यूबा', 'केप भेर्दे', 'कुरासाव', 'ख्रिसमास द्वीपफोर', 'साइप्रास', 'चेखिया', 'जार्मानी', 'जिबौति', 'डेनमार्क', 'दमिनिका',
        'दमिनिकान सुबुंखुंथाय', 'आल्जेरिया', 'एक्वाड’र', 'एस्ट’निया', 'ईजिप्त', 'सोनाबारि साहारा', 'एरिट्रिया', 'स्पैन', 'इथिय’पिया', 'फिनलेण्ड', 'फिजी', 'फकलेण्ड द्वीपफोर', 'माइक्रनेशिया', 'फेर’ द्वीपफोर', 'फ्रान्स', 'गाबन', 'जथाय ब्रिटिश हादोर', 'ग्रेनादा', 'जर्जिया', 'फ्रेन्च गिआना',
        'गोर्नसि', 'घाना', 'जिब्राल्टार', 'ग्रीनलेण्ड', 'गाम्बिया', 'गिनीया', 'ग्वादेल्यूप', 'बिसुबारि गिनीया', 'ग्रीस', 'खोला जर्जिया आरो खोला सेण्डवीच द्वीपफोर', 'गुवाटेमाला', 'गुआम', 'गिनीया- बिसाऊ', 'गुयाना', 'हंकं एस.ए.आर चाइना', 'होर्द आरो मेकद’नाल्ड द्वीपफोर', 'हण्डूरास', 'क्रवेशिया', 'हाइती', 'हांगारी',
        'इण्ड’नेशिया', 'आयारलेण्ड', 'इज्राईल', 'आयोल अफ मेन', 'भारत', 'ब्रिटिशनि भारतारि लैथो बाहागो', 'ईराक', 'ईरान', 'आइसलेण्ड', 'इटाली', 'जोर्सि', 'जामाइका', 'जर्डान', 'जापान', 'केनिया', 'किर्गीस्तान', 'कम्ब’डिया', 'किरिबाती', 'कम’र’ज', 'सैन्ट कीत्स आरो नेभिस',
        'साहा करिया', 'खोला करिया', 'कुवैत', 'कैमेन द्वीपफोर', 'काजाखस्तान', 'लाओस', 'लेबान’न', 'सैन्ट लुसिया', 'लिक्तोनस्ताईन', 'श्रीलंका', 'लाइबेरिया', 'लेस’थ’', 'लिथुआनिया', 'लाक्जेमबुर्ग', 'लाटभीया', 'लीबिया', 'मरक्क’', 'मनाक’', 'मल्ड’भा', 'मन्टेनेग्र’',
        'सैन्ट मार्तिन', 'मादागास्कार', 'मार्शेल द्वीप', 'साहा मेसेड’निया', 'माली', 'म्यानमार', 'मंगलिया', 'माकाउ एस.ए.आर चाइना', 'साहायारि मारियाना द्वीप', 'मार्तिनिक', 'माउरिटानिया', 'मनत्सेरात', 'माल्टा', 'मरिसियास', 'मालदीव', 'मालावी', 'मेक्सिक’', 'मालेशिया', 'मजाम्बिक', 'नामीबिया',
        'निउ केलेडनिया', 'नाइजेर', 'नर्फ’क द्वीप', 'नाइजेरिया', 'निकारागुआ', 'नेदारलेण्ड', 'नरवै', 'नेपाल', 'नाउरू', 'नीयूए', 'न्यूजीलेण्ड', 'ओमान', 'पानामा', 'पेरू', 'फ्रेन्च पलिनेशिया', 'पापुआ निउ गिनी', 'फिलीपिन्स', 'पाकिस्तान', 'पलेण्ड', 'सैन्ट. पिएर आरो मिकैलन',
        'पिटकाईर्न द्वीप', 'पुवेर्ट’ रीक’', 'पेलेस्ताइननि ओनसोलफोर', 'पर्तुगाल', 'पालाऊ', 'पारागुए', 'कातार', 'रेयूनियन', 'रमानिया', 'सार्बिया', 'रासिया', 'रूआण्डा', 'साउदि आराबिया', 'सल’मन द्वीप', 'सैशेल्लेस', 'सूदान', 'स्वीडेन', 'सिंंगाप’र', 'सैन्ट हेलेना', 'स्ल’भेनिया',
        'स्भालबार्ड आरो जान मायेन', 'स्लभाकिया', 'सियेरा लेओन', 'सान मेरिन’', 'सेनेगाल', 'समालिया', 'सुरिनाम', 'खोला सुदान', 'साऊ तमे आरो प्रिन्सिप', 'एल साल्भाड’र', 'सिन्त मार्तेन', 'सीरिया', 'एस्वातिनि', 'तुर्की आरो काईक’ज द्वीपफोर', 'चाड', 'फ्रान्सनि खोलायारि बाहागोफोर', 'टग’', 'थाइलेण्ड', 'ताजिकिस्तान', 'टकेलाऊ',
        'तिमर-लेस्ते', 'तुर्कमेनीस्तान', 'त्युनिशिया', 'टंगा', 'तुर्की', 'त्रिनिडाड आरो तबेग’', 'तुभालु', 'ताइवान', 'तान्जानिया', 'यूक्रेन', 'उगाण्डा', 'इउ.एस नि बायजोआरि द्वीपफोर', 'जथाय हादोर आमेरिका', 'ऊरुगुवे', 'उजबेकिस्तान', 'भेटिकान नोगोर', 'सैन्ट भिन्सेन्ट आरो ग्रेनादीन्स', 'भेनेजुवेला', 'ब्रिटिश भार्जिन द्वीपफोर', 'इउ. एस भार्जिन द्वीपफोर',
        'भियेतनाम', 'भानुआटु', 'वालिस आरो फ्युचुना', 'सामआ', 'येमेन', 'मायत्ते', 'खोला आफ्रिका', 'जाम्बिया', 'जिम्बाब्वे',
    ],
    'NumericNames' => ['001' => 'बुहुम', 150 => 'यूरोप', 419 => 'लेटीन आमेरिका'],
];
