<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андора', 'Уједињени Арапски Емирати', 'Афганистан', 'Антигва и Барбуда', 'Ангвила', 'Албанија', 'Арменија', 'Ангола', 'Антарктик', 'Аргентина', 'Америчка Самоа', 'Аустрија', 'Аустралија', 'Аруба', 'Оландска острва', 'Азербејџан', 'Босна и Херцеговина', 'Барбадос', 'Бангладеш', 'Белгија',
        'Буркина Фасо', 'Бугарска', 'Бахреин', 'Бурунди', 'Бенин', 'Свети Бартоломеј', 'Бермуди', 'Брунеј', 'Боливија', 'Карипска Холандија', 'Бразил', 'Бахами', 'Бутан', 'Острво Буве', 'Боцвана', 'Бјелорусија', 'Белизе', 'Канада', 'Кокос (Келинг) Острва', 'Демократска Република Конго',
        'Централноафричка Република', 'Конго', 'Швицарска', 'Обала Слоноваче (Кот д’Ивоар)', 'Кукова Острва', 'Чиле', 'Камерун', 'Кина', 'Колумбија', 'Костарика', 'Куба', 'Зеленортска Острва', 'Курасао', 'Божићно острво', 'Кипар', 'Чешка', 'Њемачка', 'Џибути', 'Данска', 'Доминика',
        'Доминиканска Република', 'Алжир', 'Еквадор', 'Естонија', 'Египат', 'Западна Сахара', 'Еритреја', 'Шпанија', 'Етиопија', 'Финска', 'Фиџи', 'Фокландска Острва', 'Микронезија', 'Фарска острва', 'Француска', 'Габон', 'Уједињено Краљевство', 'Гренада', 'Грузија', 'Француска Гвајана',
        'Гернзи', 'Гана', 'Гибралтар', 'Гренланд', 'Гамбија', 'Гвинеја', 'Гваделупе', 'Екваторијална Гвинеја', 'Грчка', 'Јужна Џорџија и Јужна Сендвичка Острва', 'Гватемала', 'Гуам', 'Гвинеја-Бисау', 'Гвајана', 'Хонг Конг С. А. Р.', 'Херд и Мекдоналд Острва', 'Хондурас', 'Хрватска', 'Хаити', 'Мађарска',
        'Индонезија', 'Ирска', 'Израел', 'Острво Мен', 'Индија', 'Британска територија у Индијском океану', 'Ирак', 'Иран', 'Исланд', 'Италија', 'Џерзи', 'Јамајка', 'Јордан', 'Јапан', 'Кенија', 'Киргизстан', 'Камбоџа', 'Кирибати', 'Комори', 'Свети Китс и Невис',
        'Сјеверна Кореја', 'Јужна Кореја', 'Кувајт', 'Кајманска острва', 'Казахстан', 'Лаос', 'Либан', 'Света Луција', 'Лихтенштајн', 'Шри Ланка', 'Либерија', 'Лесото', 'Литванија', 'Луксембург', 'Латвија', 'Либија', 'Мароко', 'Монако', 'Молдавија', 'Црна Гора',
        'Свети Мартин', 'Мадагаскар', 'Маршалска Острва', 'Сјеверна Македонија', 'Мали', 'Мјанмар', 'Монголија', 'Макао С. А. Р.', 'Сјеверна Маријанска Острва', 'Мартиник', 'Мауританија', 'Монсерат', 'Малта', 'Маурицијус', 'Малдиви', 'Малави', 'Мексико', 'Малезија', 'Мозамбик', 'Намибија',
        'Нова Каледонија', 'Нигер', 'Острво Норфолк', 'Нигерија', 'Никарагва', 'Холандија', 'Норвешка', 'Непал', 'Науру', 'Ниуе', 'Нови Зеланд', 'Оман', 'Панама', 'Перу', 'Француска Полинезија', 'Папуа Нова Гвинеја', 'Филипини', 'Пакистан', 'Пољска', 'Сен Пјер и Микелон',
        'Питкерн', 'Порторико', 'Палестинске територије', 'Португал', 'Палау', 'Парагвај', 'Катар', 'Реинион', 'Румунија', 'Србија', 'Русија', 'Руанда', 'Саудијска Арабија', 'Соломонска Острва', 'Сејшели', 'Судан', 'Шведска', 'Сингапур', 'Света Хелена', 'Словенија',
        'Свалбард и Јан Мајен', 'Словачка', 'Сијера Леоне', 'Сан Марино', 'Сенегал', 'Сомалија', 'Суринам', 'Јужни Судан', 'Сао Томе и Принципе', 'Салвадор', 'Свети Мартин (Холандија)', 'Сирија', 'Есватини', 'Туркс и Кајкос Острва', 'Чад', 'Француске Јужне Територије', 'Того', 'Тајланд', 'Таџикистан', 'Токелау',
        'Тимор-Лесте', 'Туркменистан', 'Тунис', 'Тонга', 'Турска', 'Тринидад и Тобаго', 'Тувалу', 'Тајван', 'Танзанија', 'Украјина', 'Уганда', 'Мања удаљена острва САД', 'Сједињене Америчке Државе', 'Уругвај', 'Узбекистан', 'Ватикан', 'Свети Винсент и Гренадини', 'Венецуела', 'Британска Дјевичанска острва', 'Америчка Дјевичанска острва',
        'Вијетнам', 'Вануату', 'Валис и Футуна', 'Самоа', 'Јемен', 'Мајоте', 'Јужноафричка Република', 'Замбија', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'Свијет', 150 => 'Европа', 419 => 'Латинска Америка'],
];
