<?php

return [
    'UserAssignedNames' => ['XK' => '𑄇𑄧𑄥𑄮𑄞𑄮'],
    'Names' => [
        '𑄃𑄚𑄴𑄓𑄮𑄢', '𑄎𑄧𑄙 𑄃𑄢𑄧𑄝𑄴 𑄃𑄟𑄨𑄢𑄖𑄴', '𑄃𑄛𑄴𑄉𑄚𑄨𑄌𑄴𑄖𑄚𑄴', '𑄆𑄚𑄴𑄖𑄨𑄉𑄱 𑄃𑄮 𑄝𑄢𑄴𑄟𑄪𑄓', '𑄄𑄳𑄠𑄋𑄴𑄉𑄪𑄃𑄨𑄣', '𑄃𑄣𑄴𑄝𑄬𑄚𑄨𑄠', '𑄃𑄢𑄴𑄟𑄬𑄚𑄨𑄠', '𑄃𑄳𑄠𑄋𑄴𑄉𑄮𑄣', '𑄃𑄳𑄠𑄚𑄴𑄑𑄢𑄴𑄇𑄧𑄑𑄨𑄇', '𑄃𑄢𑄴𑄎𑄬𑄚𑄴𑄑𑄨𑄚', '𑄃𑄟𑄬𑄢𑄨𑄇𑄚𑄴 𑄥𑄟𑄮𑄠', '𑄃𑄧𑄌𑄴𑄑𑄳𑄢𑄨𑄠', '𑄃𑄌𑄴𑄑𑄳𑄢𑄬𑄣𑄨𑄠', '𑄃𑄢𑄪𑄝', '𑄃𑄣𑄚𑄴𑄓𑄧 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄃𑄎𑄢𑄴𑄝𑄭𑄎𑄚𑄴', '𑄝𑄧𑄥𑄴𑄚𑄨𑄠 𑄃𑄮 𑄦𑄢𑄴𑄎𑄬𑄉𑄮𑄞𑄨𑄚', '𑄝𑄢𑄴𑄝𑄘𑄮𑄌𑄴', '𑄝𑄁𑄣𑄘𑄬𑄌𑄴', '𑄝𑄬𑄣𑄴𑄎𑄨𑄠𑄟𑄴',
        '𑄝𑄪𑄢𑄴𑄇𑄨𑄚 𑄜𑄥𑄮', '𑄝𑄪𑄣𑄴𑄉𑄬𑄢𑄨𑄠', '𑄝𑄦𑄧𑄢𑄭𑄚𑄴', '𑄝𑄪𑄢𑄪𑄚𑄴𑄘𑄨', '𑄝𑄬𑄚𑄨𑄚𑄴', '𑄥𑄬𑄚𑄴𑄑𑄴 𑄝𑄢𑄴𑄗𑄬𑄣𑄨𑄟𑄨', '𑄝𑄢𑄴𑄟𑄪𑄓', '𑄝𑄳𑄢𑄪𑄚𑄬𑄭', '𑄝𑄧𑄣𑄨𑄞𑄨𑄠', '𑄇𑄳𑄠𑄢𑄨𑄝𑄨𑄠𑄚𑄴 𑄚𑄬𑄘𑄢𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄧𑄥𑄴', '𑄝𑄳𑄢𑄎𑄨𑄣𑄴', '𑄝𑄦𑄟 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄞𑄪𑄑𑄚𑄴', '𑄝𑄮𑄞𑄬𑄑𑄴 𑄞𑄨𑄘𑄳𑄠', '𑄝𑄧𑄖𑄴𑄥𑄮𑄠𑄚', '𑄝𑄬𑄣𑄢𑄪𑄌𑄴', '𑄝𑄬𑄣𑄨𑄎𑄴', '𑄇𑄚𑄓', '𑄇𑄮𑄇𑄮𑄌𑄴 (𑄇𑄨𑄣𑄨𑄁) 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄇𑄧𑄋𑄴𑄉𑄮-𑄚𑄨𑄇𑄴𑄥𑄥',
        '𑄟𑄧𑄖𑄴𑄙𑄳𑄠𑄧 𑄃𑄜𑄳𑄢𑄨𑄇𑄢𑄴𑄛𑄳𑄢𑄎𑄖𑄧𑄚𑄴𑄖𑄳𑄢𑄧', '𑄇𑄧𑄋𑄴𑄉𑄮-𑄝𑄳𑄢𑄎𑄞𑄨𑄣𑄴', '𑄥𑄭𑄪𑄎𑄢𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄃𑄭𑄞𑄧𑄢𑄨 𑄇𑄮𑄌𑄴𑄑𑄴', '𑄇𑄪𑄇𑄪 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄌𑄨𑄣𑄨', '𑄇𑄳𑄠𑄟𑄬𑄢𑄪𑄚𑄴', '𑄌𑄩𑄚𑄴', '𑄃𑄣𑄧𑄟𑄴𑄝𑄨𑄠', '𑄇𑄮𑄥𑄳𑄑𑄢𑄨𑄇', '𑄇𑄨𑄃𑄪𑄝', '𑄇𑄬𑄛𑄴𑄞𑄢𑄴𑄘𑄬', '𑄇𑄨𑄃𑄪𑄢𑄥𑄃𑄮', '𑄇𑄳𑄢𑄨𑄥𑄴𑄟𑄥𑄴 𑄞𑄨𑄘𑄳𑄠', '𑄥𑄭𑄛𑄳𑄢𑄥𑄴', '𑄌𑄬𑄌𑄨𑄠', '𑄎𑄢𑄴𑄟𑄚𑄨', '𑄎𑄨𑄝𑄪𑄖𑄨', '𑄓𑄬𑄚𑄴𑄟𑄢𑄴𑄇𑄧', '𑄓𑄮𑄟𑄨𑄚𑄨𑄇',
        '𑄓𑄮𑄟𑄨𑄚𑄨𑄇𑄚𑄴 𑄛𑄳𑄢𑄧𑄎𑄖𑄧𑄚𑄴𑄖𑄳𑄢𑄧', '𑄃𑄢𑄴𑄎𑄬𑄢𑄨𑄠', '𑄄𑄇𑄪𑄠𑄬𑄓𑄧𑄢𑄴', '𑄆𑄌𑄴𑄖𑄮𑄚𑄨𑄠', '𑄟𑄨𑄥𑄧𑄢𑄴', '𑄛𑄧𑄎𑄨𑄟𑄴 𑄥𑄦𑄢', '𑄄𑄢𑄨𑄖𑄳𑄢𑄨𑄠', '𑄥𑄳𑄛𑄬𑄚𑄴', '𑄃𑄨𑄜𑄨𑄃𑄮𑄛𑄨𑄠', '𑄜𑄨𑄚𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄜𑄨𑄎𑄨', '𑄜𑄧𑄇𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄟𑄭𑄇𑄳𑄢𑄮𑄚𑄬𑄥𑄨𑄠', '𑄜𑄳𑄠𑄢𑄧𑄃𑄮 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄜𑄳𑄢𑄚𑄴𑄥𑄴', '𑄉𑄳𑄠𑄝𑄧𑄚𑄴', '𑄎𑄧𑄙𑄢𑄬𑄌𑄴𑄎𑄮', '𑄉𑄳𑄢𑄬𑄚𑄓', '𑄎𑄧𑄢𑄴𑄎𑄨𑄠', '𑄜𑄧𑄢𑄥𑄩 𑄉𑄠𑄚',
        '𑄉𑄳𑄢𑄚𑄴𑄏𑄨', '𑄊𑄚', '𑄎𑄨𑄝𑄳𑄢𑄣𑄴𑄑𑄢𑄴', '𑄉𑄳𑄢𑄩𑄚𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄉𑄟𑄴𑄝𑄨𑄠', '𑄉𑄨𑄚𑄨', '𑄉𑄪𑄠𑄘𑄬𑄣𑄯𑄛𑄴', '𑄚𑄨𑄢𑄧𑄇𑄴𑄈𑄩𑄠𑄧 𑄉𑄨𑄚𑄨', '𑄉𑄳𑄢𑄨𑄌𑄴', '𑄘𑄧𑄉𑄨𑄚𑄴 𑄎𑄧𑄢𑄴𑄎𑄨𑄠 𑄃𑄮 𑄘𑄧𑄉𑄨𑄚𑄴 𑄥𑄳𑄠𑄚𑄴𑄓𑄃𑄪𑄃𑄨𑄌𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄉𑄪𑄠𑄖𑄬𑄟𑄣', '𑄉𑄪𑄠𑄟𑄴', '𑄉𑄨𑄚𑄨-𑄝𑄨𑄥𑄃𑄪', '𑄉𑄨𑄠𑄚', '𑄦𑄧𑄁𑄇𑄧𑄁 𑄆𑄌𑄴𑄃𑄬𑄃𑄢𑄴 𑄌𑄩𑄚', '𑄦𑄢𑄴𑄓𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠 𑄃𑄳𑄃 𑄟𑄳𑄠𑄇𑄴𑄓𑄮𑄚𑄴𑄓𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄦𑄪𑄚𑄴𑄓𑄪𑄢𑄥𑄴', '𑄇𑄳𑄢𑄮𑄠𑄬𑄥𑄨𑄠', '𑄦𑄭𑄖𑄨', '𑄦𑄧𑄋𑄴𑄉𑄬𑄢𑄨',
        '𑄄𑄚𑄴𑄘𑄮𑄚𑄬𑄥𑄨𑄠', '𑄃𑄠𑄢𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄄𑄎𑄴𑄢𑄠𑄬𑄣𑄴', '𑄃𑄭𑄣𑄴 𑄃𑄧𑄜𑄴 𑄟𑄳𑄠𑄚𑄴', '𑄞𑄢𑄧𑄖𑄴', 106 => '𑄄𑄢𑄇𑄴', '𑄄𑄢𑄚𑄴', '𑄃𑄭𑄥𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄄𑄖𑄣𑄨', '𑄎𑄢𑄴𑄥𑄨', '𑄎𑄟𑄭𑄇', '𑄎𑄧𑄢𑄴𑄓𑄧𑄚𑄴', '𑄎𑄛𑄚𑄴', '𑄇𑄬𑄚𑄨𑄠', '𑄇𑄨𑄢𑄴𑄉𑄨𑄎𑄨𑄌𑄴𑄖𑄚𑄴', '𑄇𑄧𑄟𑄴𑄝𑄮𑄓𑄨𑄠', '𑄇𑄨𑄢𑄨𑄝𑄖𑄨', '𑄇𑄧𑄟𑄮𑄢𑄮𑄌𑄴', '𑄥𑄬𑄚𑄴𑄑𑄴 𑄇𑄨𑄑𑄴𑄥𑄴 𑄃𑄮 𑄚𑄬𑄞𑄨𑄌𑄴',
        '𑄅𑄪𑄖𑄴𑄖𑄮𑄢𑄴 𑄇𑄮𑄢𑄨𑄠', '𑄘𑄧𑄉𑄨𑄚𑄴 𑄇𑄮𑄢𑄨𑄠', '𑄇𑄪𑄠𑄬𑄖𑄴', '𑄇𑄬𑄟𑄳𑄠𑄚𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄇𑄎𑄈𑄌𑄴𑄖𑄚𑄴', '𑄣𑄃𑄮𑄌𑄴', '𑄣𑄬𑄝𑄚𑄧𑄚𑄴', '𑄥𑄬𑄚𑄴𑄑𑄴 𑄣𑄪𑄥𑄨𑄠', '𑄣𑄨𑄌𑄬𑄚𑄴𑄥𑄳𑄑𑄬𑄃𑄨𑄚𑄴', '𑄥𑄳𑄢𑄨𑄣𑄧𑄁𑄇', '𑄃𑄭𑄝𑄬𑄢𑄨𑄠', '𑄣𑄬𑄥𑄮𑄗𑄮', '𑄣𑄨𑄗𑄪𑄠𑄚𑄨𑄠', '𑄣𑄪𑄇𑄴𑄥𑄬𑄟𑄴𑄝𑄢𑄴𑄉𑄧', '𑄣𑄖𑄴𑄞𑄨𑄠', '𑄣𑄨𑄝𑄨𑄠', '𑄟𑄮𑄢𑄧𑄇𑄴𑄇𑄮', '𑄟𑄮𑄚𑄇𑄮', '𑄟𑄮𑄣𑄴𑄘𑄞𑄨𑄠', '𑄟𑄧𑄚𑄴𑄑𑄨𑄚𑄨𑄉𑄳𑄢𑄮',
        '𑄥𑄬𑄚𑄴𑄑𑄴 𑄟𑄢𑄴𑄑𑄨𑄚𑄴', '𑄟𑄘𑄉𑄌𑄴𑄇𑄢𑄴', '𑄟𑄢𑄴𑄥𑄣𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄟𑄳𑄠𑄥𑄓𑄮𑄚𑄨𑄠', '𑄟𑄣𑄨', '𑄟𑄠𑄚𑄴𑄟𑄢𑄴 (𑄝𑄢𑄴𑄟)', '𑄟𑄧𑄋𑄴𑄉𑄮𑄣𑄨𑄠', '𑄟𑄳𑄠𑄇𑄃𑄮 𑄆𑄌𑄴𑄃𑄬𑄃𑄢𑄴 𑄌𑄩𑄚', '𑄅𑄪𑄖𑄴𑄖𑄮𑄉𑄎𑄢𑄴 𑄟𑄢𑄨𑄠𑄚 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄟𑄢𑄴𑄑𑄨𑄚𑄨𑄇𑄴', '𑄟𑄧𑄢𑄨𑄖𑄚𑄨𑄠', '𑄟𑄧𑄚𑄴𑄑𑄴𑄥𑄬𑄢𑄑𑄴', '𑄟𑄣𑄴𑄑', '𑄟𑄧𑄢𑄨𑄥𑄥𑄴', '𑄟𑄣𑄴𑄘𑄨𑄛𑄴', '𑄟𑄣𑄃𑄪𑄃𑄨', '𑄟𑄬𑄇𑄴𑄥𑄨𑄇𑄮', '𑄟𑄣𑄴𑄠𑄬𑄥𑄨𑄠', '𑄟𑄮𑄎𑄟𑄴𑄝𑄨𑄇𑄴', '𑄚𑄟𑄨𑄝𑄨𑄠',
        '𑄚𑄱 𑄇𑄳𑄠𑄣𑄬𑄓𑄮𑄚𑄨𑄠', '𑄚𑄭𑄎𑄢𑄴', '𑄚𑄨𑄢𑄴𑄜𑄮𑄇𑄴 𑄞𑄨𑄘𑄳𑄠', '𑄚𑄭𑄎𑄬𑄢𑄨𑄠', '𑄚𑄨𑄇𑄢𑄉𑄪𑄠', '𑄚𑄬𑄘𑄢𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴𑄥𑄴', '𑄚𑄧𑄢𑄴𑄃𑄮𑄠𑄬', '𑄚𑄬𑄛𑄣𑄴', '𑄚𑄃𑄪𑄢𑄪', '𑄚𑄨𑄃𑄪𑄠𑄬', '𑄚𑄨𑄃𑄪𑄎𑄨𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄃𑄮𑄟𑄚𑄴', '𑄛𑄚𑄟', '𑄛𑄬𑄢𑄪', '𑄜𑄧𑄢𑄥𑄩 𑄛𑄧𑄣𑄨𑄚𑄬𑄥𑄨𑄠', '𑄛𑄛𑄪𑄠 𑄚𑄨𑄃𑄪 𑄉𑄨𑄚𑄨', '𑄜𑄨𑄣𑄨𑄛𑄭𑄚𑄴', '𑄛𑄇𑄨𑄌𑄴𑄖𑄚𑄴', '𑄛𑄮𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄥𑄬𑄚𑄴𑄑𑄴 𑄛𑄨𑄠𑄬𑄢𑄴 𑄃𑄮 𑄟𑄨𑄢𑄪𑄠𑄬𑄣𑄧𑄚𑄴',
        '𑄛𑄨𑄇𑄴𑄇𑄬𑄠𑄢𑄴𑄚𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄛𑄪𑄠𑄬𑄢𑄴𑄖𑄮 𑄢𑄨𑄇𑄮', '𑄜𑄨𑄣𑄨𑄌𑄴𑄖𑄨𑄚𑄴 𑄎𑄉𑄊𑄚𑄨', '𑄛𑄧𑄢𑄴𑄖𑄪𑄉𑄣𑄴', '𑄛𑄣𑄃𑄪', '𑄛𑄳𑄠𑄢𑄉𑄪𑄠𑄬', '𑄇𑄖𑄢𑄴', '𑄢𑄨𑄃𑄨𑄃𑄪𑄚𑄨𑄠𑄧𑄚𑄴', '𑄢𑄮𑄟𑄚𑄨𑄠', '𑄥𑄢𑄴𑄝𑄨𑄠', '𑄢𑄥𑄨𑄠', '𑄢𑄪𑄠𑄚𑄴𑄓', '𑄥𑄯𑄘𑄨 𑄃𑄢𑄧𑄝𑄴', '𑄥𑄧𑄣𑄮𑄟𑄚𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄥𑄨𑄥𑄨𑄣𑄨', '𑄥𑄪𑄘𑄚𑄴', '𑄥𑄭𑄪𑄓𑄬𑄚𑄴', '𑄥𑄨𑄋𑄴𑄉𑄛𑄪𑄢𑄴', '𑄥𑄬𑄚𑄴𑄑𑄴 𑄦𑄬𑄣𑄬𑄚', '𑄥𑄳𑄣𑄮𑄞𑄚𑄨𑄠',
        '𑄥𑄣𑄴𑄝𑄢𑄴𑄓𑄴 𑄃𑄮 𑄎𑄚𑄴 𑄟𑄬𑄠𑄬𑄚𑄴', '𑄥𑄳𑄣𑄮𑄞𑄇𑄨𑄠', '𑄥𑄨𑄠𑄬𑄢𑄣𑄨𑄃𑄮𑄚𑄴', '𑄥𑄚𑄴 𑄟𑄢𑄨𑄚𑄮', '𑄥𑄬𑄚𑄬𑄉𑄣𑄴', '𑄥𑄮𑄟𑄣𑄨𑄠', '𑄥𑄪𑄢𑄨𑄚𑄟𑄴', '𑄘𑄧𑄉𑄨𑄚𑄴 𑄥𑄪𑄘𑄚𑄴', '𑄥𑄃𑄮𑄑𑄟 𑄃𑄮 𑄛𑄳𑄢𑄨𑄚𑄴𑄥𑄨𑄛𑄨', '𑄆𑄣𑄴 𑄥𑄣𑄴𑄞𑄬𑄘𑄧𑄢𑄴', '𑄥𑄨𑄚𑄴𑄑𑄴 𑄟𑄢𑄴𑄑𑄬𑄚𑄴', '𑄥𑄨𑄢𑄨𑄠', '𑄥𑄮𑄠𑄎𑄨𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄖𑄪𑄢𑄴𑄇𑄧𑄌𑄴 𑄃𑄮 𑄇𑄭𑄇𑄮𑄌𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄌𑄘𑄴', '𑄜𑄢𑄥𑄩 𑄘𑄧𑄉𑄨𑄚𑄧 𑄎𑄉', '𑄑𑄮𑄉𑄮', '𑄗𑄭𑄣𑄳𑄠𑄚𑄴𑄓𑄴', '𑄖𑄎𑄨𑄇𑄴𑄥𑄳𑄗𑄚𑄴', '𑄑𑄮𑄇𑄬𑄣𑄃𑄪',
        '𑄖𑄨𑄟𑄪𑄢𑄴-𑄣𑄬𑄌𑄴𑄖𑄬', '𑄖𑄪𑄢𑄴𑄇𑄧𑄟𑄬𑄚𑄨𑄌𑄴𑄖𑄚𑄴', '𑄖𑄨𑄃𑄪𑄚𑄨𑄥𑄨𑄠', '𑄑𑄮𑄋𑄴𑄉', '𑄖𑄪𑄢𑄧𑄌𑄴𑄇𑄧', '𑄖𑄳𑄢𑄨𑄚𑄨𑄚𑄘𑄴 𑄃𑄮 𑄑𑄮𑄝𑄳𑄠𑄉𑄮', '𑄑𑄪𑄞𑄣𑄪', '𑄖𑄭𑄤𑄚𑄴', '𑄖𑄚𑄴𑄎𑄚𑄨𑄠', '𑄃𑄨𑄃𑄪𑄇𑄳𑄢𑄬𑄚𑄴', '𑄅𑄉𑄚𑄴𑄓', '𑄎𑄧𑄙𑄢𑄬𑄌𑄴𑄎𑄮𑄢𑄴 𑄦𑄭𑄇𑄪𑄢𑄬 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄟𑄢𑄴𑄇𑄨𑄚𑄴 𑄎𑄧𑄙𑄢𑄬𑄌𑄴𑄎𑄮', '𑄅𑄪𑄢𑄪𑄉𑄪𑄠𑄬', '𑄅𑄪𑄎𑄴𑄝𑄬𑄇𑄨𑄌𑄴𑄖𑄚𑄴', '𑄞𑄳𑄠𑄑𑄨𑄇𑄚𑄴 𑄥𑄨𑄑𑄨', '𑄥𑄬𑄚𑄴𑄑𑄴 𑄞𑄨𑄚𑄴𑄥𑄬𑄚𑄴𑄑𑄴 𑄃𑄮 𑄘𑄳𑄠 𑄉𑄳𑄢𑄬𑄚𑄓𑄨𑄚𑄴𑄥𑄴', '𑄞𑄬𑄚𑄬𑄎𑄪𑄠𑄬𑄣', '𑄝𑄳𑄢𑄨𑄑𑄨𑄌𑄴 𑄞𑄢𑄴𑄎𑄨𑄚𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠', '𑄟𑄢𑄴𑄇𑄨𑄚𑄴 𑄎𑄧𑄙𑄢𑄬𑄌𑄴𑄎𑄮𑄢𑄴 𑄞𑄢𑄴𑄎𑄨𑄚𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄳𑄠',
        '𑄞𑄨𑄠𑄬𑄖𑄴𑄚𑄟𑄴', '𑄞𑄚𑄪𑄠𑄑𑄪', '𑄤𑄣𑄨𑄌𑄴 𑄃𑄮 𑄜𑄪𑄑𑄪𑄚', '𑄥𑄟𑄮𑄠', '𑄃𑄨𑄠𑄬𑄟𑄬𑄚𑄴', '𑄟𑄠𑄮𑄖𑄴𑄖𑄬', '𑄘𑄧𑄉𑄨𑄚𑄴 𑄃𑄜𑄳𑄢𑄨𑄇', '𑄎𑄟𑄴𑄝𑄨𑄠', '𑄎𑄨𑄟𑄴𑄝𑄝𑄪𑄠𑄬',
    ],
    'NumericNames' => ['001' => '𑄛𑄨𑄖𑄴𑄗𑄨𑄟𑄨', 150 => '𑄄𑄃𑄪𑄢𑄮𑄛𑄴', 419 => '𑄣𑄳𑄠𑄑𑄨𑄚𑄴 𑄃𑄟𑄬𑄢𑄨𑄇'],
];
