<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Ӏарбийн Цхьанатоьхна Эмираташ', 'ОвхӀан мохк', 'Антигуа а, Барбуда а', 'Ангилья', 'Албани', 'Эрмалойчоь', 'Ангола', 'Антарктида', 'Аргентина', 'Американ Самоа', 'Австри', 'Австрали', 'Аруба', 'Аландан гӀайренаш', 'Азербайджан', 'Босни а, Герцеговина а', 'Барбадос', 'Бангладеш', 'Бельги',
        'Буркина- Фасо', 'Болгари', 'Бахрейн', 'Бурунди', 'Бенин', 'Сен-Бартельми', 'Бермудан гӀайренаш', 'Бруней-Даруссалам', 'Боливи', 'Бонэйр, Синт-Эстатиус а, Саба а', 'Бразили', 'Багаман гӀайренаш', 'Бутан', 'Бувен гӀайре', 'Ботсвана', 'Белорусси', 'Белиз', 'Канада', 'Кокосийн гӀайренаш', 'Демократин Республика Конго',
        'Юккъерчу Африкин Республика', 'Конго - Браззавиль', 'Швейцари', 'Кот-Д’ивуар', 'Кукан гӀайренаш', 'Чили', 'Камерун', 'Цийчоь', 'Колумби', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'ГӀайре ӏиса пайхӏамар вина де', 'Кипр', 'Чехи', 'Германи', 'Джибути', 'Дани', 'Доминика',
        'Доминикан Республика', 'Алжир', 'Эквадор', 'Эстони', 'Мисар', 'Малхбузен Саьхьара', 'Эритрей', 'Испани', 'Эфиопи', 'Финлянди', 'Фиджи', 'Фолклендан гӀайренаш', 'Микронезин Федеративни штаташ', 'Фарерийн гӀайренаш', 'Франци', 'Габон', 'Йоккха Британи', 'Гренада', 'Гуьржийчоь', 'Французийн Гвиана',
        'Гернси', 'Гана', 'Гибралтар', 'Гренланди', 'Гамби', 'Гвиней', 'Гваделупа', 'Экваторан Гвиней', 'Греци', 'Къилба Джорджи а, Къилба Гавайн гӀайренаш а', 'Гватемала', 'Гуам', 'Гвиней-Бисау', 'Гайана', 'Гонконг (ша-къаьстина кӀошт)', 'Херд гӀайре а, Макдональд гӀайренаш а', 'Гондурас', 'Хорвати', 'Гаити', 'Венгри',
        'Индонези', 'Ирланди', 'Израиль', 'Мэн гӀайре', 'ХӀинди', 106 => 'Ӏиракъ', 'ГӀажарийчоь', 'Исланди', 'Итали', 'Джерси', 'Ямайка', 'Урдан', 'Япони', 'Кени', 'Киргизи', 'Камбоджа', 'Кирибати', 'Комораш', 'Сент-Китс а, Невис а',
        'Къилбаседа Корей', 'Къилба Корей', 'Кувейт', 'Кайман гӀайренаш', 'Кхазакхстан', 'Лаос', 'Ливан', 'Сент-Люси', 'Лихтенштейн', 'Шри-Ланка', 'Либери', 'Лесото', 'Литва', 'Люксембург', 'Латви', 'Ливи', 'Марокко', 'Монако', 'Молдави', 'Ӏаьржаламанчоь',
        'Сен-Мартен', 'Мадагаскар', 'Маршаллан гӀайренаш', 144 => 'Мали', 'Мьянма (Бирма)', 'Монголи', 'Макао (ша-къаьстина кӀошт)', 'Къилбаседа Марианан гӀайренаш', 'Мартиника', 'Мавритани', 'Монтсеррат', 'Мальта', 'Маврики', 'Мальдиваш', 'Малави', 'Мексика', 'Малайзи', 'Мозамбик', 'Намиби',
        'Керла Каледони', 'Нигер', 'Норфолк гӀайре', 'Нигери', 'Никарагуа', 'Нидерландаш', 'Норвеги', 'Непал', 'Науру', 'Ниуэ', 'Керла Зеланди', 'Ӏоман', 'Панама', 'Перу', 'Французийн Полинези', 'Папуа — Керла Гвиней', 'Филиппинаш', 'Пакистан', 'Польша', 'Сен-Пьер а, Микелон а',
        'Питкэрн гӀайренаш', 'Пуэрто-Рико', 'ПалестӀинан латтанаш', 'Португали', 'Палау', 'Парагвай', 'Катар', 'Реюньон', 'Румыни', 'Серби', 'Росси', 'Руанда', 'СаӀудийн Ӏаьрбийчоь', 'Соломонан гӀайренаш', 'Сейшелан гӀайренаш', 'Судан', 'Швеци', 'Сингапур', 'Сийлахьчу Еленин гӀайре', 'Словени',
        'Шпицберген а, Ян-Майен а', 'Словаки', 'Сьерра- Леоне', 'Сан-Марино', 'Сенегал', 'Сомали', 'Суринам', 'Къилба Судан', 'Сан-Томе а, Принсипи а', 'Сальвадор', 'Синт-Мартен', 'Шема', 'Свазиленд', 'Тёркс а, Кайкос а гӀайренаш', 'Чад', 'Французийн къилба латтанаш', 'Того', 'Таиланд', 'Таджикистан', 'Токелау',
        'Малхбален Тимор', 'Туркмени', 'Тунис', 'Тонга', 'Туркойчоь', 'Тринидад а, Тобаго а', 'Тувалу', 'Тайвань', 'Танзани', 'Украина', 'Уганда', 'АЦШн арахьара кегийн гӀайренаш', 'Цхьанатоьхна Штаташ', 'Уругвай', 'Узбекистан', 'Ватикан', 'Сент-Винсент а, Гренадинаш а', 'Венесуэла', 'Виргинийн гӀайренаш (Британи)', 'Виргинийн гӀайренаш (АЦШ)',
        'Вьетнам', 'Вануату', 'Уоллис а, Футуна а', 'Самоа', 'Йемен', 'Майотта', 'Къилба-Африкин Республика', 'Замби', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'Дерригдуьненан', 150 => 'Европа', 419 => 'Латинан Америка'],
];
