<?php

return [
    'UserAssignedNames' => ['XK' => 'ᎪᏐᏉ'],
    'Names' => [
        'ᎠᏂᏙᎳ', 'ᏌᏊ ᎢᏳᎾᎵᏍᏔᏅ ᎡᎳᏈ ᎢᎹᎵᏘᏏ', 'ᎠᏫᎨᏂᏍᏖᏂ', 'ᎤᏪᏘ & ᏆᏊᏓ', 'ᎠᏂᎩᎳ', 'ᎠᎵᏇᏂᏯ', 'ᎠᎵᎻᏂᎠ', 'ᎠᏂᎪᎳ', 'ᏧᏁᏍᏓᎸ', 'ᎠᏥᏂᏘᏂᎠ', 'ᎠᎺᎵᎧ ᏌᎼᎠ', 'ᎠᏍᏟᏯ', 'ᎡᎳᏗᏜ', 'ᎠᎷᏆ', 'ᎣᎴᏅᏓ ᏚᎦᏚᏛᎢ', 'ᎠᏎᏆᏣᏂ', 'ᏉᏏᏂᎠ & ᎲᏤᎪᏫᎾ', 'ᏆᏇᏙᏍ', 'ᏆᏂᎦᎵᏕᏍ', 'ᏇᎵᏥᎥᎻ',
        'ᏋᎩᎾ ᏩᏐ', 'ᏊᎵᎨᎵᎠ', 'ᏆᎭᎴᎢᏂ', 'ᏋᎷᏂᏗ', 'ᏆᏂᎢᏂ', 'ᎤᏓᏅᏘ ᏆᏕᎳᎻ', 'ᏆᏊᏓ', 'ᏊᎾᎢ', 'ᏉᎵᏫᎠ', 'ᎧᎵᏈᎢᏂᎯ ᎾᏍᎩᏁᏛᎳᏂ', 'ᏆᏏᎵ', 'ᎾᏍᎩ ᏆᎭᎹᏍ', 'ᏊᏔᏂ', 'ᏊᏪ ᎤᎦᏚᏛᎢ', 'ᏆᏣᏩᎾ', 'ᏇᎳᎷᏍ', 'ᏇᎵᏍ', 'ᎨᎾᏓ', 'ᎪᎪᏍ (ᎩᎵᏂ) ᏚᎦᏚᏛᎢ', 'ᎧᏂᎪ - ᎨᏂᏝᏌ',
        'ᎬᎿᎨᏍᏛ ᎠᏰᏟ ᏍᎦᏚᎩ', 'ᎧᏂᎪ - ᏆᏌᏩᎵ', 'ᏍᏫᏍ', 'ᎢᏬᎵ ᎾᎿ ᎠᎹᏳᎶᏗ', 'ᎠᏓᏍᏓᏴᎲᏍᎩ ᏚᎦᏚᏛᎢ', 'ᏥᎵ', 'ᎧᎹᎷᏂ', 'ᏓᎶᏂᎨᏍᏛ', 'ᎪᎸᎻᏈᎢᎠ', 'ᎪᏍᏓ ᎵᎧ', 'ᎫᏆ', 'ᎢᎬᎾᏕᎾ ᎢᏤᏳᏍᏗ', 'ᎫᎳᎨᎣ', 'ᏓᏂᏍᏓᏲᎯᎲ ᎤᎦᏚᏛᎢ', 'ᏌᎢᏆᏍ', 'ᏤᎩᎠ', 'ᎠᏂᏛᏥ', 'ᏥᏊᏗ', 'ᏗᏂᎹᎦ', 'ᏙᎻᏂᎧ',
        'ᏙᎻᏂᎧᏂ ᏍᎦᏚᎩ', 'ᎠᎵᏥᎵᏯ', 'ᎡᏆᏙᎵ', 'ᎡᏍᏙᏂᏯ', 'ᎢᏥᏈᎢ', 'ᏭᏕᎵᎬ ᏗᏜ ᏌᎮᎳ', 'ᎡᎵᏟᏯ', 'ᎠᏂᏍᏆᏂᏱ', 'ᎢᏗᎣᏈᎠ', 'ᏫᏂᎦᏙᎯ', 'ᏫᏥ', 'ᏩᎩ ᏚᎦᏚᏛᎢ', 'ᎹᎢᏉᏂᏏᏯ', 'ᏪᎶ ᏚᎦᏚᏛᎢ', 'ᎦᎸᏥᏱ', 'ᎦᏉᏂ', 'ᎩᎵᏏᏲ', 'ᏋᎾᏓ', 'ᏣᎠᏥᎢ', 'ᎠᏂᎦᎸᏥ ᎩᎠ',
        'ᎬᏂᏏ', 'ᎦᎠᎾ', 'ᏥᏆᎵᏓ', 'ᎢᏤᏍᏛᏱ', 'ᎦᎹᏈᎢᎠ', 'ᎩᎢᏂ', 'ᏩᏓᎷᏇ', 'ᎡᏆᏙᎵᎠᎵ ᎩᎢᏂ', 'ᎪᎢᎯ', 'ᏧᎦᏃᏮ ᏣᎠᏥᎢ ᎠᎴ ᎾᏍᎩ ᏧᎦᏃᏮ ᎠᏍᏛᎭᏟ ᏚᎦᏚᏛᎢ', 'ᏩᏔᎹᎳ', 'ᏆᎻ', 'ᎩᎢᏂ-ᏈᏌᎤᏫ', 'ᎦᏯᎾ', 'ᎰᏂᎩ ᎪᏂᎩ SAR ᏓᎶᏂᎨᏍᏛ', 'ᎲᏗ ᎤᎦᏚᏛᎢ ᎠᎴ ᎺᎩᏓᎾᎵᏗ ᏚᎦᏚᏛᎢ', 'ᎭᏂᏚᎳᏍ', 'ᎧᎶᎡᏏᎠ', 'ᎮᎢᏘ', 'ᎲᏂᎦᎵ',
        'ᎢᏂᏙᏂᏍᏯ', 'ᎠᏲᎳᏂ', 'ᎢᏏᎵᏱ', 'ᎤᏍᏗ ᎤᎦᏚᏛᎢ ᎾᎿ ᎠᏍᎦᏯ', 'ᎢᏅᏗᎾ', 'ᏈᏗᏏ ᏴᏫᏯ ᎠᎺᏉ ᎢᎬᎾᏕᏅ', 'ᎢᎳᎩ', 'ᎢᎴᏂ', 'ᏧᏁᏍᏓᎸᎯ', 'ᎢᏔᎵ', 'ᏨᎵᏏ', 'ᏣᎺᎢᎧ', 'ᏦᏓᏂ', 'ᏣᏩᏂᏏ', 'ᎨᏂᏯ', 'ᎩᎵᏣᎢᏍ', 'ᎧᎹᏉᏗᎠᏂ', 'ᎧᎵᏆᏘ', 'ᎪᎼᎳᏍ', 'ᎤᏓᏅᏘ ᎨᏘᏏ ᎠᎴ ᏁᏪᏏ',
        'ᏧᏴᏢ ᎪᎵᎠ', 'ᏧᎦᏃᏮ ᎪᎵᎠ', 'ᎫᏪᎢᏘ', 'ᎨᎢᎹᏂ ᏚᎦᏚᏛᎢ', 'ᎧᏎᎧᏍᏕᏂ', 'ᎴᎣᏍ', 'ᎴᏆᎾᏂ', 'ᎤᏓᏅᏘ ᎷᏏᏯ', 'ᎵᎦᏗᏂᏍᏓᏂ', 'ᏍᎵ ᎳᏂᎧ', 'ᎳᏈᎵᏯ', 'ᎴᏐᏙ', 'ᎵᏗᏪᏂᎠ', 'ᎸᎧᏎᏋᎩ', 'ᎳᏘᏫᎠ', 'ᎵᏈᏯ', 'ᎼᎶᎪ', 'ᎹᎾᎪ', 'ᎹᎵᏙᏫᎠ', 'ᎼᏂᏔᏁᎦᎶ',
        'ᎤᏓᏅᏘ ᏡᏡ', 'ᎹᏓᎦᏍᎧᎵ', 'ᎹᏌᎵ ᏚᎦᏚᏛᎢ', 'ᏧᏴᏜ ᎹᏎᏙᏂᏯ', 'ᎹᎵ', 'ᎹᏯᎹᎵ (ᏇᎵᎹ)', 'ᎹᏂᎪᎵᎠ', 'ᎹᎧᎣ SAR ᏓᎶᏂᎨᏍᏛ', 'ᏧᏴᏢ ᏗᏜ ᎹᎵᎠᎾ ᏚᎦᏚᏛᎢ', 'ᎹᏘᏂᎨ', 'ᎹᏘᎢᏯ', 'ᎹᏂᏘᏌᎳᏗ', 'ᎹᎵᏔ', 'ᎼᎵᏏᎥᏍ', 'ᎹᎵᏗᏫᏍ', 'ᎹᎳᏫ', 'ᎠᏂᏍᏆᏂ', 'ᎹᎴᏏᎢᎠ', 'ᎼᏎᎻᏇᎩ', 'ᎾᎻᏈᎢᏯ',
        'ᎢᏤ ᎧᎵᏙᏂᎠᏂ', 'ᎾᎢᏨ', 'ᏃᎵᏬᎵᎩ ᎤᎦᏚᏛᎢ', 'ᏂᏥᎵᏯ', 'ᏂᎧᎳᏆ', 'ᏁᏛᎳᏂ', 'ᏃᏪ', 'ᏁᏆᎵ', 'ᏃᎤᎷ', 'ᏂᏳ', 'ᎢᏤ ᏏᎢᎴᏂᏗ', 'ᎣᎺᏂ', 'ᏆᎾᎹ', 'ᏇᎷ', 'ᎠᏂᎦᎸᏥ ᏆᎵᏂᏏᎠ', 'ᏆᏇ ᎢᏤ ᎩᎢᏂ', 'ᎠᏂᏈᎵᎩᏃ', 'ᏆᎩᏍᏖᏂ', 'ᏉᎳᏂ', 'ᎤᏓᏅᏘ ᏈᏰ ᎠᎴ ᎻᏇᎶᏂ',
        'ᏈᎧᎵᏂ ᏚᎦᏚᏛᎢ', 'ᏇᎡᏙ ᎵᎢᎪ', 'ᏆᎴᏍᏗᏂᎠᏂ ᏄᎬᏫᏳᏌᏕᎩ', 'ᏉᏥᎦᎳ', 'ᏆᎴᎠᏫ', 'ᏆᎳᏇᎢᏯ', 'ᎧᏔᎵ', 'ᎴᏳᏂᎠᏂ', 'ᎶᎹᏂᏯ', 'ᏒᏈᏯ', 'ᏲᏂᎢ', 'ᎶᏩᏂᏓ', 'ᏌᎤᏗ ᎡᎴᏈᎠ', 'ᏐᎶᎹᏂ ᏚᎦᏚᏛᎢ', 'ᏏᎡᏥᎵᏍ', 'ᏑᏕᏂ', 'ᏍᏫᏕᏂ', 'ᏏᏂᎦᏉᎵ', 'ᎤᏓᏅᏘ ᎮᎵᎾ, ᎠᏍᏏᎣᏂ & ᏘᏍᏔᏂ Ꮣ ᎫᎭ', 'ᏍᎶᏫᏂᎠ',
        'ᏍᏩᎵᏆᎵᏗ ᎠᎴ ᏤᏂ ᎹᏰᏂ', 'ᏍᎶᏩᎩᎠ', 'ᏏᎡᎳ ᎴᎣᏂ', 'ᎤᏓᏅᏘ ᎹᎵᎢᏃ', 'ᏏᏂᎦᎵ', 'ᏐᎹᎵ', 'ᏒᎵᎾᎻ', 'ᏧᎦᎾᏮ ᏑᏕᏂ', 'ᏌᎣ ᏙᎺ ᎠᎴ ᏈᏂᏏᏇ', 'ᎡᎵᏌᎵᏆᏙᎵ', 'ᏏᏂᏘ ᎹᏘᏂ', 'ᏏᎵᎠ', 'ᎡᏍᏩᏘᏂ', 'ᎠᏂᏛᎵᎩ ᎠᎴ ᎨᎢᎪ ᏚᎦᏚᏛᎢ', 'ᏣᏗ', 'ᎠᏂᎦᎸᏥ ᏧᎦᎾᏮ ᎦᏙᎯ ᎤᎵᏍᏛᎢ', 'ᏙᎪ', 'ᏔᏯᎴᏂ', 'ᏔᏥᎩᏍᏕᏂ', 'ᏙᎨᎳᏭ',
        'ᏘᎼᎵ-ᎴᏍᏖ', 'ᏛᎵᎩᎺᏂᏍᏔᏂ', 'ᏚᏂᏏᏍᎠ', 'ᏙᎾᎦ', 'ᏘᎩᏰ', 'ᏟᏂᏕᏗ ᎠᎴ ᏙᏆᎪ', 'ᏚᏩᎷ', 'ᏔᎢᏩᏂ', 'ᏖᏂᏏᏂᏯ', 'ᏳᎧᎴᏂ', 'ᏳᎦᏂᏓ', 'U.S. ᎠᏍᏛ ᏚᎦᏚᏛᎢ', 'ᏌᏊ ᎢᏳᎾᎵᏍᏔᏅ ᏍᎦᏚᎩ', 'ᏳᎷᏇ', 'ᎤᏍᏇᎩᏍᏖᏂ', 'ᎠᏥᎳᏁᏠ ᎦᏚᎲ', 'ᎤᏓᏅᏘ ᏫᏂᏏᏂᏗ ᎠᎴ ᎾᏍᎩ ᏇᎾᏗᏁᏍ', 'ᏪᏁᏑᏪᎳ', 'ᏈᏗᏍ ᎠᏒᏂᎸ ᏂᎨᏒᎾ ᏚᎦᏚᏛᎢ', 'U.S. ᎠᏒᏂᎸ ᏂᎨᏒᎾ ᏚᎦᏚᏛᎢ',
        'ᏫᎡᏘᎾᎻ', 'ᏩᏂᎤᏩᏚ', 'ᏩᎵᏍ ᎠᎴ ᏊᏚᎾ', 'ᏌᎼᎠ', 'ᏰᎺᏂ', 'ᎺᏯᏖ', 'ᏧᎦᎾᏮ ᎬᎿᎨᏍᏛ', 'ᏌᎻᏈᏯ', 'ᏏᎻᏆᏇ',
    ],
    'NumericNames' => ['001' => 'ᎡᎶᎯ', 150 => 'ᏳᎳᏛ', 419 => 'ᎳᏘᏂ ᎠᎹᏰᏟ'],
];
