<?php

return [
    'UserAssignedNames' => ['XK' => 'کۆسۆڤۆ'],
    'Names' => [
        'ئاندۆرا', 'میرنشینە یەکگرتووە عەرەبییەکان', 'ئەفغانستان', 'ئانتیگوا و باربودا', 'ئانگویلا', 'ئەڵبانیا', 'ئەرمەنستان', 'ئەنگۆلا', 'ئانتارکتیکا', 'ئەرژەنتین', 'ساموای ئەمەریکایی', 'نەمسا', 'ئوسترالیا', 'ئارووبا', 'دوورگەکانی ئالاند', 'ئازەربایجان', 'بۆسنیا و ھەرزەگۆڤینا', 'باربادۆس', 'بەنگلادیش', 'بەلژیک',
        'بورکینافاسۆ', 'بولگاریا', 'بەحرەین', 'بوروندی', 'بێنین', 'سەن بارتێلێمی', 'بێرموودا', 'بروونای', 'بۆلیڤیا', 'دوورگە کاریبیەکانی هۆڵەندا', 'برازیل', 'بەھاما', 'بووتان', 'دوورگەی بووڤێ', 'بۆتسوانا', 'بیلاڕووس', 'بەلیز', 'کەنەدا', 'دوورگەکانی کیلینگ', 'کۆنگۆ کینشاسا',
        'کۆماری ئەفریقای ناوەڕاست', 'کۆنگۆ برازاڤیل', 'سویسڕا', 'کۆتدیڤوار', 'دوورگەکانی کوک', 'چیلی', 'کامیرۆن', 'چین', 'کۆلۆمبیا', 'کۆستاریکا', 'کووبا', 'کەیپڤەرد', 'کوراچاو', 'دوورگەی کریسمس', 'قیبرس', 'کۆماری چیک', 'ئەڵمانیا', 'جیبووتی', 'دانمارک', 'دۆمینیکا',
        'کۆماری دۆمینیکا', 'جەزایر', 'ئیکوادۆر', 'ئیستۆنیا', 'میسر', 'سەحرای ڕۆژاوا', 'ئەریتریا', 'ئیسپانیا', 'ئەتیۆپیا', 'فینلاند', 'فیجی', 'دوورگەکانی مالڤیناس (دوورگەکانی فاڵکلاند)', 'مایکرۆنیزیا', 'دوورگەکانی فارەو', 'فەڕەنسا', 'گابۆن', 'شانشینی یەکگرتوو', 'گرینادا', 'گورجستان', 'گیانای فەرەنسا',
        'گێرنزی', 'غەنا', 'گیبرالتار', 'گرینلاند', 'گامبیا', 'گینێ', 'گوادێلۆپ', 'گینێی ئیستوایی', 'یۆنان', 'دوورگەکانی جۆرجیا و ساندویچی باشوور', 'گواتیمالا', 'گوام', 'گینێ بیساو', 'گویانا', 'هۆنگ کۆنگ', 'دوورگەکانی هێرد و مەکدانڵد', 'ھۆندووراس', 'کرۆواتیا', 'ھایتی', 'هەنگاریا',
        'ئیندۆنیزیا', 'ئیرلەند', 'ئیسرائیل', 'دوورگەی مان', 'ھیندستان', 106 => 'عێراق', 'ئێران', 'ئایسلەند', 'ئیتالیا', 'جێرسی', 'جامایکا', 'ئوردن', 'ژاپۆن', 'کینیا', 'کرگیزستان', 'کەمبۆدیا', 'کیریباس', 'دوورگەکانی کۆمۆر', 'سەن کیتس و نیڤیس',
        'کۆریای باکوور', 'کۆریای باشوور', 'کوەیت', 'دوورگەکانی کایمان', 'کازاخستان', 'لاوس', 'لوبنان', 'سەن لووسیا', 'لیختنشتاین', 'سریلانکا', 'لیبەریا', 'لەسۆتۆ', 'لیتوانایا', 'لوکسەمبورگ', 'لاتڤیا', 'لیبیا', 'مەغریب', 'مۆناکۆ', 'مۆلدۆڤا', 'مۆنتینیگرۆ',
        'سەن مارتین', 'ماداگاسکار', 'دوورگەکانی مارشاڵ', 'مەکدۆنیای باکوور', 'مالی', 'میانمار', 'مەنگۆلیا', 'ماکائۆ', 'دوورگەکانی ماریانای باکوور', 'مارتینیک', 'مۆریتانیا', 'مۆنتسێرات', 'ماڵتا', 'مووریتیووس', 'مالدیڤ', 'مالاوی', 'مەکسیک', 'مالیزیا', 'مۆزامبیک', 'نامیبیا',
        'نیووکالێدۆنیا', 'نیجەر', 'دوورگەی نۆرفۆڵک', 'نیجریا', 'نیکاراگوا', 'ھۆڵەندا', 'نۆرویژ', 'نیپال', 'نائوروو', 'نیووئی', 'نیوزیلاند', 'عومان', 'پاناما', 'پێروو', 'پۆلینیسیای فەرەنسا', 'پاپوا گینێی نوێ', 'فلیپین', 'پاکستان', 'پۆڵەندا', 'سەن پیێر و میکێلۆن',
        'دوورگەکانی پیتکەرن', 'پۆرتۆڕیکۆ', 'ناوچە فەلەستینیەکان', 'پورتوگال', 'پالاو', 'پاراگوای', 'قەتەر', 'ڕییوونیەن', 'ڕۆمانیا', 'سربیا', 'ڕووسیا', 'ڕواندا', 'عەرەبستانی سەعوودی', 'دوورگەکانی سلێمان', 'سیشێل', 'سوودان', 'سوید', 'سینگاپور', 'سەن هێلێنا', 'سلۆڤێنیا',
        'سڤالبارد و یان مایەن', 'سلۆڤاکیا', 'سیەرالیۆن', 'سان مارینۆ', 'سێنێگاڵ', 'سۆمالیا', 'سورینام', 'سوودانی باشوور', 'ساوتۆمێ و پرینسیپی', 'ئێلسالڤادۆر', 'سینت مارتن', 'سووریا', 'سوازیلاند', 'دوورگەکانی تورکس و کایکۆس', 'چاد', 'هەرێمە باشووریەکانی فەرەنسا', 'تۆگۆ', 'تایلەند', 'تاجیکستان', 'تۆکێلاو',
        'تیمۆری ڕۆژھەڵات', 'تورکمانستان', 'توونس', 'تۆنگا', 'تورکیا', 'ترینیداد و تۆباگو', 'تووڤالوو', 'تایوان', 'تانزانیا', 'ئۆکرانیا', 'ئوگاندا', 'دوورگەکانی دەرەوەی ئەمریکا', 'ویلایەتە یەکگرتووەکان', 'ئوروگوای', 'ئوزبەکستان', 'ڤاتیکان', 'سەینت ڤینسەنت و گرینادینز', 'ڤەنزوێلا', 'دوورگەکانی ڤیرجنی بەریتانیا', 'دوورگەکانی ڤیرجنی ئەمەریکا',
        'ڤیەتنام', 'ڤانوواتوو', 'والیس و فوتونا', 'ساموا', 'یەمەن', 'مایۆت', 'ئەفریقای باشوور', 'زامبیا', 'زیمبابوی',
    ],
    'NumericNames' => ['001' => 'جیهان', 150 => 'ئەورووپا', 419 => 'ئەمەریکای لاتین'],
];
