<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Пӗрлешнӗ Араб Эмирачӗсем', 'Афганистан', 'Антигуапа Барбуда', 'Ангилья', 'Албани', 'Армени', 'Ангола', 'Антарктида', 'Аргентина', 'Америка Самойи', 'Австри', 'Австрали', 'Аруба', 'Аланд утравӗсем', 'Азербайджан', 'Боснипе Герцеговина', 'Барбадос', 'Бангладеш', 'Бельги',
        'Буркина-Фасо', 'Болгари', 'Бахрейн', 'Бурунди', 'Бенин', 'Сен-Бартелеми', 'Бермуд утравӗсем', 'Бруней', 'Боливи', 'Бонэйр, Синт-Эстатиуспа Саба', 'Бразили', 'Багама утравӗсем', 'Бутан', 'Буве утравӗ', 'Ботсвана', 'Беларусь', 'Белиз', 'Канада', 'Кокос утравӗсем', 'Конго',
        'Вӑта Африка Республики', 'Конго-Браззавиль', 'Швейцари', 'Кот-д’Ивуар', 'Кук утравӗсем', 'Чили', 'Камерун', 'Китай', 'Колумби', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'Раштав утравӗ', 'Кипр', 'Чехи', 'Германи', 'Джибути', 'Дани', 'Доминика',
        'Доминика Республики', 'Алжир', 'Эквадор', 'Эстони', 'Египет', 'Анӑҫ Сахара', 'Эритрей', 'Испани', 'Эфиопи', 'Финлянди', 'Фиджи', 'Фолкленд утравӗсем', 'Микронезин Федеративлă Штачĕсем', 'Фарер утравӗсем', 'Франци', 'Габон', 'Аслӑ Британи', 'Гренада', 'Грузи', 'Франци Гвиани',
        'Гернси', 'Гана', 'Гибралтар', 'Гренланди', 'Гамби', 'Гвиней', 'Гваделупа', 'Экваторти Гвинея', 'Греци', 'Кӑнтӑр Георгипе Кӑнтӑр Сандвич утравӗсем', 'Гватемала', 'Гуам', 'Гвиней-Бисау', 'Гайана', 'Гонконг (ЯАР)', 'Хердпа Макдональд утравӗсем', 'Гондурас', 'Хорвати', 'Гаити', 'Венгри',
        'Индонези', 'Ирланди', 'Израиль', 'Мэн утравӗ', 'Инди', 'Инди океанӗнчи Британи территорийӗ', 'Ирак', 'Иран', 'Исланди', 'Итали', 'Джерси', 'Ямайка', 'Иордани', 'Япони', 'Кени', 'Кӑркӑсстан', 'Камбоджа', 'Кирибати', 'Комор утравӗсем', 'Сент-Китспа Невис',
        'Ҫур ҫӗр Корея', 'Кӑнтӑр Корея', 'Кувейт', 'Кайман утравӗсем', 'Казахстан', 'Лаос', 'Ливан', 'Сент-Люси', 'Лихтенштейн', 'Шри-Ланка', 'Либери', 'Лесото', 'Литва', 'Люксембург', 'Латви', 'Ливи', 'Марокко', 'Монако', 'Молдова', 'Черногори',
        'Сен-Мартен', 'Мадагаскар', 'Маршалл утравӗсем', 'Ҫур ҫӗр Македони', 'Мали', 'Мьянма (Бирма)', 'Монголи', 'Макао (ЯАР)', 'Ҫур ҫӗр Мариан утравӗсем', 'Мартиника', 'Мавритани', 'Монтсеррат', 'Мальта', 'Маврики', 'Мальдив', 'Малави', 'Мексика', 'Малайзи', 'Мозамбик', 'Намиби',
        'Ҫӗнӗ Каледони', 'Нигер', 'Норфолк утравӗ', 'Нигери', 'Никарагуа', 'Нидерланд', 'Норвеги', 'Непал', 'Науру', 'Ниуэ', 'Ҫӗнӗ Зеланди', 'Оман', 'Панама', 'Перу', 'Франци Полинезийӗ', 'Папуа — Ҫӗнӗ Гвинея', 'Филиппин', 'Пакистан', 'Польша', 'Сен-Пьерпа Микелон',
        'Питкэрн утравӗсем', 'Пуэрто-Рико', 'Палестина территорийӗсем', 'Португали', 'Палау', 'Парагвай', 'Катар', 'Реюньон', 'Румыни', 'Серби', 'Раҫҫей', 'Руанда', 'Сауд Аравийӗ', 'Соломон утравӗсем', 'Сейшел утравӗсем', 'Судан', 'Швеци', 'Сингапур', 'Сӑваплӑ Елена утравӗ', 'Словени',
        'Шпицбергенпа Ян-Майен', 'Словаки', 'Сьерра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомали', 'Суринам', 'Кӑнтӑр Судан', 'Сан-Томепе Принсипи', 'Сальвадор', 'Синт-Мартен', 'Сири', 'Эсватини', 'Тёркспа Кайкос утравӗсем', 'Чад', 'Францин Кӑнтӑр территорийӗсем', 'Того', 'Таиланд', 'Таджикистан', 'Токелау',
        'Тухӑҫ Тимор', 'Туркменистан', 'Тунис', 'Тонга', 'Турци', 'Тринидадпа Тобаго', 'Тувалу', 'Тайвань', 'Танзани', 'Украина', 'Уганда', 'АПШ-н тулаш пӗчӗк утравӗсем', 'Пӗрлешнӗ Штатсем', 'Уругвай', 'Узбекистан', 'Ватикан', 'Сент-Винсентпа Гренада', 'Венесуэла', 'Виргин утравӗсем (Британи)', 'Виргин утравӗсем (АПШ)',
        'Вьетнам', 'Вануату', 'Уоллиспа Футуна', 'Самоа', 'Йемен', 'Майотта', 'Кӑнтӑр Африка Республики', 'Замби', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'тӗнче', 150 => 'Европа', 419 => 'Латинла Америка'],
];
