<?php

return [
    'UserAssignedNames' => ['XK' => 'کوزوو'],
    'Names' => [
        'آندورا', 'امارات متحدهٔ عربی', 'افغانستان', 'آنتیگوا و باربودا', 'آنگویلا', 'آلبانی', 'ارمنستان', 'آنگولا', 'جنوبگان', 'آرژانتین', 'ساموآی امریکا', 'اتریش', 'استرالیا', 'آروبا', 'جزایر آلاند', 'جمهوری آذربایجان', 'بوسنی و هرزگوین', 'باربادوس', 'بنگلادش', 'بلژیک',
        'بورکینافاسو', 'بلغارستان', 'بحرین', 'بوروندی', 'بنین', 'سن بارتلمی', 'برمودا', 'برونئی', 'بولیوی', 'جزایر کارائیب هلند', 'برزیل', 'باهاما', 'بوتان', 'جزیرهٔ بووه', 'بوتسوانا', 'بلاروس', 'بلیز', 'کانادا', 'جزایر کوکوس', 'کنگو - کینشاسا',
        'جمهوری افریقای مرکزی', 'کنگو - برازویل', 'سوئیس', 'ساحل عاج', 'جزایر کوک', 'شیلی', 'کامرون', 'چین', 'کلمبیا', 'کاستاریکا', 'کوبا', 'کیپ‌ورد', 'کوراسائو', 'جزیرهٔ کریسمس', 'قبرس', 'چک', 'آلمان', 'جیبوتی', 'دانمارک', 'دومینیکا',
        'جمهوری دومینیکن', 'الجزایر', 'اکوادور', 'استونی', 'مصر', 'صحرای غربی', 'اریتره', 'اسپانیا', 'اتیوپی', 'فنلاند', 'فیجی', 'جزایر فالکلند', 'میکرونزی', 'جزایر فارو', 'فرانسه', 'گابن', 'بریتانیا', 'گرنادا', 'گرجستان', 'گویان فرانسه',
        'گرنزی', 'غنا', 'جبل‌الطارق', 'گرینلند', 'گامبیا', 'گینه', 'گوادلوپ', 'گینهٔ استوایی', 'یونان', 'جورجیای جنوبی و جزایر ساندویچ جنوبی', 'گواتمالا', 'گوام', 'گینهٔ بیسائو', 'گویان', 'هنگ‌کنگ، منطقهٔ ویژهٔ اداری چین', 'هرد و جزایر مک‌دونالد', 'هندوراس', 'کرواسی', 'هائیتی', 'مجارستان',
        'اندونزی', 'ایرلند', 'اسرائیل', 'جزیرهٔ من', 'هند', 'قلمرو بریتانیا در اقیانوس هند', 'عراق', 'ایران', 'ایسلند', 'ایتالیا', 'جرزی', 'جامائیکا', 'اردن', 'ژاپن', 'کنیا', 'قرقیزستان', 'کامبوج', 'کیریباتی', 'کومور', 'سنت کیتس و نویس',
        'کرهٔ شمالی', 'کرهٔ جنوبی', 'کویت', 'جزایر کِیمن', 'قزاقستان', 'لائوس', 'لبنان', 'سنت لوسیا', 'لیختن‌اشتاین', 'سری‌لانکا', 'لیبریا', 'لسوتو', 'لیتوانی', 'لوکزامبورگ', 'لتونی', 'لیبی', 'مراکش', 'موناکو', 'مولداوی', 'مونته‌نگرو',
        'سنت مارتین', 'ماداگاسکار', 'جزایر مارشال', 'مقدونیهٔ شمالی', 'مالی', 'میانمار (برمه)', 'مغولستان', 'ماکائو، منطقهٔ ویژهٔ اداری چین', 'جزایر ماریانای شمالی', 'مارتینیک', 'موریتانی', 'مونت‌سرات', 'مالت', 'موریس', 'مالدیو', 'مالاوی', 'مکزیک', 'مالزی', 'موزامبیک', 'نامیبیا',
        'کالدونیای جدید', 'نیجر', 'جزیرهٔ نورفولک', 'نیجریه', 'نیکاراگوئه', 'هلند', 'نروژ', 'نپال', 'نائورو', 'نیوئه', 'نیوزیلند', 'عمان', 'پاناما', 'پرو', 'پلی‌نزی فرانسه', 'پاپوا گینهٔ نو', 'فیلیپین', 'پاکستان', 'لهستان', 'سن پیر و میکلن',
        'جزایر پیت‌کرن', 'پورتوریکو', 'سرزمین‌های فلسطینی', 'پرتغال', 'پالائو', 'پاراگوئه', 'قطر', 'رئونیون', 'رومانی', 'صربستان', 'روسیه', 'رواندا', 'عربستان سعودی', 'جزایر سلیمان', 'سیشل', 'سودان', 'سوئد', 'سنگاپور', 'سنت هلن', 'اسلوونی',
        'سوالبارد و یان ماین', 'اسلواکی', 'سیرالئون', 'سان‌مارینو', 'سنگال', 'سومالی', 'سورینام', 'سودان جنوبی', 'سائوتومه و پرینسیپ', 'السالوادور', 'سنت مارتن', 'سوریه', 'اسواتینی', 'جزایر تورکس و کایکوس', 'چاد', 'سرزمین‌های جنوبی فرانسه', 'توگو', 'تایلند', 'تاجیکستان', 'توکلائو',
        'تیمور-لسته', 'ترکمنستان', 'تونس', 'تونگا', 'ترکیه', 'ترینیداد و توباگو', 'تووالو', 'تایوان', 'تانزانیا', 'اوکراین', 'اوگاندا', 'جزایر دورافتادهٔ ایالات متحده', 'ایالات متحده', 'اروگوئه', 'ازبکستان', 'واتیکان', 'سنت وینسنت و گرنادین', 'ونزوئلا', 'جزایر ویرجین بریتانیا', 'جزایر ویرجین ایالات متحده',
        'ویتنام', 'وانواتو', 'والیس و فوتونا', 'ساموآ', 'یمن', 'مایوت', 'افریقای جنوبی', 'زامبیا', 'زیمبابوه',
    ],
    'NumericNames' => ['001' => 'جهان', 150 => 'اروپا', 419 => 'امریکای لاتین'],
];
