<?php

return [
    'UserAssignedNames' => ['XK' => 'کوسوا'],
    'Names' => [
        'اندورا', 3 => 'انتیگوا و باربودا', 5 => 'البانیا', 7 => 'انگولا', 'انترکتیکا', 'ارجنتاین', 16 => 'بوسنیا و هرزه‌گوینا', 18 => 'بنگله‌دیش', 'بلجیم', 21 => 'بلغاریا', 27 => 'برونی', 'بولیویا',
        30 => 'برازیل', 'بهاماس', 39 => 'کانگو - کینشاسا', 41 => 'کانگو - برازویل', 'سویس', 45 => 'چلی', 48 => 'کولمبیا', 'کاستریکا', 'کیوبا', 58 => 'دنمارک', 63 => 'استونیا', 66 => 'اریتریا',
        'هسپانیه', 'ایتوپیا', 'فنلند', 72 => 'میکرونزیا', 77 => 'گرینادا', 81 => 'گانا', 85 => 'گینیا', 87 => 'گینیا استوایی', 90 => 'گواتیمالا', 92 => 'گینیا بیسائو', 'گیانا', 'هانگ کانگ، ناحیهٔ ویژهٔ حکومتی چین',
        96 => 'هاندوراس', 'کروشیا', 'هایتی', 100 => 'اندونیزیا', 'آیرلند', 108 => 'آیسلند', 113 => 'جاپان', 'کینیا', 116 => 'کمپوچیا', 120 => 'کوریای شمالی', 'کوریای جنوبی', 129 => 'سریلانکا',
        131 => 'لیسوتو', 'لتوانیا', 134 => 'لاتویا', 'لیبیا', 141 => 'مادغاسکر', 146 => 'منگولیا', 150 => 'موریتانیا', 152 => 'مالتا', 156 => 'مکسیکو', 'مالیزیا', 'موزمبیق', 163 => 'نیجریا',
        'نیکاراگوا', 'هالند', 'ناروی', 'نیپال', 170 => 'زیلاند جدید', 172 => 'پانامه', 'پیرو', 175 => 'پاپوا نیو گینیا', 178 => 'پولند', 183 => 'پرتگال', 185 => 'پاراگوای', 188 => 'رومانیا',
        196 => 'سویدن', 'سینگاپور', 199 => 'سلونیا', 'اسوالبارد و جان ماین', 'سلواکیا', 'سیرالیون', 204 => 'سینیگال', 'سومالیه', 209 => 'السلوادور', 218 => 'تاجکستان', 230 => 'یوگاندا', 233 => 'یوروگوای',
        236 => 'سنت وینسنت و گرنادین‌ها', 'ونزویلا', 248 => 'زیمبابوی',
    ],
];
