<?php

return [
    'UserAssignedNames' => ['XK' => '𞤑𞤮𞥅𞤧𞤮𞤾𞤮𞥅'],
    'Names' => [
        '𞤀𞤲𞤣𞤮𞤪𞤢𞥄', '𞤁𞤫𞤲𞤼𞤢𞤤 𞤋𞤥𞤪𞤢𞥄𞤼𞤭 𞤀𞥄𞤪𞤢𞤦𞤵', '𞤀𞤬𞤺𞤢𞤲𞤭𞤧𞤼𞤢𞥄𞤲', '𞤀𞤲𞤼𞤭𞤺𞤵𞤱𞤢 & 𞤄𞤢𞤪𞤦𞤵𞥅𞤣𞤢', '𞤀𞤲𞤺𞤭𞤤𞤢𞥄', '𞤀𞤤𞤦𞤢𞤲𞤭𞤴𞤢𞥄', '𞤀𞤪𞤥𞤫𞤲𞤭𞤴𞤢𞥄', '𞤀𞤲𞤺𞤮𞤤𞤢𞥄', '𞤀𞤲𞤼𞤢𞤪𞤼𞤭𞤳𞤢𞥄', '𞤀𞤪𞤶𞤢𞤲𞤼𞤭𞤲𞤢𞥄', '𞤅𞤢𞤥𞤵𞤱𞤢 𞤀𞤥𞤫𞤪𞤭𞤳𞤭𞤴𞤢𞤲𞤳𞤮', '𞤌𞤼𞤭𞤪𞤧𞤢', '𞤌𞤧𞤼𞤢𞤪𞤤𞤭𞤴𞤢𞥄', '𞤀𞤪𞤵𞤦𞤢𞥄', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤀𞤤𞤢𞤲𞤣', '𞤀𞥁𞤫𞤪𞤦𞤢𞤭𞤶𞤢𞥄𞤲', '𞤄𞤮𞤧𞤲𞤭𞤴𞤢 & 𞤖𞤫𞤪𞤧𞤫𞤳𞤮𞤾𞤭𞤲𞤢𞥄', '𞤄𞤢𞤪𞤦𞤫𞥅𞤣𞤮𞥅𞤧', '𞤄𞤢𞤲𞤺𞤭𞤤𞤢𞤣𞤫𞥅𞤧', '𞤄𞤫𞤤𞤶𞤭𞤳𞤢𞥄',
        '𞤄𞤵𞤪𞤳𞤭𞤲𞤢 𞤊𞤢𞤧𞤮𞥅', '𞤄𞤵𞥅𞤤𞤺𞤢𞤪𞤭𞤴𞤢𞥄', '𞤄𞤢𞤸𞤢𞤪𞤢𞤴𞤲', '𞤄𞤵𞤪𞤵𞤲𞤣𞤭', '𞤄𞤫𞤲𞤫𞤲', '𞤅𞤼. 𞤄𞤢𞤪𞤼𞤫𞤤𞤭𞤥𞤭', '𞤄𞤭𞤪𞤥𞤵𞤣𞤢', '𞤄𞤵𞤪𞤲𞤢𞥄𞤴', '𞤄𞤮𞤤𞤭𞥅𞤾𞤭𞤴𞤢𞥄', '𞤑𞤢𞤪𞤦𞤭𞤴𞤢𞥄 𞤖𞤮𞤤𞤢𞤲𞤣𞤭𞤴𞤢𞥄', '𞤄𞤪𞤢𞤧𞤭𞤤', '𞤄𞤢𞤸𞤢𞤥𞤢𞥄𞤧', '𞤄𞤵𞥅𞤼𞤢𞥄𞤲', '𞤅𞤵𞤪𞤭𞥅𞤪𞤫 𞤄𞤵𞥅𞤾𞤫𞥅', '𞤄𞤮𞤼𞤧𞤵𞤱𞤢𞥄𞤲𞤢', '𞤄𞤫𞤤𞤢𞤪𞤵𞥅𞤧', '𞤄𞤫𞤤𞤭𞥅𞥁', '𞤑𞤢𞤲𞤢𞤣𞤢𞥄', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤑𞤮𞤳𞤮𞥅𞤧 (𞤑𞤭𞥅𞤤𞤭𞤲𞤺)', '𞤑𞤮𞤲𞤺𞤮 - 𞤑𞤭𞤲𞤧𞤢𞤧𞤢',
        '𞤐𞤣𞤫𞤲𞤣𞤭 𞤚𞤵𞤥𞤦𞤮𞥅𞤪𞤭 𞤀𞤬𞤪𞤭𞤳𞤢𞥄', '𞤑𞤮𞤲𞤺𞤮 - 𞤄𞤪𞤢𞥁𞤢𞤾𞤭𞤤', '𞤅𞤵𞤱𞤭𞤪𞤧𞤢𞥄', '𞤑𞤮𞤼𞤣𞤭𞤾𞤢𞥄𞤪', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤑𞤵𞥅𞤳', '𞤕𞤭𞤤𞤫𞥊𞥅', '𞤑𞤢𞤥𞤢𞤪𞤵𞥅𞤲', '𞤕𞤢𞤴𞤲𞤢', '𞤑𞤮𞤤𞤮𞤥𞤦𞤭𞤴𞤢𞥄', '𞤑𞤮𞤧𞤼𞤢 𞤈𞤭𞤳𞤢𞥄', '𞤑𞤵𞥅𞤦𞤢𞥄', '𞤑𞤢𞥄𞤦𞤮 𞤜𞤫𞤪𞤣𞤫', '𞤑𞤵𞥅𞤪𞤢𞤧𞤢𞤱𞤮', '𞤅𞤵𞤪𞤭𞥅𞤪𞤫 𞤑𞤭𞤪𞤧𞤭𞤥𞤢𞥄𞤧', '𞤑𞤵𞤦𞤪𞤵𞥅𞤧', '𞤕𞤫𞥅𞤳𞤭𞤴𞤢𞥄', '𞤔𞤫𞤪𞤥𞤢𞤲𞤭𞥅', '𞤔𞤭𞤦𞤵𞥅𞤼𞤭', '𞤁𞤢𞤲𞤵𞤥𞤢𞤪𞤳', '𞤁𞤮𞤥𞤭𞤲𞤭𞤳𞤢𞥄',
        '𞤐𞤣𞤫𞤲𞤣𞤭 𞤁𞤮𞤥𞤭𞤲𞤭𞤳𞤢𞥄', '𞤀𞤤𞤶𞤢𞤪𞤭𞥅', '𞤉𞤳𞤵𞤱𞤢𞤣𞤮𞥅𞤪', '𞤉𞤧𞤼𞤮𞤲𞤭𞤴𞤢𞥄', '𞤃𞤭𞤧𞤭𞤪𞤢', '𞤅𞤢𞥄𞤸𞤢𞤪𞤢 𞤖𞤭𞥅𞤲𞤢𞥄𞤪𞤭', '𞤉𞤪𞤭𞥅𞤼𞤫𞤪𞤫', '𞤉𞤧𞤨𞤢𞤻𞤢𞥄', '𞤀𞤦𞤢𞤧𞤭𞤲𞤭𞥅', '𞤊𞤭𞤲𞤤𞤢𞤲𞤣', '𞤊𞤭𞤶𞤭𞥅', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤊𞤢𞤤𞤳𞤵𞤤𞤢𞤲𞤣', '𞤃𞤭𞤳𞤪𞤮𞤲𞤫𞥅𞤧𞤭𞤴𞤢', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤊𞤢𞤪𞤵𞥅𞤧', '𞤊𞤢𞤪𞤢𞤲𞤧𞤭', '𞤘𞤢𞤦𞤮𞤲', '𞤁𞤫𞤲𞤼𞤢𞤤 𞤐𞤺𞤫𞤯𞤵𞥅𞤪𞤭', '𞤘𞤢𞤪𞤲𞤢𞤣𞤢𞥄', '𞤔𞤮𞤪𞤶𞤭𞤴𞤢𞥄', '𞤘𞤵𞤴𞤢𞥄𞤲 𞤊𞤪𞤢𞤲𞤧𞤭𞤲𞤳𞤮',
        '𞤘𞤢𞤪𞤲𞤫𞤧𞤭𞥅', '𞤘𞤢𞤲𞤢', '𞤔𞤭𞤦𞤪𞤢𞤤𞤼𞤢𞥄', '𞤘𞤭𞤪𞤤𞤢𞤲𞤣𞤭', '𞤘𞤢𞤥𞤦𞤭𞤴𞤢', '𞤘𞤭𞤲𞤫', '𞤘𞤵𞤱𞤢𞤣𞤢𞤤𞤵𞤨𞤫𞥅', '𞤘𞤭𞤲𞤫 𞤕𞤢𞤳𞤢𞤲𞤼𞤫𞥅𞤪𞤭', '𞤀𞤤𞤴𞤵𞤲𞤢𞥄𞤲', '𞤐𞤢𞤲𞥆𞤢𞥄𞤲𞤺𞤫 𞤔𞤮𞤪𞤶𞤭𞤴𞤢 & 𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤐𞤢𞤲𞥆𞤢𞥄𞤲𞤺𞤫 𞤅𞤢𞤲𞤣𞤵𞤱𞤭𞥅𞤷', '𞤘𞤵𞤱𞤢𞤼𞤫𞤥𞤢𞤤𞤢𞥄', '𞤘𞤵𞤱𞤢𞥄𞤥', '𞤘𞤭𞤲𞤫-𞤄𞤭𞤧𞤢𞤱𞤮𞥅', '𞤘𞤢𞤴𞤢𞤲𞤢𞥄', '𞤖𞤂𞤀 𞤕𞤢𞤴𞤲𞤢 𞤫 𞤖𞤮𞤲𞤺 𞤑𞤮𞤲𞤺', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤖𞤭𞤪𞤣𞤭 & 𞤃𞤢𞤳𞤣𞤮𞤲𞤢𞤤', '𞤖𞤮𞤲𞤣𞤭𞤪𞤢𞥄𞤧', '𞤑𞤵𞤪𞤱𞤢𞥄𞤧𞤭𞤴𞤢', '𞤖𞤢𞤴𞤼𞤭𞥅', '𞤖𞤢𞤲𞤺𞤢𞤪𞤭𞤴𞤢𞥄',
        '𞤋𞤲𞤣𞤮𞤲𞤭𞥅𞤧𞤴𞤢', '𞤋𞤪𞤤𞤢𞤲𞤣', '𞤋𞤧𞤪𞤢𞥄𞤴𞤭𞥅𞤤', '𞤅𞤵𞤪𞤭𞥅𞤪𞤫 𞤃𞤫𞥅𞤲', '𞤋𞤲𞤣𞤭𞤴𞤢', 106 => '𞤋𞤪𞤢𞥄𞤳', '𞤋𞤪𞤢𞥄𞤲', '𞤀𞤴𞤧𞤵𞤤𞤢𞤲𞤣', '𞤋𞤼𞤢𞤤𞤭𞥅', '𞤔𞤫𞤪𞤧𞤭𞥅', '𞤔𞤢𞤥𞤢𞤴𞤳𞤢𞥄', '𞤔𞤮𞤪𞤣𞤢𞥄𞤲', '𞤐𞤭𞤨𞥆𞤮𞤲', '𞤑𞤫𞤲𞤭𞤴𞤢𞥄', '𞤑𞤭𞤪𞤶𞤭𞤧𞤼𞤢𞥄𞤲', '𞤑𞤢𞤥𞤦𞤮𞥅𞤣𞤭𞤴𞤢', '𞤑𞤭𞤪𞤦𞤢𞤼𞤭𞥅', '𞤑𞤮𞤥𞤮𞥅𞤪𞤮', '𞤅𞤼. 𞤑𞤪𞤭𞤧𞤼𞤮𞤦𞤢𞤤 & 𞤐𞤫𞥅𞤾𞤭𞤧',
        '𞤑𞤮𞥅𞤪𞤫𞤴𞤢𞥄 𞤐𞤢𞤲𞥆𞤢𞥄𞤲𞤺𞤫', '𞤑𞤮𞥅𞤪𞤫𞤴𞤢𞥄 𞤙𞤢𞤥𞤲𞤢𞥄𞤲𞤺𞤫', '𞤑𞤵𞤱𞤢𞤴𞤼𞤵', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤑𞤢𞤴𞤥𞤢𞥄𞤲', '𞤑𞤢𞥁𞤢𞤧𞤼𞤢𞥄𞤲', '𞤂𞤢𞤱𞤮𞥅𞤧', '𞤂𞤭𞤦𞤢𞤲𞤮𞥅𞤲', '𞤅𞤼. 𞤂𞤵𞥅𞤧𞤭𞤴𞤢', '𞤂𞤭𞤧𞤼𞤫𞤲𞤧𞤭𞤼𞤫𞥅𞤲', '𞤅𞤭𞤪 𞤂𞤢𞤲𞤳𞤢𞥄', '𞤂𞤢𞤦𞤭𞤪𞤭𞤴𞤢𞥄', '𞤂𞤫𞤧𞤮𞤼𞤮𞥅', '𞤂𞤭𞤼𞤵𞤾𞤢', '𞤂𞤵𞤳𞤧𞤢𞤲𞤦𞤵𞥅𞤺', '𞤂𞤢𞤼𞤾𞤭𞤴𞤢', '𞤂𞤭𞤦𞤭𞤴𞤢𞥄', '𞤃𞤢𞤪𞤮𞥅𞤳', '𞤃𞤮𞤲𞤢𞤳𞤮𞥅', '𞤃𞤮𞤤𞤣𞤮𞤾𞤢𞥄', '𞤃𞤮𞤲𞤼𞤫𞤲𞤫𞥅𞤺𞤮𞤪𞤮',
        '𞤅𞤼. 𞤃𞤢𞤪𞤼𞤫𞤲', '𞤃𞤢𞤣𞤢𞤺𞤢𞤧𞤳𞤢𞥄𞤪', '𞤅𞤵𞤪𞤭𞥅𞤪𞤫 𞤃𞤢𞤪𞥃𞤢𞤤', '𞤃𞤢𞤳𞤫𞤣𞤮𞤲𞤭𞤴𞤢𞥄 𞤐𞤢𞤲𞥆𞤢𞥄𞤲𞤺𞤫', '𞤃𞤢𞥄𞤤𞤭', '𞤃𞤭𞤴𞤢𞤥𞤢𞥄𞤪 (𞤄𞤵𞥅𞤪𞤥𞤢)', '𞤃𞤮𞤲𞤺𞤮𞤤𞤭𞤴𞤢', '𞤖𞤂𞤀 𞤕𞤢𞤴𞤲𞤢 𞤫 𞤃𞤢𞤳𞤢𞤱𞤮𞥅', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤃𞤢𞤪𞤭𞤴𞤢𞥄𞤲𞤢 𞤐𞤢𞤲𞥆𞤢𞥄𞤲𞤺𞤫𞥅𞤪𞤭', '𞤃𞤢𞤪𞤼𞤭𞤲𞤭𞤳𞤢𞥄', '𞤃𞤮𞤪𞤼𞤢𞤲𞤭𞥅', '𞤃𞤮𞤲𞤧𞤭𞤪𞤢𞥄𞤼', '𞤃𞤢𞤤𞤼𞤢', '𞤃𞤮𞤪𞤭𞥅𞤧𞤭', '𞤃𞤢𞤤𞤣𞤭𞥅𞤬', '𞤃𞤢𞤤𞤢𞤱𞤭𞥅', '𞤃𞤫𞤳𞤧𞤭𞤳𞤮𞥅', '𞤃𞤢𞤤𞤫𞥅𞤧𞤭𞤴𞤢', '𞤃𞤮𞤧𞤢𞤥𞤦𞤭𞥅𞤳', '𞤐𞤢𞤥𞤭𞥅𞤦𞤭𞤴𞤢𞥄',
        '𞤑𞤢𞤤𞤭𞤣𞤮𞤲𞤭𞤴𞤢𞥄 𞤖𞤫𞤧𞤮', '𞤐𞤭𞥅𞤶𞤫𞤪', '𞤅𞤵𞤪𞤭𞥅𞤪𞤫 𞤐𞤮𞤪𞤬𞤮𞤤𞤳𞤵', '𞤐𞤢𞤶𞤫𞤪𞤭𞤴𞤢𞥄', '𞤐𞤭𞤳𞤢𞤪𞤢𞤺𞤵𞤱𞤢𞥄', '𞤖𞤮𞤤𞤢𞤲𞤣𞤭𞤴𞤢𞥄', '𞤐𞤮𞤪𞤺𞤫𞤴𞤢𞥄', '𞤐𞤭𞤨𞤢𞥄𞤤', '𞤐𞤢𞤱𞤪𞤵', '𞤐𞤵𞥅𞤱𞤭', '𞤐𞤫𞤱 𞤟𞤫𞤤𞤢𞤲𞤣', '𞤌𞥅𞤥𞤢𞥄𞤲', '𞤆𞤢𞤲𞤢𞤥𞤢', '𞤆𞤫𞤪𞤵𞥅', '𞤆𞤮𞤤𞤭𞤲𞤫𞥅𞤧𞤭𞤴𞤢 𞤊𞤪𞤢𞤲𞤧𞤭𞤲𞤳𞤮', '𞤆𞤢𞤨𞤵𞤱𞤢 𞤘𞤭𞤲𞤫 𞤖𞤫𞤧𞤮', '𞤊𞤭𞤤𞤭𞤨𞤭𞥅𞤲', '𞤆𞤢𞤳𞤭𞤧𞤼𞤢𞥄𞤲', '𞤆𞤮𞤤𞤢𞤲𞤣', '𞤅𞤼. 𞤆𞤭𞤴𞤫𞥅𞤪 & 𞤃𞤭𞤳𞤫𞤤𞤮𞤲',
        '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤆𞤭𞤼𞤳𞤭𞥅𞤪𞤲𞤵', '𞤆𞤮𞤪𞤼𞤮 𞤈𞤭𞤳𞤮𞥅', '𞤂𞤫𞤧𞤣𞤭𞥅𞤶𞤭 𞤊𞤢𞤤𞤫𞤧𞤼𞤭𞥅𞤲', '𞤆𞤮𞥅𞤪𞤼𞤵𞤺𞤢𞥄𞤤', '𞤆𞤢𞤤𞤢𞤱', '𞤆𞤢𞥄𞤪𞤢𞤺𞤵𞤱𞤢𞥄𞤴', '𞤊𞤢𞤤𞤫𞤧𞤼𞤭𞥅𞤲', '𞤈𞤫𞥅𞤲𞤭𞤴𞤮𞤲', '𞤈𞤵𞤥𞤢𞥄𞤲𞤭𞤴𞤢', '𞤅𞤫𞤪𞤦𞤭𞤴𞤢𞥄', '𞤈𞤮𞥅𞤧𞤭𞤴𞤢', '𞤈𞤵𞤱𞤢𞤲𞤣𞤢𞥄', '𞤅𞤢𞤵𞥅𞤣 𞤀𞥄𞤪𞤢𞤦𞤭𞤴𞤢𞥄', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤅𞤵𞤤𞤢𞤴𞤥𞤢𞥄𞤲', '𞤅𞤫𞤴𞤭𞤧𞤫𞤤', '𞤅𞤵𞤣𞤢𞥄𞤲', '𞤅𞤵𞤱𞤫𞤣𞤭𞤴𞤢𞥄', '𞤅𞤭𞤲𞤺𞤢𞤨𞤵𞥅𞤪', '𞤅𞤫𞤲-𞤖𞤫𞤤𞤫𞤲𞤢𞥄', '𞤅𞤵𞤤𞤮𞤾𞤫𞤲𞤭𞤴𞤢𞥄',
        '𞤅𞤢𞤾𞤢𞤤𞤦𞤢𞤪𞤣 & 𞤔𞤢𞤲 𞤃𞤢𞤴𞤫𞤲', '𞤅𞤵𞤤𞤮𞤾𞤢𞥄𞤳𞤭𞤴𞤢', '𞤅𞤢𞤪𞤢𞤤𞤮𞤲', '𞤅𞤢𞤲 𞤃𞤢𞤪𞤭𞤲𞤮𞥅', '𞤅𞤫𞤲𞤫𞤺𞤢𞥄𞤤', '𞤅𞤵𞥅𞤥𞤢𞥄𞤤𞤭', '𞤅𞤵𞤪𞤭𞤲𞤢𞥄𞤥', '𞤅𞤵𞤣𞤢𞥄𞤲 𞤂𞤫𞤧𞤤𞤫𞤴𞤪𞤭', '𞤅𞤢𞤱𞤵 𞤚𞤵𞤥𞤫𞥅 & 𞤆𞤫𞤪𞤫𞤲𞤧𞤭𞤨𞤫', '𞤉𞤤 𞤅𞤢𞤤𞤾𞤢𞤣𞤮𞥅𞤪', '𞤅𞤫𞤲𞤼𞤵 𞤃𞤢𞥄𞤪𞤼𞤫𞤲', '𞤅𞤵𞥅𞤪𞤭𞤴𞤢𞥄', '𞤉𞤧𞤱𞤢𞤼𞤭𞤲𞤭', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤚𞤵𞤪𞤳𞤵𞤧 & 𞤑𞤢𞤴𞤳𞤮𞥅𞤧', '𞤕𞤢𞥄𞤣', '𞤚𞤵𞤥𞤦𞤫 𞤂𞤫𞤧𞤤𞤫𞤴𞤶𞤫 𞤊𞤪𞤢𞤲𞤧𞤭', '𞤚𞤮𞤺𞤮', '𞤚𞤢𞥄𞤴𞤤𞤢𞤲𞤣', '𞤚𞤢𞤶𞤭𞤳𞤭𞤧𞤼𞤢𞥄𞤲', '𞤚𞤮𞥅𞤳𞤮𞤤𞤢𞥄𞤱𞤵',
        '𞤚𞤭𞤥𞤮𞥅𞤪 𞤂𞤫𞤧𞤼𞤫', '𞤚𞤵𞤪𞤳𞤵𞤥𞤫𞤲𞤭𞤧𞤼𞤢𞥄𞤲', '𞤚𞤵𞤲𞤭𞥅𞤧𞤢', '𞤚𞤮𞤲𞤺𞤢', '𞤚𞤵𞤪𞤳𞤭𞤴𞤢𞥄', '𞤚𞤭𞤪𞤲𞤭𞤣𞤢𞥄𞤣 & 𞤚𞤮𞤦𞤢𞤺𞤮𞥅', '𞤚𞤵𞥅𞤾𞤢𞤤𞤵', '𞤚𞤢𞤴𞤱𞤢𞥄𞤲', '𞤚𞤢𞤲𞤧𞤢𞤲𞤭𞥅', '𞤓𞤳𞤪𞤫𞥅𞤲𞤭𞤴𞤢', '𞤓𞤺𞤢𞤲𞤣𞤢𞥄', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤁𞤢𞥄𞤴𞤭𞥅𞤯𞤫 𞤁𞤂𞤀', '𞤁𞤫𞤲𞤼𞤢𞤤 𞤂𞤢𞤪𞤫', '𞤒𞤵𞤪𞤺𞤮𞤴', '𞤓𞥁𞤦𞤫𞤳𞤭𞤧𞤼𞤢𞥄𞤲', '𞤜𞤢𞤼𞤭𞤳𞤢𞥄𞤲', '𞤅𞤼. 𞤜𞤭𞤲𞤧𞤢𞤲 & 𞤘𞤭𞤪𞤲𞤢𞤣𞤭𞥅𞤲', '𞤜𞤫𞥊𞤲𞤭𞥅𞥁𞤵𞤱𞤫𞤤𞤢𞥄', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤜𞤭𞤪𞤺𞤭𞥅𞤲 𞤄𞤪𞤭𞤼𞤢𞤲𞤭𞤴𞤢𞤲𞤳𞤮𞥅𞤶𞤫', '𞤕𞤵𞤪𞤭𞥅𞤶𞤫 𞤜𞤭𞤪𞤺𞤭𞥅𞤲 𞤁𞤂𞤀',
        '𞤜𞤭𞤴𞤫𞤼𞤲𞤢𞥄𞤥', '𞤜𞤢𞤲𞤵𞤱𞤢𞥄𞤼𞤵', '𞤏𞤢𞤤𞥆𞤭𞥅𞤧 & 𞤊𞤵𞤼𞤵𞤲𞤢', '𞤅𞤢𞤥𞤵𞤱𞤢', '𞤒𞤢𞤥𞤢𞤲', '𞤃𞤢𞤴𞤮𞥅𞤼𞤵', '𞤀𞤬𞤪𞤭𞤳𞤢 𞤂𞤫𞤧𞤤𞤫𞤴𞤪𞤭', '𞤟𞤢𞤥𞤦𞤭𞤴𞤢', '𞤟𞤭𞤥𞤦𞤢𞥄𞤥𞤵𞤴𞤢',
    ],
    'NumericNames' => ['001' => '𞤀𞤣𞤵𞤲𞤢', 150 => '𞤓𞤪𞤨𞤢', 419 => '𞤀𞤥𞤫𞤪𞤭𞤳𞤢𞥄 𞤂𞤢𞤼𞤭𞤲𞤳𞤮'],
];
