<?php

return [
    'UserAssignedNames' => ['XK' => 'કોસોવો'],
    'Names' => [
        'એન્ડોરા', 'યુનાઇટેડ આરબ અમીરાત', 'અફઘાનિસ્તાન', 'ઍન્ટિગુઆ અને બર્મુડા', 'ઍંગ્વિલા', 'અલ્બેનિયા', 'આર્મેનિયા', 'અંગોલા', 'એન્ટાર્કટિકા', 'આર્જેન્ટીના', 'અમેરિકન સમોઆ', 'ઑસ્ટ્રિયા', 'ઑસ્ટ્રેલિયા', 'અરુબા', 'ઑલૅન્ડ આઇલૅન્ડ્સ', 'અઝરબૈજાન', 'બોસ્નિયા અને હર્ઝેગોવિના', 'બારબાડોસ', 'બાંગ્લાદેશ', 'બેલ્જીયમ',
        'બુર્કિના ફાસો', 'બલ્ગેરિયા', 'બેહરીન', 'બુરુંડી', 'બેનિન', 'સેંટ બાર્થેલેમી', 'બર્મુડા', 'બ્રુનેઇ', 'બોલિવિયા', 'કેરેબિયન નેધરલેન્ડ્ઝ', 'બ્રાઝિલ', 'બહામાસ', 'ભૂટાન', 'બૌવેત આઇલૅન્ડ', 'બોત્સ્વાના', 'બેલારુસ', 'બેલીઝ', 'કેનેડા', 'કોકોઝ (કીલીંગ) આઇલૅન્ડ્સ', 'કોંગો - કિંશાસા',
        'સેન્ટ્રલ આફ્રિકન રિપબ્લિક', 'કોંગો - બ્રાઝાવિલે', 'સ્વિટ્ઝર્લૅન્ડ', 'કોટ ડીઆઇવરી', 'કુક આઇલૅન્ડ્સ', 'ચિલી', 'કૅમરૂન', 'ચીન', 'કોલંબિયા', 'કોસ્ટા રિકા', 'ક્યુબા', 'કૅપ વર્ડે', 'ક્યુરાસાઓ', 'ક્રિસમસ આઇલૅન્ડ', 'સાયપ્રસ', 'ચેકીયા', 'જર્મની', 'જીબૌટી', 'ડેનમાર્ક', 'ડોમિનિકા',
        'ડોમિનિકન રિપબ્લિક', 'અલ્જીરિયા', 'એક્વાડોર', 'એસ્ટોનિયા', 'ઇજિપ્ત', 'પશ્ચિમી સહારા', 'એરિટ્રિયા', 'સ્પેન', 'ઇથિઓપિયા', 'ફિનલેન્ડ', 'ફીજી', 'ફૉકલૅન્ડ આઇલૅન્ડ્સ', 'માઇક્રોનેશિયા', 'ફેરો આઇલૅન્ડ્સ', 'ફ્રાંસ', 'ગેબન', 'યુનાઇટેડ કિંગડમ', 'ગ્રેનેડા', 'જ્યોર્જિયા', 'ફ્રેંચ ગયાના',
        'ગ્વેર્નસે', 'ઘાના', 'જીબ્રાલ્ટર', 'ગ્રીનલૅન્ડ', 'ગેમ્બિયા', 'ગિની', 'ગ્વાડેલોપ', 'ઇક્વેટોરિયલ ગિની', 'ગ્રીસ', 'દક્ષિણ જ્યોર્જિયા અને દક્ષિણ સેન્ડવિચ આઇલૅન્ડ્સ', 'ગ્વાટેમાલા', 'ગ્વામ', 'ગિની-બિસાઉ', 'ગયાના', 'હોંગકોંગ SAR ચીન', 'હર્ડ અને મેકડોનાલ્ડ આઇલૅન્ડ્સ', 'હોન્ડુરસ', 'ક્રોએશિયા', 'હૈતિ', 'હંગેરી',
        'ઇન્ડોનેશિયા', 'આયરલૅન્ડ', 'ઇઝરાઇલ', 'આઇલ ઑફ મેન', 'ભારત', 'બ્રિટિશ ઇન્ડિયન ઓશન ટેરિટરી', 'ઇરાક', 'ઈરાન', 'આઇસલૅન્ડ', 'ઇટાલી', 'જર્સી', 'જમૈકા', 'જોર્ડન', 'જાપાન', 'કેન્યા', 'કિર્ગિઝ્સ્તાન', 'કંબોડિયા', 'કિરિબાટી', 'કોમોરસ', 'સેંટ કિટ્સ અને નેવિસ',
        'ઉત્તર કોરિયા', 'દક્ષિણ કોરિયા', 'કુવૈત', 'કેમેન આઇલેન્ડ્સ', 'કઝાકિસ્તાન', 'લાઓસ', 'લેબનોન', 'સેંટ લુસિયા', 'લૈચટેંસ્ટેઇન', 'શ્રીલંકા', 'લાઇબેરિયા', 'લેસોથો', 'લિથુઆનિયા', 'લક્ઝમબર્ગ', 'લાત્વિયા', 'લિબિયા', 'મોરોક્કો', 'મોનાકો', 'મોલડોવા', 'મૉન્ટેનેગ્રો',
        'સેંટ માર્ટિન', 'મેડાગાસ્કર', 'માર્શલ આઇલૅન્ડ્સ', 'ઉત્તર મેસેડોનિયા', 'માલી', 'મ્યાંમાર (બર્મા)', 'મંગોલિયા', 'મકાઉ SAR ચીન', 'ઉત્તરી મારિયાના આઇલૅન્ડ્સ', 'માર્ટીનીક', 'મૌરિટાનિયા', 'મોંટસેરાત', 'માલ્ટા', 'મોરિશિયસ', 'માલદિવ્સ', 'માલાવી', 'મેક્સિકો', 'મલેશિયા', 'મોઝામ્બિક', 'નામિબિયા',
        'ન્યુ સેલેડોનિયા', 'નાઇજર', 'નોરફોક આઇલૅન્ડ્સ', 'નાઇજેરિયા', 'નિકારાગુઆ', 'નેધરલૅન્ડ્સ', 'નૉર્વે', 'નેપાળ', 'નૌરુ', 'નીયુ', 'ન્યુઝીલૅન્ડ', 'ઓમાન', 'પનામા', 'પેરુ', 'ફ્રેંચ પોલિનેશિયા', 'પાપુઆ ન્યૂ ગિની', 'ફિલિપિન્સ', 'પાકિસ્તાન', 'પોલેંડ', 'સેંટ પીએરી અને મિક્યુલોન',
        'પીટકૈર્ન આઇલૅન્ડ્સ', 'પ્યુઅર્ટો રિકો', 'પેલેસ્ટિનિયન ટેરિટરી', 'પોર્ટુગલ', 'પલાઉ', 'પેરાગ્વે', 'કતાર', 'રીયુનિયન', 'રોમાનિયા', 'સર્બિયા', 'રશિયા', 'રવાંડા', 'સાઉદી અરેબિયા', 'સોલોમન આઇલૅન્ડ્સ', 'સેશેલ્સ', 'સુદાન', 'સ્વીડન', 'સિંગાપુર', 'સેંટ હેલેના', 'સ્લોવેનિયા',
        'સ્વાલબર્ડ અને જેન મેયન', 'સ્લોવેકિયા', 'સીએરા લેઓન', 'સૅન મેરિનો', 'સેનેગલ', 'સોમાલિયા', 'સુરીનામ', 'દક્ષિણ સુદાન', 'સાઓ ટૉમ અને પ્રિંસિપે', 'એલ સેલ્વાડોર', 'સિંટ માર્ટેન', 'સીરિયા', 'એસ્વાટીની', 'તુર્ક્સ અને કેકોઝ આઇલૅન્ડ્સ', 'ચાડ', 'ફ્રેંચ સધર્ન ટેરિટરીઝ', 'ટોગો', 'થાઇલેંડ', 'તાજિકિસ્તાન', 'ટોકેલાઉ',
        'તિમોર-લેસ્તે', 'તુર્કમેનિસ્તાન', 'ટ્યુનિશિયા', 'ટોંગા', 'તુર્કિયે', 'ટ્રિનીદાદ અને ટોબેગો', 'તુવાલુ', 'તાઇવાન', 'તાંઝાનિયા', 'યુક્રેન', 'યુગાંડા', 'યુ.એસ. આઉટલાઇનિંગ આઇલૅન્ડ્સ', 'યુનાઇટેડ સ્ટેટ્સ', 'ઉરુગ્વે', 'ઉઝ્બેકિસ્તાન', 'વેટિકન સિટી', 'સેંટ વિન્સેંટ અને ગ્રેનેડાઇંસ', 'વેનેઝુએલા', 'બ્રિટિશ વર્જિન આઇલૅન્ડ્સ', 'યુએસ વર્જિન આઇલૅન્ડ્સ',
        'વિયેતનામ', 'વાનુઆતુ', 'વૉલિસ અને ફ્યુચુના', 'સમોઆ', 'યમન', 'મેયોટ', 'દક્ષિણ આફ્રિકા', 'ઝામ્બિયા', 'ઝિમ્બાબ્વે',
    ],
    'NumericNames' => ['001' => 'વિશ્વ', 150 => 'યુરોપ', 419 => 'લેટિન અમેરિકા'],
];
