<?php

return [
    'UserAssignedNames' => ['XK' => 'Կոսովո'],
    'Names' => [
        'Անդորրա', 'Արաբական Միացյալ Էմիրություններ', 'Աֆղանստան', 'Անտիգուա և Բարբուդա', 'Անգուիլա', 'Ալբանիա', 'Հայաստան', 'Անգոլա', 'Անտարկտիդա', 'Արգենտինա', 'Ամերիկյան Սամոա', 'Ավստրիա', 'Ավստրալիա', 'Արուբա', 'Ալանդյան կղզիներ', 'Ադրբեջան', 'Բոսնիա և Հերցեգովինա', 'Բարբադոս', 'Բանգլադեշ', 'Բելգիա',
        'Բուրկինա Ֆասո', 'Բուլղարիա', 'Բահրեյն', 'Բուրունդի', 'Բենին', 'Սուրբ Բարդուղիմեոս', 'Բերմուդներ', 'Բրունեյ', 'Բոլիվիա', 'Կարիբյան Նիդեռլանդներ', 'Բրազիլիա', 'Բահամյան կղզիներ', 'Բութան', 'Բուվե կղզի', 'Բոտսվանա', 'Բելառուս', 'Բելիզ', 'Կանադա', 'Կոկոսյան (Քիլինգ) կղզիներ', 'Կոնգո - Կինշասա',
        'Կենտրոնական Աֆրիկյան Հանրապետություն', 'Կոնգո - Բրազավիլ', 'Շվեյցարիա', 'Կոտ դ՚Իվուար', 'Կուկի կղզիներ', 'Չիլի', 'Կամերուն', 'Չինաստան', 'Կոլումբիա', 'Կոստա Ռիկա', 'Կուբա', 'Կաբո Վերդե', 'Կյուրասաո', 'Սուրբ Ծննդյան կղզի', 'Կիպրոս', 'Չեխիա', 'Գերմանիա', 'Ջիբութի', 'Դանիա', 'Դոմինիկա',
        'Դոմինիկյան Հանրապետություն', 'Ալժիր', 'Էկվադոր', 'Էստոնիա', 'Եգիպտոս', 'Արևմտյան Սահարա', 'Էրիթրեա', 'Իսպանիա', 'Եթովպիա', 'Ֆինլանդիա', 'Ֆիջի', 'Ֆոլքլենդյան կղզիներ', 'Միկրոնեզիա', 'Ֆարերյան կղզիներ', 'Ֆրանսիա', 'Գաբոն', 'Միացյալ Թագավորություն', 'Գրենադա', 'Վրաստան', 'Ֆրանսիական Գվիանա',
        'Գերնսի', 'Գանա', 'Ջիբրալթար', 'Գրենլանդիա', 'Գամբիա', 'Գվինեա', 'Գվադելուպա', 'Հասարակածային Գվինեա', 'Հունաստան', 'Հարավային Ջորջիա և Հարավային Սենդվիչյան կղզիներ', 'Գվատեմալա', 'Գուամ', 'Գվինեա-Բիսաու', 'Գայանա', 'Հոնկոնգի ՀՎՇ', 'Հերդ կղզի և ՄակԴոնալդի կղզիներ', 'Հոնդուրաս', 'Խորվաթիա', 'Հաիթի', 'Հունգարիա',
        'Ինդոնեզիա', 'Իռլանդիա', 'Իսրայել', 'Մեն կղզի', 'Հնդկաստան', 'Բրիտանական տարածք Հնդկական Օվկիանոսում', 'Իրաք', 'Իրան', 'Իսլանդիա', 'Իտալիա', 'Ջերսի', 'Ճամայկա', 'Հորդանան', 'Ճապոնիա', 'Քենիա', 'Ղրղզստան', 'Կամբոջա', 'Կիրիբատի', 'Կոմորյան կղզիներ', 'Սենթ Քիտս և Նևիս',
        'Հյուսիսային Կորեա', 'Հարավային Կորեա', 'Քուվեյթ', 'Կայմանյան կղզիներ', 'Ղազախստան', 'Լաոս', 'Լիբանան', 'Սենթ Լյուսիա', 'Լիխտենշտեյն', 'Շրի Լանկա', 'Լիբերիա', 'Լեսոտո', 'Լիտվա', 'Լյուքսեմբուրգ', 'Լատվիա', 'Լիբիա', 'Մարոկկո', 'Մոնակո', 'Մոլդովա', 'Չեռնոգորիա',
        'Սեն Մարտեն', 'Մադագասկար', 'Մարշալյան կղզիներ', 'Հյուսիսային Մակեդոնիա', 'Մալի', 'Մյանմա (Բիրմա)', 'Մոնղոլիա', 'Չինաստանի Մակաո ՀՎՇ', 'Հյուսիսային Մարիանյան կղզիներ', 'Մարտինիկա', 'Մավրիտանիա', 'Մոնսեռատ', 'Մալթա', 'Մավրիկիոս', 'Մալդիվներ', 'Մալավի', 'Մեքսիկա', 'Մալայզիա', 'Մոզամբիկ', 'Նամիբիա',
        'Նոր Կալեդոնիա', 'Նիգեր', 'Նորֆոլկ կղզի', 'Նիգերիա', 'Նիկարագուա', 'Նիդեռլանդներ', 'Նորվեգիա', 'Նեպալ', 'Նաուրու', 'Նիուե', 'Նոր Զելանդիա', 'Օման', 'Պանամա', 'Պերու', 'Ֆրանսիական Պոլինեզիա', 'Պապուա Նոր Գվինեա', 'Ֆիլիպիններ', 'Պակիստան', 'Լեհաստան', 'Սեն Պիեռ և Միքելոն',
        'Պիտկեռն կղզիներ', 'Պուերտո Ռիկո', 'Պաղեստինյան տարածքներ', 'Պորտուգալիա', 'Պալաու', 'Պարագվայ', 'Կատար', 'Ռեյունիոն', 'Ռումինիա', 'Սերբիա', 'Ռուսաստան', 'Ռուանդա', 'Սաուդյան Արաբիա', 'Սողոմոնյան կղզիներ', 'Սեյշելներ', 'Սուդան', 'Շվեդիա', 'Սինգապուր', 'Սուրբ Հեղինեի կղզի', 'Սլովենիա',
        'Սվալբարդ և Յան Մայեն', 'Սլովակիա', 'Սիեռա Լեոնե', 'Սան Մարինո', 'Սենեգալ', 'Սոմալի', 'Սուրինամ', 'Հարավային Սուդան', 'Սան Տոմե և Փրինսիպի', 'Սալվադոր', 'Սինտ Մարտեն', 'Սիրիա', 'Էսվատինի', 'Թըրքս և Կայկոս կղզիներ', 'Չադ', 'Ֆրանսիական Հարավային Տարածքներ', 'Տոգո', 'Թաիլանդ', 'Տաջիկստան', 'Տոկելաու',
        'Թիմոր Լեշտի', 'Թուրքմենստան', 'Թունիս', 'Տոնգա', 'Թուրքիա', 'Տրինիդադ և Տոբագո', 'Տուվալու', 'Թայվան', 'Տանզանիա', 'Ուկրաինա', 'Ուգանդա', 'Արտաքին կղզիներ (ԱՄՆ)', 'Միացյալ Նահանգներ', 'Ուրուգվայ', 'Ուզբեկստան', 'Վատիկան', 'Սենթ Վինսենթ և Գրենադիններ', 'Վենեսուելա', 'Բրիտանական Վիրջինյան կղզիներ', 'ԱՄՆ Վիրջինյան կղզիներ',
        'Վիետնամ', 'Վանուատու', 'Ուոլիս և Ֆուտունա', 'Սամոա', 'Եմեն', 'Մայոտ', 'Հարավաֆրիկյան Հանրապետություն', 'Զամբիա', 'Զիմբաբվե',
    ],
    'NumericNames' => ['001' => 'Աշխարհ', 150 => 'Եվրոպա', 419 => 'Լատինական Ամերիկա'],
];
