<?php

return [
    'UserAssignedNames' => ['XK' => 'كوسوۆو'],
    'Names' => [
        'اندوررا', 'بىرىككەن اراب امىرلىكتەرى', 'اۋعانستان', 'انتيگۋا جانە باربۋدا', 'انگيليا', 'البانيا', 'ارمەنيا', 'انگولا', 'انتاركتيدا', 'ارگەنتينا', 'امەريكالىق ساموا', 'اۋستريا', 'اۋستراليا', 'ارۋبا', 'الاند ارالدارى', 'ءازىربايجان', 'بوسنيا جانە گەرتسەگوۆينا', 'باربادوس', 'بانگلادەش', 'بەلگيا',
        'بۋركينا-فاسو', 'بولگاريا', 'باحرەين', 'بۋرۋندي', 'بەنين', 'سان-بارتەمەلي', 'بەرمۋد ارالدارى', 'برۋنەي', 'بوليۆيا', 'بونەير، سينت-ەستاتيۋس جانە سابا', 'برازيليا', 'باگام ارالدارى', 'بۋتان', 'بۋۆە ارالى', 'بوتسۆانا', 'بەلارۋس', 'بەليز', 'كانادا', 'كوكوس (كيليڭ) ارالدارى', 'كونگو',
        'ورتالىق افريكا رەسپۋبليكاسى', 'كونگو-براززاۆيل رەسپۋبليكاسى', 'شۆەيساريا', 'كوت-ديۆۋار', 'كۋك ارالدارى', 'چيلي', 'كامەرۋن', 'قىتاي', 'كولۋمبيا', 'كوستا-ريكا', 'كۋبا', 'كابو-ۆەردە', 'كيۋراساو', 'حريستماس ارالى', 'كيپر', 'چەحيا', 'گەرمانيا', 'دجيبۋتي', 'دانيا', 'دومينيكا',
        'دومينيكان رەسپۋبليكاسى', 'الجىر', 'ەكۆادور', 'ەستونيا', 'مىسىر', 'باتىس ساحارا', 'ەريترەيا', 'يسپانيا', 'ەفيوپيا', 'فينليانديا', 'فيجي', 'فولكلەند ارالدارى', 'ميكرونەزيا', 'فارەر ارالدارى', 'فرانسيا', 'گابون', 'ۇلىبريتانيا', 'گرەنادا', 'گرۋزيا', 'فرانسۋز گۆياناسى',
        'گەرنسي', 'گانا', 'گيبرالتار', 'گرەنلانديا', 'گامبيا', 'گۆەنيا', 'گۆادەلۋپا', 'ەكۆاتورلىق گۆينەيا', 'گرەكيا', 'وڭتۇستىك گەورگيا جانە وڭتۇستىك ساندۆيچ ارالدارى', 'گۆاتەمالا', 'گۋان', 'گۆەنيا-بيساۋ', 'گايانا', 'حوڭكوڭ', 'حەرد ارالى جانە ماكدونالد ارالدارى', 'گوندۋراس', 'حورۆاتيا', 'گايتي', 'ماجارستان',
        'يندونەزيا', 'يرلانديا', 'يزرايل', 'مەن ارالى', 'ءۇندىستان', 'ءۇندى مۇحيتىنداعى بريتان ايماعى', 'يراك', 'يران', 'يسلانديا', 'يتاليا', 'جەرسي', 'يامايكا', 'يوردانيا', 'جاپونيا', 'كەنيا', 'قىرعىزستان', 'كامباجا', 'كيريباتي', 'كومور ارالدارى', 'سەنت-كيتس جانە نەۆيس',
        'سولتۇستىك كورەيا', 'وڭتۇستىك كورەيا', 'كۋۆەيت', 'كايمان ارالدارى', 'قازاق ەلى', 'لاوس', 'ليۆان', 'سەنت-ليۋسيا', 'ليحتەنشتەين', 'شري-لانكا', 'ليبەريا', 'لەسوتو', 'ليتۆا', 'ليۋكسەمبۋرگ', 'لاتۆيا', 'ليۆيا', 'ماروككو', 'موناكو', 'مولدوۆا', 'چەرنوگوريا',
        'سەن-مارتەن', 'ماداگاسكار', 'مارشال ارالدارى', 'سولتۇستىك ماكەدونيا', 'مالي', 'ميانما (بيرما)', 'موڭعوليا', 'ماكاو', 'سولتۇستىك ماريانا ارالدارى', 'مارتينيكا', 'ماۆريتانيا', 'مونتسەررات', 'مالتا', 'ماۆريكي', 'مالديۆ ارالدارى', 'مالاۆي', 'مەكسيكا', 'مالايزيا', 'موزامبيك', 'ناميبيا',
        'جاڭا كالەدونيا', 'نيگەر', 'نورفولك ارالى', 'نيگەريا', 'نيكاراگۋا', 'نيدەرلاند', 'نورۆەگيا', 'نەپال', 'ناۋرۋ', 'نيۋە', 'جاڭا زەلانديا', 'ومان', 'پاناما', 'پەرۋ', 'فرانتسۋز پولينەزياسى', 'پاپۋا — جاڭا گۆينەيا', 'فيليپين ارالدارى', 'پاكىستان', 'پولشا', 'سەن-پەر جانە ميكەلون',
        'پيتكەرن ارالدارى', 'پۋەرتو-ريكو', 'پالەستينا ايماقتارى', 'پورتۋگاليا', 'پالاۋ', 'پاراگۆاي', 'كاتار', 'رەيۋنيون', 'رۋمىنيا', 'سەربيا', 'حەسەي', 'رۋاندا', 'ساۋد ارابياسى', 'سولومون ارالدارى', 'سەيشەل ارالدارى', 'سۋدان', 'شۆەسيا', 'سينگاپۋر', 'اۋليە ەلەنا ارالى', 'سلوۆەنيا',
        'شپيتسبەرگەن جانە يان-مايەن', 'سلوۆاكيا', 'سەررا-لەونە', 'سان-مارينو', 'سەنەگال', 'سومالي', 'سۋرينام', 'وڭتۇستىك سۋدان', 'سان-تومە جانە پرينسيپي', 'سالۆادور', 'سينت-مارتەن', 'سيريا', 'ەسۆاتيني', 'تەركس جانە كايكوس ارالدارى', 'چاد', 'فرانتسيانىڭ وڭتۇستىك ايماقتارى', 'توگو', 'تايلاند', 'تاجىكستان', 'توكەلاۋ',
        'تيمور-لەستە', 'تۇرىكمەنستان', 'تۋنيس', 'تونگا', 'تۇركيا', 'ترينيداد جانە توباگو', 'تۋۆالۋ', 'تايۋان', 'تانزانيا', 'ۋكراينا', 'ۋگاندا', 'ا ق ش-تىڭ سىرتقى كىشى ارالدارى', 'امەريكا قۇراما شتاتتارى', 'ۋرۋگۆاي', 'وزبەكستان', 'ۆاتيكان', 'سەنت-ۆينسەنت جانە گرەنادين ارالدارى', 'ۆەنەسۋەلا', 'بريتاندىق ۆيرگين ارالدارى', 'ا ق ش-تىڭ ۆيرگين ارالدارى',
        'ۆيەتنام', 'ۆانۋاتۋ', 'ۋولليس جانە فۋتۋنا', 'ساموا', 'يەمەن', 'مايوتتا', 'وڭتۇستىك افريكا', 'زامبيا', 'زيمبابۆە',
    ],
    'NumericNames' => ['001' => 'الەم', 150 => 'ەۋروپا', 419 => 'لاتىن امەريكا'],
];
