<?php

return [
    'UserAssignedNames' => ['XK' => 'កូសូវ៉ូ'],
    'Names' => [
        'អង់ដូរ៉ា', 'អេមីរ៉ាត​អារ៉ាប់​រួម', 'អាហ្វហ្កានីស្ថាន', 'អង់ទីហ្គា និង បាប៊ុយដា', 'អង់ហ្គីឡា', 'អាល់បានី', 'អាមេនី', 'អង់ហ្គោឡា', 'អង់តាក់ទិក', 'អាហ្សង់ទីន', 'សាម័រ អាមេរិកាំង', 'អូទ្រីស', 'អូស្ត្រាលី', 'អារូបា', 'កោះ​អាឡង់', 'អាស៊ែបៃហ្សង់', 'បូស្ន៊ី និងហឺហ្ស៊ីហ្គូវីណា', 'បាបាដុស', 'បង់ក្លាដែស', 'បែលហ្ស៊ិក',
        'បួគីណាហ្វាសូ', 'ប៊ុលហ្ការី', 'បារ៉ែន', 'ប៊ូរុនឌី', 'បេណាំង', 'សាំង​បាថេឡេមី', 'ប៊ឺមុយដា', 'ព្រុយណេ', 'បូលីវី', 'ហូឡង់ ការ៉ាប៊ីន', 'ប្រេស៊ីល', 'បាហាម៉ា', 'ប៊ូតង់', 'កោះ​ប៊ូវ៉េត', 'បុតស្វាណា', 'បេឡារុស', 'បេលី', 'កាណាដា', 'កោះ​កូកូស (គីលីង)', 'កុងហ្គោ- គីនស្ហាសា',
        'សាធារណរដ្ឋអាហ្វ្រិកកណ្ដាល', 'កុងហ្គោ - ប្រាហ្សាវីល', 'ស្វ៊ីស', 'កូតឌីវ័រ', 'កោះ​ខូក', 'ស៊ីលី', 'កាមេរូន', 'ចិន', 'កូឡុំប៊ី', 'កូស្តារីកា', 'គុយបា', 'កាប់វែរ', 'កូរ៉ាកៅ', 'កោះ​គ្រីស្មាស', 'ស៊ីប', 'ឆែក', 'អាល្លឺម៉ង់', 'ជីប៊ូទី', 'ដាណឺម៉ាក', 'ដូមីនីក',
        'សាធារណរដ្ឋ​ដូមីនីក', 'អាល់ហ្សេរី', 'អេក្វាទ័រ', 'អេស្តូនី', 'អេហ្ស៊ីប', 'សាហារ៉ាខាងលិច', 'អេរីត្រេ', 'អេស្ប៉ាញ', 'អេត្យូពី', 'ហ្វាំងឡង់', 'ហ្វីជី', 'កោះ​ហ្វក់ឡែន', 'មីក្រូណេស៊ី', 'កោះ​ហ្វារ៉ូ', 'បារាំង', 'ហ្គាបុង', 'ចក្រភព​អង់គ្លេស', 'ហ្គ្រើណាដ', 'ហ្សកហ្ស៊ី', 'ហ្គីអាណា បារាំង',
        'ហ្គេនស៊ី', 'ហ្គាណា', 'ហ្ស៊ីប្រាល់តា', 'ហ្គ្រោអង់ឡង់', 'ហ្គំប៊ី', 'ហ្គីណេ', 'ហ្គោដឺឡុប', 'ហ្គីណេអេក្វាទ័រ', 'ក្រិក', 'កោះ​ហ្សកហ្ស៊ី​ខាងត្បូង និង សង់វិច​ខាងត្បូង', 'ក្វាតេម៉ាឡា', 'ហ្គាំ', 'ហ្គីណេប៊ីស្សូ', 'ហ្គីយ៉ាន', 'ហុងកុង តំបន់រដ្ឋបាលពិសេសចិន', 'កោះ​ហឺដនិង​ម៉ាក់ដូណាល់', 'ហុងឌូរ៉ាស', 'ក្រូអាស៊ី', 'ហៃទី', 'ហុងគ្រី',
        'ឥណ្ឌូណេស៊ី', 'អៀរឡង់', 'អ៊ីស្រាអែល', 'អែលអុហ្វមែន', 'ឥណ្ឌា', 'ដែនដី​អង់គ្លេស​នៅ​មហា​សមុទ្រ​ឥណ្ឌា', 'អ៊ីរ៉ាក់', 'អ៊ីរ៉ង់', 'អ៊ីស្លង់', 'អ៊ីតាលី', 'ជើស៊ី', 'ហ្សាម៉ាអ៊ីក', 'ហ៊្សកដានី', 'ជប៉ុន', 'កេនយ៉ា', 'កៀហ្ស៊ីស៊ីស្ថាន', 'កម្ពុជា', 'គិរីបាទី', 'កូម័រ', 'សាំង​គីត និង ណេវីស',
        'កូរ៉េ​ខាង​ជើង', 'កូរ៉េ​ខាង​ត្បូង', 'កូវ៉ែត', 'កោះ​កៃម៉ង់', 'កាហ្សាក់ស្ថាន', 'ឡាវ', 'លីបង់', 'សាំងលូស៊ី', 'លិចតិនស្ដាញ', 'ស្រីលង្កា', 'លីបេរីយ៉ា', 'ឡេសូតូ', 'លីទុយអានី', 'លុចសំបួ', 'ឡេតូនី', 'លីប៊ី', 'ម៉ារ៉ុក', 'ម៉ូណាកូ', 'ម៉ុលដាវី', 'ម៉ុងតេណេហ្គ្រោ',
        'សាំង​ម៉ាទីន', 'ម៉ាដាហ្គាស្កា', 'កោះ​ម៉ាស់សល', 'ម៉ាសេដ្វានខាងជើង', 'ម៉ាលី', 'មីយ៉ាន់ម៉ា (ភូមា)', 'ម៉ុងហ្គោលី', 'ម៉ាកាវ តំបន់រដ្ឋបាលពិសេសចិន', 'កោះ​ម៉ារីណា​ខាង​ជើង', 'ម៉ាទីនីក', 'ម៉ូរីតានី', 'ម៉ុងស៊ែរ៉ា', 'ម៉ាល់ត៍', 'ម៉ូរីស', 'ម៉ាល់ឌីវ', 'ម៉ាឡាវី', 'ម៉ិកស៊ិក', 'ម៉ាឡេស៊ី', 'ម៉ូសំប៊ិក', 'ណាមីប៊ី',
        'នូវែល​កាឡេដូនី', 'នីហ្សេ', 'កោះ​ណ័រហ្វក់', 'នីហ្សេរីយ៉ា', 'នីការ៉ាហ្គា', 'ហូឡង់', 'ន័រវែស', 'នេប៉ាល់', 'ណូរូ', 'ណៀ', 'នូវែល​សេឡង់', 'អូម៉ង់', 'ប៉ាណាម៉ា', 'ប៉េរូ', 'ប៉ូលី​ណេស៊ី​បារាំង', 'ប៉ាពូអាស៊ី​នូវែលហ្គីណេ', 'ហ្វ៊ីលីពីន', 'ប៉ាគីស្ថាន', 'ប៉ូឡូញ', 'សង់ព្យែរ និង​មីគីឡុង',
        'កោះ​ភីតកាន', 'ព័រតូរីកូ', 'ដែនដីប៉ាឡេស្ទីន', 'ព័រទុយហ្កាល់', 'ផៅឡូ', 'ប៉ារ៉ាហ្គាយ', 'កាតា', 'រេអុយញ៉ុង', 'រូម៉ានី', 'សែប៊ី', 'រុស្ស៊ី', 'រវ៉ាន់ដា', 'អារ៉ាប៊ីសាអូឌីត', 'កោះ​សូឡូម៉ុង', 'សីស្ហែល', 'ស៊ូដង់', 'ស៊ុយអែត', 'សិង្ហបុរី', 'សង់​ហេឡេណា', 'ស្លូវេនី',
        'ស្វាលបាដ និង ហ្សង់ម៉ាយេន', 'ស្លូវ៉ាគី', 'សៀរ៉ាឡេអូន', 'សាន​ម៉ារីណូ', 'សេណេហ្គាល់', 'សូម៉ាលី', 'សូរីណាម', 'ស៊ូដង់​ខាង​ត្បូង', 'សៅតូម៉េ និង ប្រាំងស៊ីប', 'អែលសាល់វ៉ាឌ័រ', 'សីង​ម៉ាធីន', 'ស៊ីរី', 'ស្វាស៊ីឡង់', 'កោះ​ទួគ និង កៃកូស', 'ឆាដ', 'ដែនដី​បារាំង​នៅ​ភាគខាងត្បូង', 'តូហ្គោ', 'ថៃ', 'តាហ្ស៊ីគីស្ថាន', 'តូខេឡៅ',
        'ទីម័រលេស្តេ', 'តួកម៉េនីស្ថាន', 'ទុយនីស៊ី', 'តុងហ្គា', 'តួកគី', 'ទ្រីនីដាត និង​តូបាហ្គោ', 'ទូវ៉ាលូ', 'តៃវ៉ាន់', 'តង់សានី', 'អ៊ុយក្រែន', 'អ៊ូហ្គង់ដា', 'កោះ​អៅឡាយីង​អាមេរិក', 'សហរដ្ឋអាមេរិក', 'អ៊ុយរូហ្គាយ', 'អ៊ូសបេគីស្ថាន', 'បុរី​វ៉ាទីកង់', 'សាំង​វ៉ាំងសង់ និង ហ្គ្រេណាឌីន', 'វ៉េណេស៊ុយអេឡា', 'កោះ​វឺជិន​ចក្រភព​អង់គ្លេស', 'កោះ​វឺជីន​អាមេរិក',
        'វៀតណាម', 'វ៉ានូទូ', 'វ៉ាលីស និង​ហ្វូទូណា', 'សាម័រ', 'យេម៉ែន', 'ម៉ាយុត', 'អាហ្វ្រិកខាងត្បូង', 'សំប៊ី', 'ស៊ីមបាវ៉េ',
    ],
    'NumericNames' => ['001' => 'ពិភពលោក', 150 => 'អឺរ៉ុប', 419 => 'អាមេរិក​ឡាទីន'],
];
