<?php

return [
    'UserAssignedNames' => ['XK' => 'ಕೊಸೊವೊ'],
    'Names' => [
        'ಅಂಡೋರಾ', 'ಯುನೈಟೆಡ್ ಅರಬ್ ಎಮಿರೇಟ್ಸ್', 'ಅಫಘಾನಿಸ್ಥಾನ', 'ಆಂಟಿಗುವಾ ಮತ್ತು ಬರ್ಬುಡಾ', 'ಆಂಗ್ವಿಲ್ಲಾ', 'ಅಲ್ಬೇನಿಯಾ', 'ಆರ್ಮೇನಿಯ', 'ಅಂಗೋಲಾ', 'ಅಂಟಾರ್ಟಿಕಾ', 'ಅರ್ಜೆಂಟಿನಾ', 'ಅಮೇರಿಕನ್ ಸಮೋವಾ', 'ಆಸ್ಟ್ರಿಯಾ', 'ಆಸ್ಟ್ರೇಲಿಯಾ', 'ಅರುಬಾ', 'ಆಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳು', 'ಅಜರ್ಬೈಜಾನ್', 'ಬೋಸ್ನಿಯಾ ಮತ್ತು ಹರ್ಜೆಗೋವಿನಾ', 'ಬಾರ್ಬಡೋಸ್', 'ಬಾಂಗ್ಲಾದೇಶ', 'ಬೆಲ್ಜಿಯಮ್',
        'ಬುರ್ಕಿನಾ ಫಾಸೊ', 'ಬಲ್ಗೇರಿಯಾ', 'ಬಹ್ರೇನ್', 'ಬುರುಂಡಿ', 'ಬೆನಿನ್', 'ಸೇಂಟ್ ಬಾರ್ಥೆಲೆಮಿ', 'ಬರ್ಮುಡಾ', 'ಬ್ರೂನಿ', 'ಬೊಲಿವಿಯಾ', 'ಕೆರೀಬಿಯನ್ ನೆದರ್‌ಲ್ಯಾಂಡ್ಸ್', 'ಬ್ರೆಜಿಲ್', 'ಬಹಾಮಾಸ್', 'ಭೂತಾನ್', 'ಬೋವೆಟ್ ದ್ವೀಪ', 'ಬೋಟ್ಸ್‌ವಾನಾ', 'ಬೆಲಾರಸ್', 'ಬೆಲಿಜ್', 'ಕೆನಡಾ', 'ಕೊಕೊಸ್ (ಕೀಲಿಂಗ್) ದ್ವೀಪಗಳು', 'ಕಾಂಗೋ - ಕಿನ್ಶಾಸಾ',
        'ಮಧ್ಯ ಆಫ್ರಿಕಾ ಗಣರಾಜ್ಯ', 'ಕಾಂಗೋ - ಬ್ರಾಜಾವಿಲ್ಲೇ', 'ಸ್ವಿಟ್ಜರ್ಲ್ಯಾಂಡ್', 'ಕೋತ್ ದ್‘ಇವಾರ್', 'ಕುಕ್ ದ್ವೀಪಗಳು', 'ಚಿಲಿ', 'ಕ್ಯಾಮರೂನ್', 'ಚೀನಾ', 'ಕೊಲಂಬಿಯಾ', 'ಕೊಸ್ಟಾ ರಿಕಾ', 'ಕ್ಯೂಬಾ', 'ಕೇಪ್ ವರ್ಡೆ', 'ಕುರಾಕಾವ್', 'ಕ್ರಿಸ್ಮಸ್ ದ್ವೀಪ', 'ಸೈಪ್ರಸ್', 'ಝೆಕಿಯಾ', 'ಜರ್ಮನಿ', 'ಜಿಬೂಟಿ', 'ಡೆನ್ಮಾರ್ಕ್', 'ಡೊಮಿನಿಕಾ',
        'ಡೊಮೆನಿಕನ್ ರಿಪಬ್ಲಿಕ್', 'ಅಲ್ಜೀರಿಯ', 'ಈಕ್ವೆಡಾರ್', 'ಎಸ್ಟೋನಿಯಾ', 'ಈಜಿಪ್ಟ್', 'ಪಶ್ಚಿಮ ಸಹಾರಾ', 'ಎರಿಟ್ರಿಯಾ', 'ಸ್ಪೇನ್', 'ಇಥಿಯೋಪಿಯಾ', 'ಫಿನ್‌ಲ್ಯಾಂಡ್', 'ಫಿಜಿ', 'ಫಾಕ್‌ಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳು', 'ಮೈಕ್ರೋನೇಶಿಯಾ', 'ಫರೋ ದ್ವೀಪಗಳು', 'ಫ್ರಾನ್ಸ್', 'ಗೆಬೊನ್', 'ಯುನೈಟೆಡ್ ಕಿಂಗ್‌ಡಮ್', 'ಗ್ರೆನೆಡಾ', 'ಜಾರ್ಜಿಯಾ', 'ಫ್ರೆಂಚ್ ಗಯಾನಾ',
        'ಗುರ್ನ್‌ಸೆ', 'ಘಾನಾ', 'ಗಿಬ್ರಾಲ್ಟರ್', 'ಗ್ರೀನ್‌ಲ್ಯಾಂಡ್', 'ಗ್ಯಾಂಬಿಯಾ', 'ಗಿನಿ', 'ಗುಡೆಲೋಪ್', 'ಈಕ್ವೆಟೋರಿಯಲ್ ಗಿನಿ', 'ಗ್ರೀಸ್', 'ದಕ್ಷಿಣ ಜಾರ್ಜಿಯಾ ಮತ್ತು ದಕ್ಷಿಣ ಸ್ಯಾಂಡ್‍ವಿಚ್ ದ್ವೀಪಗಳು', 'ಗ್ವಾಟೆಮಾಲಾ', 'ಗುವಾಮ್', 'ಗಿನಿ-ಬಿಸ್ಸಾವ್', 'ಗಯಾನಾ', 'ಹಾಂಗ್ ಕಾಂಗ್ ಎಸ್ಎಆರ್ ಚೈನಾ', 'ಹರ್ಡ್ ಮತ್ತು ಮ್ಯಾಕ್‌ಡೋನಾಲ್ಡ್ ದ್ವೀಪಗಳು', 'ಹೊಂಡುರಾಸ್', 'ಕ್ರೊಯೇಷಿಯಾ', 'ಹೈಟಿ', 'ಹಂಗೇರಿ',
        'ಇಂಡೋನೇಶಿಯಾ', 'ಐರ್ಲೆಂಡ್', 'ಇಸ್ರೇಲ್', 'ಐಲ್ ಆಫ್ ಮ್ಯಾನ್', 'ಭಾರತ', 'ಬ್ರಿಟೀಷ್ ಹಿಂದೂ ಮಹಾಸಾಗರದ ಪ್ರದೇಶ', 'ಇರಾಕ್', 'ಇರಾನ್', 'ಐಸ್‌ಲ್ಯಾಂಡ್', 'ಇಟಲಿ', 'ಜೆರ್ಸಿ', 'ಜಮೈಕಾ', 'ಜೋರ್ಡಾನ್', 'ಜಪಾನ್', 'ಕೀನ್ಯಾ', 'ಕಿರ್ಗಿಸ್ಥಾನ್', 'ಕಾಂಬೋಡಿಯಾ', 'ಕಿರಿಬಾಟಿ', 'ಕೊಮೊರೊಸ್', 'ಸೇಂಟ್ ಕಿಟ್ಸ್ ಮತ್ತು ನೆವಿಸ್',
        'ಉತ್ತರ ಕೊರಿಯಾ', 'ದಕ್ಷಿಣ ಕೊರಿಯಾ', 'ಕುವೈತ್', 'ಕೇಮನ್ ದ್ವೀಪಗಳು', 'ಕಝಾಕಿಸ್ಥಾನ್', 'ಲಾವೋಸ್', 'ಲೆಬನಾನ್', 'ಸೇಂಟ್ ಲೂಸಿಯಾ', 'ಲಿಚೆನ್‌ಸ್ಟೈನ್', 'ಶ್ರೀಲಂಕಾ', 'ಲಿಬೇರಿಯಾ', 'ಲೆಸೊಥೊ', 'ಲಿಥುವೇನಿಯಾ', 'ಲಕ್ಸೆಂಬರ್ಗ್', 'ಲಾಟ್ವಿಯಾ', 'ಲಿಬಿಯಾ', 'ಮೊರಾಕ್ಕೊ', 'ಮೊನಾಕೊ', 'ಮೊಲ್ಡೋವಾ', 'ಮೊಂಟೆನೆಗ್ರೋ',
        'ಸೇಂಟ್ ಮಾರ್ಟಿನ್', 'ಮಡಗಾಸ್ಕರ್', 'ಮಾರ್ಷಲ್ ದ್ವೀಪಗಳು', 'ಉತ್ತರ ಮ್ಯಾಸಿಡೋನಿಯಾ', 'ಮಾಲಿ', 'ಮಯನ್ಮಾರ್ (ಬರ್ಮಾ)', 'ಮಂಗೋಲಿಯಾ', 'ಮಕಾವು ಎಸ್ಎಆರ್ ಚೈನಾ', 'ಉತ್ತರ ಮರಿಯಾನಾ ದ್ವೀಪಗಳು', 'ಮಾರ್ಟಿನಿಕ್', 'ಮಾರಿಟೇನಿಯಾ', 'ಮಾಂಟ್‌ಸೆರಟ್', 'ಮಾಲ್ಟಾ', 'ಮಾರಿಷಸ್', 'ಮಾಲ್ಡೀವ್ಸ್', 'ಮಲಾವಿ', 'ಮೆಕ್ಸಿಕೊ', 'ಮಲೇಶಿಯಾ', 'ಮೊಜಾಂಬಿಕ್', 'ನಮೀಬಿಯಾ',
        'ನ್ಯೂ ಕ್ಯಾಲಿಡೋನಿಯಾ', 'ನೈಜರ್', 'ನಾರ್ಫೋಕ್ ದ್ವೀಪ', 'ನೈಜೀರಿಯಾ', 'ನಿಕಾರಾಗುವಾ', 'ನೆದರ್‌ಲ್ಯಾಂಡ್ಸ್', 'ನಾರ್ವೆ', 'ನೇಪಾಳ', 'ನೌರು', 'ನಿಯು', 'ನ್ಯೂಜಿಲೆಂಡ್', 'ಓಮನ್', 'ಪನಾಮಾ', 'ಪೆರು', 'ಫ್ರೆಂಚ್ ಪಾಲಿನೇಷ್ಯಾ', 'ಪಪುವಾ ನ್ಯೂಗಿನಿಯಾ', 'ಫಿಲಿಫೈನ್ಸ್', 'ಪಾಕಿಸ್ತಾನ', 'ಪೋಲ್ಯಾಂಡ್', 'ಸೇಂಟ್ ಪಿಯರ್ ಮತ್ತು ಮಿಕ್ವೆಲನ್',
        'ಪಿಟ್‌ಕೈರ್ನ್ ದ್ವೀಪಗಳು', 'ಪ್ಯೂರ್ಟೋ ರಿಕೊ', 'ಪ್ಯಾಲೇಸ್ಟೇನಿಯನ್ ಪ್ರದೇಶಗಳು', 'ಪೋರ್ಚುಗಲ್', 'ಪಲಾವು', 'ಪರಾಗ್ವೇ', 'ಖತಾರ್', 'ರಿಯೂನಿಯನ್', 'ರೊಮೇನಿಯಾ', 'ಸೆರ್ಬಿಯಾ', 'ರಷ್ಯಾ', 'ರುವಾಂಡಾ', 'ಸೌದಿ ಅರೇಬಿಯಾ', 'ಸಾಲೊಮನ್ ದ್ವೀಪಗಳು', 'ಸೀಶೆಲ್ಲೆಸ್', 'ಸುಡಾನ್', 'ಸ್ವೀಡನ್', 'ಸಿಂಗಪುರ್', 'ಸೇಂಟ್ ಹೆಲೆನಾ', 'ಸ್ಲೋವೇನಿಯಾ',
        'ಸ್ವಾಲ್ಬಾರ್ಡ್ ಮತ್ತು ಜಾನ್ ಮೆಯನ್', 'ಸ್ಲೊವಾಕಿಯಾ', 'ಸಿಯೆರ್ರಾ ಲಿಯೋನ್', 'ಸ್ಯಾನ್ ಮೆರಿನೋ', 'ಸೆನೆಗಲ್', 'ಸೊಮಾಲಿಯಾ', 'ಸುರಿನಾಮ್', 'ದಕ್ಷಿಣ ಸುಡಾನ್', 'ಸಾವೋ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪಿ', 'ಎಲ್ ಸಾಲ್ವೇಡಾರ್', 'ಸಿಂಟ್ ಮಾರ್ಟೆನ್', 'ಸಿರಿಯಾ', 'ಎಸ್ವಾಟಿನಿ', 'ಟರ್ಕ್ಸ್ ಮತ್ತು ಕೈಕೋಸ್ ದ್ವೀಪಗಳು', 'ಚಾದ್', 'ಫ್ರೆಂಚ್ ದಕ್ಷಿಣ ಪ್ರದೇಶಗಳು', 'ಟೋಗೋ', 'ಥೈಲ್ಯಾಂಡ್', 'ತಜಿಕಿಸ್ತಾನ್', 'ಟೊಕೆಲಾವ್',
        'ಟಿಮೋರ್ ಲೆಸ್ಟೆ', 'ತುರ್ಕಮೆನಿಸ್ತಾನ್', 'ಟುನೀಶಿಯ', 'ಟೊಂಗಾ', 'ತುರ್ಕಿಯೆ', 'ಟ್ರಿನಿಡಾಡ್ ಮತ್ತು ಟೊಬಾಗೊ', 'ಟುವಾಲು', 'ತೈವಾನ್', 'ತಾಂಜೇನಿಯಾ', 'ಉಕ್ರೈನ್', 'ಉಗಾಂಡಾ', 'ಯುಎಸ್‌ ಔಟ್‌ಲೇಯಿಂಗ್ ದ್ವೀಪಗಳು', 'ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್', 'ಉರುಗ್ವೆ', 'ಉಜ್ಬೇಕಿಸ್ಥಾನ್', 'ವ್ಯಾಟಿಕನ್ ಸಿಟಿ', 'ಸೇಂಟ್. ವಿನ್ಸೆಂಟ್ ಮತ್ತು ಗ್ರೆನೆಡೈನ್ಸ್', 'ವೆನೆಜುವೆಲಾ', 'ಬ್ರಿಟಿಷ್ ವರ್ಜಿನ್ ದ್ವೀಪಗಳು', 'ಯು.ಎಸ್. ವರ್ಜಿನ್ ದ್ವೀಪಗಳು',
        'ವಿಯೆಟ್ನಾಮ್', 'ವನೌಟು', 'ವಾಲಿಸ್ ಮತ್ತು ಫುಟುನಾ', 'ಸಮೋವಾ', 'ಯೆಮನ್', 'ಮಯೊಟ್ಟೆ', 'ದಕ್ಷಿಣ ಆಫ್ರಿಕಾ', 'ಜಾಂಬಿಯ', 'ಜಿಂಬಾಬ್ವೆ',
    ],
    'NumericNames' => ['001' => 'ಪ್ರಪಂಚ', 150 => 'ಯೂರೋಪ್', 419 => 'ಲ್ಯಾಟಿನ್ ಅಮೇರಿಕಾ'],
];
