<?php

return [
    'UserAssignedNames' => ['XK' => 'कोसोवो'],
    'Names' => [
        'आंडोरा', 'संयुक्त अरबी अमीरात', 'अफगानिस्तान', 'अँटिगुआ आनी बार्बुडा', 'अँग्विला', 'आल्बान्या', 'अर्मेनिया', 'अंगोला', 'अंटार्क्टिका', 'आर्जेंटीना', 'अमेरिकेचो सामोआ', 'ऑस्ट्रिया', 'ऑस्ट्रेलिया', 'अरुबा', 'ओलँड जुंवे', 'आजरबैजान', 'बॉस्निया आनी हर्जेगोविना', 'बार्बाडोस', 'बांगलादेश', 'बेल्जियम',
        'बुर्कीना फासो', 'बुल्गारिया', 'बाहरेन', 'बुरुंडी', 'बेनीन', 'सांव बार्टोलोमेव', 'बर्मुडा', 'ब्रूनेई', 'बोलिविया', 'कॅरिबियन नॅदरलँड', 'ब्राझील', 'बाहामास', 'भूतान', 'बोउवे जुंवो', 'बोट्स्वाना', 'बेलारूस', 'बेलिझ', 'कॅनडा', 'कोकोस (कीलिंग) जुंवे', 'काँगो - किंशासा',
        'मदलें अफ्रीकी प्रजासत्तो', 'कोंगो - ब्राझाविला', 'स्वित्झरलँड', 'कोस्ता दो मारफ़ीम', 'कुक जुंवे', 'चिली', 'कॅमरून', 'चीन', 'कोलंबिया', 'कोस्ता रिका', 'क्युबा', 'काबो वेर्दे', 'कुरासाव', 'ख्रिसमस जुंवो', 'सिप्रुस', 'चेकिया', 'जर्मनी', 'जिबूती', 'डेनमार्क', 'डोमिनिका',
        'डोमिनिकन प्रजासत्तो', 'अल्जीरिया', 'एक्वाडोर', 'एस्टोनिया', 'एजिप्त', 'अस्तंती सहारा', 'एरिट्रिया', 'स्पेन', 'इथियोपिया', 'फिनलँड', 'फिजी', 'फ़ॉकलैंड आइलैंड्स', 'मायक्रोनिशिया', 'फेरो जुंवे', 'फ्रान्स', 'गाबॉन', 'युनायटेड किंगडम', 'ग्रेनाडा', 'जॉर्जिया', 'फ्रांसेझ गियॅना',
        'गॅर्नजी', 'घाना', 'जिब्राल्टर', 'ग्रीनलँड', 'गाम्बिया', 'गिनी', 'ग्वाडलूप', 'भूमध्यरेखी गिनी', 'ग्रीस', 'दक्षिण जॉर्जिया आनी दक्षिण सँडविच जुंवे', 'ग्वाटेमाला', 'गुआम', 'गिनी-बिसाउ', 'गियॅना', 'हाँग काँग', 'हर्ड आनि मॅक्डोनल्ड जुंवे', 'हाँडूरास', 'क्रोएशिया', 'हैती', 'हंगरी',
        'इंडोनिशिया', 'आयरलँड', 'इज्राएल', 'मॅनाचो जुंवो', 'भारत', 'ब्रिटनाचो हिंदी महासागर प्रांत', 'इराक', 'इरान', 'आइसलँड', 'इटली', 'जर्सी', 'जमैका', 'जॉर्डन', 'जपान', 'केनिया', 'किर्गिस्तान', 'कॅम्बोडिया', 'किरिबास', 'कोमोरोस', 'सांव क्रिस्टोवांव आनी नेविस',
        'उत्तर कोरिया', 'दक्षिण कोरिया', 'कुवेत', 'केमॅन जुंवे', 'कजाखस्तान', 'लाओस', 'लेबनन', 'सांता लूसिया', 'लिश्टेंस्टाइन', 'श्री लंका', 'लायबिरिया', 'लेसोथो', 'लितुआनिया', 'लुक्सेमबर्ग', 'लाटविया', 'लिबिया', 'मोरोक्को', 'मोनाको', 'मॉल्डोवा', 'मोंटेनेग्रो',
        'सॅंट मार्टिन', 'मॅडागास्कर', 'मार्शल जुंवे', 'उत्तर मॅसिडोनिया', 'माली', 'म्यानमार', 'मंगोलिया', 'मकाव', 'उत्तरी मारियाना जुंवे', 'मार्टिनीक', 'मॉरिटानिया', 'मॉन्टसेराट', 'माल्टा', 'मॉरिशस', 'मालदीव', 'मलावी', 'मेक्सिको', 'मलेशिया', 'मोजाम्बिक', 'नामिबिया',
        'नोवो कॅलेडोनिया', 'नायजर', 'नॉरफोक जुंवो', 'नायजिरिया', 'निकारागुआ', 'नॅदरलँड', 'नॉर्वे', 'नेपाळ', 'नाउरु', 'निउए', 'नोवो झीलॅंड', 'ओमान', 'पानामा', 'पेरू', 'फ्रांसेझ पॉलिनिशिया', 'पापुआ नोवो गिनी', 'फिलिपीन्स', 'पाकिस्तान', 'पोलँड', 'सांव पेद्रु आनी मिकेलांव',
        'पिटकॅर्न जुंवे', 'पोर्टो रिको', 'पालेसटीन', 'पुर्तुगाल', 'पालाउ', 'पॅरग्वे', 'कातार', 'रेयुनियांव', 'रोमेनिया', 'सर्बिया', 'रूस', 'रुआंडा', 'साउदी अरब', 'सोलोमन जुंवे', 'सेशेल्स', 'सुदान', 'स्वीडन', 'सिंगापुर', 'सांता हेलेना', 'स्लोवेनिया',
        'स्वालबार्ड आनी यान मायेन', 'स्लोवाकिया', 'सेर्रा लेओं', 'सान मारीनो', 'सेनेगाल', 'सोमालिया', 'सुरिनाम', 'दक्षिण सुदान', 'सांव टोमे आनी प्रिंसिपे', 'एल साल्वाडोर', 'सांव मोर्टिन (नॅदरलँड)', 'सिरिया', 'एस्वातीनी', 'तुर्क आनी कायकोस जुंवे', 'चाड', 'फ्रांसेझ दक्षिणी प्रांत', 'टोगो', 'थायलँड', 'ताजीकिस्तान', 'टोकलाउ',
        'तिमोर-लेस्ते', 'तुर्कमेनिस्तान', 'टुनिसिया', 'टाँगा', 'तुर्की', 'त्रिनदाड आनी तोबाग', 'तुवालू', 'ताइवान', 'तांजानिया', 'युक्रेन', 'युगांडा', 'संयुक्त राज्यांचे पयशिल्ले धाकटे जुंवे', 'युनायटेड स्टेट्स', 'उरुग्वे', 'उज्बेकिस्तान', 'वॅटिकन शार', 'सांव विसेंट आनी ग्रानाडीनस', 'वेनेजुएला', 'ब्रिटनाचे विर्जिन जुंवे', 'संयुक्त राज्यांचे विर्जिन जुंवे',
        'विएतनाम', 'वानुआतु', 'वॉलिस आनी फुतुना', 'सामोआ', 'येमेन', 'मायोट', 'दक्षिण आफ्रिका', 'जाम्बिया', 'जिम्बाब्वे',
    ],
    'NumericNames' => ['001' => 'जग', 150 => 'युरोप', 419 => 'लॅटीन अमेरिका'],
];
