<?php

return [
    'UserAssignedNames' => ['XK' => 'کوسوو'],
    'Names' => [
        'اینڈورا', 'مُتحدہ عرَب امارات', 'اَفغانَستان', 'اؠنٹِگُوا تہٕ باربوڑا', 'انگوئیلا', 'البانیا', 'اَرمانِیا', 'انگولا', 'اینٹارٹِکا', 'أرجَنٹینا', 'اَمریٖکَن سَموا', 'آسٹریا', 'آسٹریلِیا', 'اَروٗبا', 'ایلینڑ جٔزیٖرٕ', 'آذربائیجان', 'بوسنِیا تہٕ ہَرزِگووِنا', 'باربیڈوس', 'بَنگلادیش', 'بیلجِیَم',
        'بُرکِنا فیسو', 'بَلجیرِیا', 'بحریٖن', 'بورَنڈِ', 'بِنِن', 'سینٹ بارتَھیلمی', 'برمودا', 'برونے', 'بولِوِیا', 'کیریبین نیدرلینڈس', 'برازِل', 'بَہامَس', 'بوٗٹان', 'بووَٹ جٔزیٖرٕ', 'بوتَسوانا', 'بیلاروٗس', 'بیلز', 'کینیڈا', 'کوکَس (کیٖلِنگ) جٔزیٖرٕ', 'کونگو کِنشاسا',
        'مرکٔزی اَفریٖکی جموٗریَت', 'کونگو بٔرزاوِلی', 'سُوِزَرلینڑ', 'کوٹ ڈلوائر', 'کُک جٔزیٖرٕ', 'چِلی', 'کیمِروٗن', 'چیٖن', 'کولَمبِیا', 'کوسٹا ریکا', 'کیوٗبا', 'کیپ ؤرڑی', 'کیوراکو', 'کرِسمَس جٔزیٖرٕ', 'سائپرس', 'چیکیا', 'جرمٔنی', 'جِبوٗتی', 'ڈینمارٕک', 'ڈومِنِکا',
        'ڈومِنِکَن جموٗرِیَت', 'اؠلجیرِیا', 'اِکواڑور', 'ایسٹونِیا', 'مصر', 'مشرِقی سَہارا', 'اِرٕٹِیا', 'سٕپین', 'اِتھوپِیا', 'فِن لینڈ', 'فِجی', 'فٕلاکلینڑ جٔزیٖرٕ', 'مائیکرونیشیا', 'فارو جزیرہ', 'فرانس', 'گیبان', 'متحدہ مملِکت', 'گرینیڈا', 'جارجِیا', 'فرانسِسی گِانا',
        'گورنسے', 'گانا', 'جِبرالٹَر', 'گرین لینڈ', 'گَمبِیا', 'گِنی', 'گواڈلوپ', 'اِکوِٹورِیَل گِنی', 'گریٖس', 'جنوٗبی جارجِیا تہٕ جنوٗبی سینڑوٕچ جٔزیٖرٕ', 'گواٹمالا', 'گُوام', 'گیٖنی بِساو', 'گُیانا', 'ہانگ کانگ ایس اے آر چیٖن', 'ہَرٕڑ تہٕ مؠکڈونالڑٕ جٔزیٖرٕ', 'ہونڈورس', 'کروشِیا', 'ہیتی', 'ہَنگری',
        'انڈونیشیا', 'اَیَرلینڑ', 'اسرا ییل', 'آیِل آف مین', 'ہِندوستان', 106 => 'ایٖراق', 'ایٖران', 'اَیِسلینڑ', 'اِٹلی', 'جٔرسی', 'جَمایکا', 'جورڈن', 'جاپان', 'کِنیا', 'کرغزستان', 'کَمبوڑِیا', 'کِرٕباتی', 'کَمورَس', 'سینٹ کِٹَس تہٕ نیوِس',
        'شُمٲلی کورِیا', 'جنوٗبی کورِیا', 'کُویت', 'کیمَن جٔزیٖرٕ', 'قازقستان', 'لاس', 'لؠبنان', 'سینٹ لوٗسِیا', 'لِکٹیسٹیٖن', 'سری لنکا', 'لایبیرِیا', 'لیسوتھو', 'لِتھُوانِیا', 'لَکسَمبٔرٕگ', 'لیٹوِیا', 'لِبیا', 'موروکو', 'مونیکو', 'مولڈووا', 'موٹونیگِریو',
        'سینٹ مارٹِن', 'میڈاگاسکار', 'مارشَل جٔزیٖرٕ', 'شُمالی میسڈونیا', 'مالی', 'میانمار (برما)', 'مَنگولِیا', 'مَکاوو ایس اے آر چیٖن', 'شُمٲلی مارِیانا جٔزیٖرٕ', 'مارٹِنِک', 'مارٕٹانِیا', 'مانٹسیراٹ', 'مالٹا', 'مورِشَس', 'مالدیٖو', 'ملاوی', 'مؠکسِکو', 'مَلیشِیا', 'موزَمبِک', 'نامِبِیا',
        'نِو کیلِڑونِیا', 'نایجَر', 'نارفاک جٔزیٖرٕ', 'نایجیرِیا', 'ناکاراگُوا', 'نیٖدَرلینڑ', 'ناروے', 'نیپال', 'نارووٗ', 'نیوٗ', 'نیوزی لینڈ', 'اومان', 'پَناما', 'پیٖروٗ', 'فرانسی پولِنیشِیا', 'پاپُوا نیوٗ گیٖنی', 'فلپائن', 'پاکِستان', 'پولینڈ', 'سینٹ پیٖری تہٕ موکیلِیَن',
        'پِٹکیرٕنؠ جٔزیٖرٕ', 'پٔرٹو رِکو', 'فلسطینی علاقٕہ', 'پُرتِگال', 'پَلاو', 'پَراگُے', 'قَطِر', 'رِیوٗنِیَن', 'رومانِیا', 'سَربِیا', 'روٗس', 'روٗوانڈا', 'سعودی عرب', 'سولامان جٔزیٖرٕ', 'سیشَلِس', 'سوٗڈان', 'سویڈن', 'سِنگاپوٗر', 'سینٹ ہؠلِنا', 'سَلووینِیا',
        'سَوالبریڑ تہٕ جان ماییڑ', 'سَلوواکِیا', 'سیرا لیون', 'سین میرِنو', 'سینیگَل', 'سومالِیا', 'سُرِنام', 'جنوبی سوڈان', 'ساو توم تہٕ پرنسِپی', 'ایل سلویڈر', 'سِنٹ مارٹِن', 'شام', 'ایسواتنی', 'تُرکس تٕہ کیکو جزیرٕ', 'چاڑ', 'فرانسِسی جَنوٗبی عَلاقہٕ', 'ٹوگو', 'تھائی لینڈ', 'تاجکِستان', 'ٹوکلو',
        'تیمور-لیسٹ', 'تُرکمنستان', 'ٹونیشِیا', 'ٹونگا', 'تُرکی', 'ٹرنِنداد تہٕ ٹوبیگو', 'توٗوالوٗ', 'تایوان', 'تَنجانِیا', 'یوٗرِکین', 'یوٗگانڑا', 'یوٗنایٹِڑ سِٹیٹِس ماینَر آوُٹلییِنگ جٔزیٖرٕ', 'یوٗنایٹِڑ سِٹیٹِس', 'یوٗروگے', 'اُزبِکِستان', 'ویٹِکَن سِٹی', 'سینٹ وینسؠٹ تہٕ گریناڑاینٕز', 'وینازوٗلا', 'بَرطانوی ؤرجِن جٔزیٖرٕ', 'یوٗ ایس ؤرجِن جٔزیٖرٕ',
        'ویتنام', 'وانوٗتوٗ', 'والِس تہٕ فیوٗچوٗنا', 'سامو', 'یَمَن', 'مَییٹ', 'جنوبی افریقہ', 'زیمبیا', 'زِمبابے',
    ],
    'NumericNames' => ['001' => 'دُنیا', 150 => 'یوٗرَپ', 419 => 'لاطیٖنی اَمریٖکا'],
];
