<?php

return [
    'UserAssignedNames' => ['XK' => 'କସୱ'],
    'Names' => [
        'ଆଣ୍ଡୋରା', 'ଆଣ୍ଡିତି ଆରବ ଏମିରେଟସ୍', 'ଆପଗାନିସ୍ତାନ୍', 'ଏଣ୍ଟିଗୁଆ ଅଡ଼େ ବାରବୁଦା', 'ଏଙ୍ଗ୍ୱିଲା', 'ଆଲବାନିଆ', 'ଆର୍ମେନିଆ', 'ଅଙ୍ଗଲା', 'ଆଣ୍ଟାର୍କଟିକା', 'ଅର୍ଜେଣ୍ଟିନା', 'ଅମେରିକା ତି ସମୱା', 'ଅଷ୍ଟ୍ରିଆ', 'ଅଷ୍ଟ୍ରେଲିଆ', 'ଅରୁବା', 'ଏଲେଣ୍ଡ', 'ଅଜେର୍‍‍ବାଇଜାନ୍', 'ବସ୍ନିଆ ଅଡ଼େ ହର୍ଜଗୱିନା', 'ବାର୍‍ବଡସ', 'ବାଂଲାଦେଶ', 'ବେଲଜିୟମ୍',
        'ବୁର୍କିନା ପାସ୍ୱ', 'ବୁଲ୍‍ଗାରିଆ', 'ବହରେନ୍', 'ବୁରୁନ୍ଦି', 'ବେନିନ୍', 'ସେଣ୍ଟ ବାର୍ତେଲେମି', 'ବର୍‍ମୁଣ୍ଡା', 'ବ୍ରୂନେଇ', 'ବଲିୱିୟା', 'କାରିବିୟନ ନେଦରଲ୍ୟାଣ୍ଡସ୍', 'ବ୍ରାଜିଲ୍', 'ବାହାମାସ୍', 'ବୁଟାନ', 34 => 'ବସ୍ଟୱାନା', 'ବେଲାରୂସ୍', 'ବେଲିଜ୍', 'କାନାଡା', 'କକସ୍ (କିଲିଂ) ଦିପ', 'କଙ୍ଗ-କିଂସାସା',
        'ମାଦିନି ଆପ୍ରିକା ରିପବ୍ଲିକ୍', 'କଂଙ୍ଗ- ବ୍ରାଜାୱିଲି', 'ସ୍ୱୀଜଅର୍‍ଲାଣ୍ଡ', 'କଟ ଡି ୱା', 'କୁକ ଦିପ', 'ଚିଲି', 'କାମେରନ୍', 'ଚିନ୍', 'କଲମ୍ବିଆ', 'କସ୍ଟା ରିକା', 'କ୍ୟୁବା', 'କେପ୍ ୱଡ଼', 'କ୍ୟୁରାସାଅ', 'କ୍ରିସ୍ଟମାସ୍ ଦିପ', 'ସାଇପ୍ରସ୍', 'ଚେକିଆ', 'ଜର୍ମାନି', 'ଜିବୁତି', 'ଡେନମାର୍କ', 'ଡମିନିକା',
        'ଡମିନିକା ତି ରିପବ୍ଲିକ୍', 'ଅଲଜେରିଆ', 'ଇକ୍ୱାଡର', 'ଏସ୍ଟନିଆ', 'ଇଜିପ୍ଟ', 'ୱେଡ଼ାକୁଣ୍ପୁ ସାହାରା', 'ଇରିଟ୍ରିଆ', 'ସ୍ପେନ୍', 'ଇତିୟପିଆ', 'ପିନ୍‍ଲାଣ୍ଡ', 'ପିଜି', 'ପାକ୍‍ଲାଣ୍ଡ ଦିପ', 'ମାକ୍ରନେସିଆ', 'ପେରୋ ଦୀପ', 'ପ୍ରାନ୍ସ', 'ଗାବନ', 'ଇଉନାଇଟେଡ୍ କିଂଡମ୍', 'ଗ୍ରେନାଡା', 'ଜର୍ଜିଆ', 'ପ୍ରେଞ୍ଚ୍ ଗୁୟାନା',
        'ଗର୍ନସି', 'ଗାନା', 'ଜିବ୍ରାଲଟର', 'ଗ୍ରୀନ୍ ଲାଣ୍ଡ', 'ଗାମ୍ବିଆ', 'ଗିନି', 'ଗ୍ୱାଡେଲୁପ', 'ଇକ୍ୟୁଏଟେରିୟଲ ଗିନି', 'ଗ୍ରିସ୍', 'ଦକିନ ଜର୍ଜିଆ ଅଡ଼େ ଦକିନ ସାଣ୍ଡୱିଚ୍ ଦୀପ', 'ଗ୍ୱାଟେମାଲା', 'ଗୁଆମ୍', 'ଗିନି ବିସାଉ', 'ଗୁୟାନା', 'ହଂଗ କଂଗ (ଏସଏଆର୍ ଚିନା)', 96 => 'ହଣ୍ଡୁରାସ', 'କ୍ରସିଆ', 'ହାଇତି', 'ହଙ୍ଗେରି',
        'ଇଣ୍ଡନେସିୟା', 'ଅଇରଲାଣ୍ଡ', 'ଇସରାଇଲ', 'ମାଣିସି ତା ଦିପ', 'ବାରତ', 'ବ୍ରିଟିସ୍ ହିନ୍ଦ ସାମୁଦ୍ରି ହାନ୍ଦି', 'ଇରାକ', 'ଇରାନ', 'ଆଇସଲାଣ୍ଡ', 'ଇଟାଲି', 'ଜରସି', 'ଜାମାଇକା', 'ଜର୍ଡାନ', 'ଜାପାନ', 'କେନ୍ୟା', 'କିରଗିସ୍ତାନ', 'କମ୍ବଡିଆ', 'କିରିବାତି', 'କମରସ', 'ସେଣ୍ଟ. କିଟ୍ସ ଅଡ଼େ ନେବିସ',
        'ଉତର କରିୟା', 'ଦକିଣ କରିୟା', 'କୁୱେତ୍', 'କାଇମାନ ଦିପ', 'କାଜାକସ୍ତାନ', 'ଲାଅସ୍', 'ଲେବନାନ', 'ସେଣ୍ଟ. ଲୁସିଆ', 'ଲିକ୍‍ଟନ୍‍ସ୍ଟାଇନ୍', 'ସ୍ରି ଲଙ୍କା', 'ଲାଇବେରିଆ', 'ଲେସତ', 'ଲିତୁଆନିଆ', 'ଲଗ୍ଜମବର୍ଗ', 'ଲାତ୍‍ୱିୟା', 'ଲିବିୟା', 'ମରକ', 'ମନାକ', 'ମଲ୍‍ଡୱା', 'ମଣ୍ଟେନେଗ୍ର',
        'ସେଣ୍ଟ ମାର୍ଟିନ', 'ମାଡ଼ାଗାସ୍କାର', 'ମାର୍ସାଲ ଦିପ', 'ଉତର ମାସାଡନିୟା', 'ମାଲି', 'ମିୟାଁମାର (ବର୍ମା)', 'ମଙ୍ଗଲିୟା', 'ମକାଉ ଏସଏଆର ଚିନା', 'ଉତର ମାରିୟାନ ଦିପ', 'ମାର୍ଟିନିକ୍', 'ମଉରିଟାନିୟା', 'ମଣ୍ଟସେରେଟ', 'ମାଲ୍ଟା', 'ମରିସସ୍', 'ମାଲଦୀପି', 'ମଲାୱି', 'ମେକ୍ସିକ', 'ମାଲେସିଆ', 'ମଜାମ୍ବିକ', 'ନାମିବିୟା',
        'ନ୍ୟୁ କେଲେଡନିୟା', 'ନାଇଜର', 'ନର୍‍ପକ୍ ଦିପ', 'ନାଇଜେରିଆ', 'ନିକାରଗୁଆ', 'ନେଦରଲାଣ୍ଡ', 'ନରୱେ', 'ନେପାଲ', 'ନାଉରୁ', 'ନିୟୁ', 'ନିୟୁଜିଲାଣ୍ଡ', 'ଅମାନ', 'ପନମା', 'ପେରୁ', 'ପ୍ରେଞ୍ଚ୍ ପଲିନେସିୟା', 'ପପୁଆ ନିୟୁ ଗିନି', 'ପିଲିପାଇନ୍ସ', 'ପାକିସ୍ତାନ', 'ପଲାଣ୍ଡ', 'ସେଣ୍ଟ ପିଏରେ ଅଡ଼େ ମିକ୍ୱେଲାନ',
        'ପିଟ୍‍କଇର୍ନ୍ ଦିପ', 'ପର୍ଟ ରିକ', 'ପାଲେସ୍ଟିଆତି ହାନ୍ଦି', 'ପର୍ତୁଗାଲ', 'ପଲାଉ', 'ପରଗ୍ୱେ', 'କତର', 'ରିୟୁନିୟନ', 'ରମାନିଆ', 'ସର୍ବିୟା', 'ରୁସିଆ', 'ର୍‍ୱାଣ୍ଡା', 'ସାଉଦି ଆରବ', 'ସଲମନ ଦିପ', 'ସିସେଲ୍ସ', 'ସୁଡାନ', 'ସ୍ୱିଡେନ', 'ସିଙ୍ଗାପୁର', 'ସେଣ୍ଟ ହେଲେନ', 'ସ୍ଲବେନିଆ',
        'ସ୍ୱାଲବାର୍ଡ ଅଡ଼େ ଜାନ ମାୟେନ', 'ସ୍ଲବାକିୟା', 'ସିଏରା ଲିୟନ', 'ସନ ମାରିନ', 'ସେନେଗାଲ', 'ସମାଲିଆ', 'ସୁରିନାମ', 'ଦକିଣ ସୁଡାନ', 'ସାଅ ଟମ ଅଡ଼େ ପ୍ରିନ୍ସିପେ', 'ଅଲ ସଲବାଡର', 'ସିଣ୍ଟ ମାର୍ଟିନ', 'ସିରିୟା', 'ଏସ୍ୱାଟିନି', 'ତୁର୍କ ଅଡ଼େ କାଇକସ ଦିପ', 'ଚାଡ', 'ପ୍ରେଞ୍ଚ ଦକିନୀୟ ଟେରିଟୋରୀ', 'ଟଗ', 'ତାଇଲାଣ୍ଡ', 'ତାଜିକିସ୍ତାନ', 'ତକେଲାଉ',
        'ତିମର-ଲେସ୍ତେ', 'ତୁର୍କମେନିସ୍ତାନ', 'ଟ୍ୟୁନିସିୟା', 'ଟଙ୍ଗ', 'ତୁର୍କି', 'ତ୍ରିନିଡାଡ ଅଡ଼େ ଟବାଗ', 'ତୁୱାଲୁ', 'ତାଇୱାନ', 'ତାଞ୍ଜାନିୟା', 'ୟୁକ୍ରେନ୍', 'ଉଗାଣ୍ଡା', 'ୟୁ ଏସ୍ ଆଉଟଲାଇଙ୍କ ଦିପ', 'ଆଣ୍ଡିତି ରାଜ୍ୟ', 'ଉରୁଗ୍ୱେ', 'ଉଜବେକିସ୍ତାନ', 'ବାଟିକାନ୍ ସିଟି', 'ସେଣ୍ଟ ୱିନସେଣ୍ଟ ଅଡ଼େ ଗ୍ରିନାଡାଇନ୍ସ', 'ୱେନେଜୁଏଲ', 'ବ୍ରିଟିସ୍ ୱିରଜିନ ଦିପ', 'ୟୁ ଏସ ୱିରଜିନ ଦିପ',
        'ୱିଏତନାମ', 'ୱାନୁଆତୁ', 'ୱାଲିସ ଅଡ଼େ ପୁଟୁନା', 'ସମୱା', 'ୟମନ', 'ମାୟତେ', 'ଦକିଣ ଆପ୍ରିକା', 'ଜାମ୍ବିୟା', 'ଜିମ୍ବାୱେ',
    ],
    'NumericNames' => [419 => 'ଲାଟିନ୍‌ ଆମେରିକା'],
];
