<?php

return [
    'UserAssignedNames' => ['XK' => 'कोसोवो'],
    'Names' => [
        'अंडोरा', 'आण्डी ति अरब एमिरेट्स', 'अप़गानिस्तान', 'एंटिगुआ ऑड़े बरबुडा', 'एंग्विला', 'अल्बानिया', 'आर्मेनिया', 'अंगोला', 'अंटार्कटिका', 'अर्जेंटीना', 'आमेरिका-ति समोआ', 'ऑस्ट्रिया', 'ऑस्ट्रेलिया', 'अरूबा', 'एलेंड द्वीप', 'अज़रबेजान', 'बोस्निया ऑड़े हर्ज़ेगोविना', 'बारबाडोस', 'बांग्लादेस', 'बेल्जियम',
        'बुर्किना प़ासो', 'बुल्गारिया', 'बहरीन', 'बुरुंडी', 'बेनिन', 'सेंट बार्तेलेमी', 'बरमूडा', 'ब्रूनेई', 'बोलीविया', 'केरिबियन नीदरलेंड', 'ब्राज़ील', 'बहामास', 'बुटान', 34 => 'बोत्स्वाना', 'बेलारूस', 'बेलीज़', 'कानाडा', 'कोकोस (कीलिंग) द्वीप', 'कांगो - किंसासा',
        'मध्य अप़्रीकी गणराज्य', 'कांगो – ब्राज़ाविल', 'स्विट्ज़रलेंड', 'कोट डी वोआ', 'कुक द्वीप', 'चिली', 'केमरून', 'चीन', 'कोलंबिया', 'कोस्टारिका', 'क्यूबा', 'केप वर्ड', 'क्यूरासाओ', 'क्रिसमस द्वीप', 'साइप्रस', 'चेकिया', 'जर्मनी', 'जिबूती', 'डेनमार्क', 'डोमिनिका',
        'डोमिनिकन गणराज्य', 'अल्जीरिया', 'इक्वाडोर', 'एस्टोनिया', 'मिस्र', 'वेड़ा कुण्पु सहारा', 'इरिट्रिया', 'स्पेन', 'इतियोपिया', 'प़िनलेंड', 'प़िजी', 'प़ॉकलेंड द्वीप', 'माइक्रोनेसिया', 'पेरो दीप', 'प़्रांस', 'ग्याबॉन', 'यूनाइटेड किंगडम', 'ग्रेनाडा', 'जॉर्जिया', 'प़्रेंच गुयाना',
        'गर्नसी', 'गाना', 'जिब्राल्टर', 'ग्रीनलेंड', 'गाम्बिया', 'गिनी', 'ग्वाडेलूप', 'इक्वेटोरियल गिनी', 'यूनान', 'दकिण जॉर्जिया अड़े दकिण सैंडविच दीप', 'ग्वाटेमाला', 'गुआम', 'गिनी-बिसाउ', 'गुयाना', 'हाँग काँग (एस ए आर चीन)', 96 => 'होंडूरास', 'क्रोएसिया', 'हाइती', 'हंगरी',
        'इंडोनेसिया', 'आयरलेंड', 'इज़राइल', 'आइल ऑप़ मेन', 'बारत', 'ब्रिटिस हिंद सामुद्रि हांडि', 'इराक', 'ईरान', 'आइसलेंड', 'इटली', 'जर्सी', 'जमेका', 'जॉर्डन', 'जापान', 'केन्या', 'किर्गिज़स्तान', 'कंबोडिया', 'किरिबाती', 'कोमोरोस', 'सेंट किट्स ऑड़े नेविस',
        'उतर कोरिया', 'दॉकिण कोरिया', 'कुवेत', 'केमेन द्वीप', 'कज़ाकस्तान', 'लाओस', 'लेबनान', 'सेंट लूसिया', 'लिक्टेन्स्टीन', 'स्रीलंका', 'लाइबेरिया', 'लेसोतो', 'लितुआनिया', 'लग्ज़मबर्ग', 'लातविया', 'लीबिया', 'मोरक्को', 'मोनाको', 'मॉल्डोवा', 'मोंटेनेग्रो',
        'सेंट मार्टिन', 'मेडागास्कर', 'मार्सल द्वीप', 'उतॉरॉ मकदूनिया', 'माली', 'म्यांमार (बर्मा)', 'मंगोलिया', 'मकाऊ (एस ए आर चीन)', 'उतॉरॉ मारियाना द्वीप', 'मार्टीनिक', 'मॉरिटानिया', 'मोंटसेरात', 'माल्टा', 'मॉरीसस', 'मालदीप', 'मलावी', 'मेक्सिको', 'मलेसिया', 'मोज़ांबिक', 'नामीबिया',
        'न्यू केलेडोनिया', 'नाइजर', 'नॉरप़ॉक द्वीप', 'नाइजीरिया', 'निकारागुआ', 'नीदरलेंड', 'नॉर्वे', 'नेपाल', 'नाउरु', 'नीयू', 'न्यूज़ीलेंड', 'ओमान', 'पनामा', 'पेरू', 'प़्रेंच पोलिनेसिया', 'पापुआ न्यू गिनी', 'प़िलिपींस', 'पाकिस्तान', 'पोलेंड', 'सेंट पिएरे ऑड़े मिक्वेलान',
        'पिटकेर्न द्वीप', 'पोर्टो रिको', 'प़िलिस्तीनी क्षेत्र', 'पुर्तगाल', 'पलाऊ', 'पराग्वे', 'क़तर', 'रियूनियन', 'रोमानिया', 'सर्बिया', 'रूस', 'र्-वांडा', 'सऊदी अरब', 'सोलोमन द्वीप', 'सेसेल्स', 'सूडान', 'स्वीडन', 'सिंगापुर', 'सेंट हेलेना', 'स्लोवेनिया',
        'स्वालबार्ड ऑड़े जान मायेन', 'स्लोवाकिया', 'सिएरा लियोन', 'सेन मेरीनो', 'सेनेगल', 'सोमालिया', 'सूरीनाम', 'दॉकिण सूडान', 'साओ टोम ऑड़े प्रिंसिपे', 'अल सल्वाडोर', 'सिंट माऽरतेन', 'सीरिया', 'एस्वाटिनी', 'तुर्क ऑड़े केकोज़ द्वीप', 'चाड', 'प्रेंच दकिनी टेरिटोरी', 'टोगो', 'ताईलेंड', 'तजाकिस्तान', 'तोकेलाउ',
        'तिमोर-लेस्त', 'तुर्कमेनिस्तान', 'ट्यूनीसिया', 'टोंगा', 'तुर्की', 'त्रिनिदाद ऑड़े टोबेगो', 'तुवालू', 'ताइवान', 'तंज़ानिया', 'यूक्रेन', 'युगांडा', 'यू॰एस॰ आउटलाइंग द्वीप', 'आण्डि ति राज्यॉ', 'उरूग्वे', 'उज़्बेकिस्तान', 'बाटिकान सिटी', 'सेंट विंसेंट ऑड़े ग्रेनाडाइंस', 'वेनेज़ुएला', 'ब्रिटिस वर्जिन द्वीप', 'यू॰एस॰ वर्जिन द्वीप',
        'वियतनाम', 'वनुआतू', 'वालिस ऑड़े प़्यूचूना', 'समोआ', 'यमन', 'मायोते', 'दॉकिण आप़्रीका', 'ज़ाम्बिया', 'ज़िम्बाब्वे',
    ],
    'NumericNames' => ['001' => 'राजि, पृती', 419 => 'लातिन आमेरिका ति'],
];
