<?php

return [
    'UserAssignedNames' => ['XK' => 'కొసోవో'],
    'Names' => [
        'ఆండొర', 'యునైటెడ్ ఆరబ్ ఎమిరేబ్స్', 'ఆప్గనిస్తాన్', 'ఆంటిగ్వా మరియు బార్బుడా', 'ఆంగ్విల్లా', 'ఆల్లేనియా', 'ఆర్మేనియా', 'ఆంగోలా', 'ఆంటార్కటికా', 'ఆర్జెంటినా', 'ఆమెరికన్ సమూవా', 'ఆస్ట్రీయా', 'ఆస్ట్రేలియా', 'ఆరుబా', 'ఆలాండ్ దీపులు', 'ఆజర్బైజాన్', 'బోస్నియా మరియు బెర్జిగోవినా', 'బార్బడోస్', 'బంగ్లాదేస్', 'బెల్జియం',
        'బుర్కినా పాసో', 'బుల్గేరియ', 'బహరిన్', 'బురుండి', 'బెనిన్', 'సెంట్ బర్తెలిమి', 'బర్ముడా', 'బ్రునేఇ', 'బొలివియా', 'కరీబియన్ నెదర్లాండ్స', 'బ్రాజిల్', 'బహామాస్', 'బుటాన్', 34 => 'బోట్స్వానా', 'బెలారస్', 'బెలిజ్', 'కెనడా', 'కోకోస్ (కీలింగ్) దీవులు', 'కాంగో కిన్సాసా',
        'సెంట్రల్ ఆప్రికన్ రిపబ్లిక్', 'కాంగో- బ్రాజావిల్లి', 'స్విజర్లాండ్', 'కోట్ డి ఐవోర్', 'కుక్ దీపులు', 'చిలి', 'కామెరూన్', 'చినా', 'కొలంబియా', 'కోస్టా రికా', 'క్యూబా', 'కేప్ వడ్', 'క్వురసో', 'క్రిస్ట మాస్ దీపుపు', 'సైప్రస్', 'చెకియా', 'జర్మనీ', 'జిబుతి', 'డెన్మార్క', 'డొమినికా',
        'డొమినికాన్ రిపబ్లిక్', 'ఆల్జిరియా', 'ఈక్వడార్', 'ఎస్టోనియా', 'ఈజిప్ట్', 'పడమటి సహారా', 'ఇరిట్రియా', 'స్పెన్', 'ఇతియోపియా', 'పిన్లాండ్', 'పిజీ', 'ఫాక్‌ల్యాండ్ దీవులు', 'మైక్రోనేసియా', 'పెరొ దీప', 'ప్రాన్స్', 'గాబన్', 'యునైటెడ్ కింగ్‌డమ్', 'గ్రెనడా', 'జార్జియా', 'ప్రెంచ్ గుయానా',
        'గర్నసీ', 'గనా', 'జిబ్రాల్టర్', 'గ్రీన్లండ్', 'గంబియా', 'గినియా', 'గ్వడెలుప్', 'ఈక్వటోరియల్ గినియా', 'గ్రీస్', 'దకిన జర్జిఆ అదే దకిన సండవిచ్ దిప', 'గ్వటెమాలా', 'గ్వమ్', 'గినియా-బిస్సావ్', 'గుయానా', 'హాంకాంగ్ ఎస్ఎఆర్ చినా', 96 => 'హండురాస్', 'క్రొయేసియా', 'హైటి', 'హంగేరీ',
        'ఇండోనేసియా', 'ఐర్లాండ్', 'ఇజ్రాయెల్', 'ఐల్ ఆప్ మాన్', 'బారతదెసాం', 'బ్రిటిస్ హీందూ మహాసముద్ర ప్రాంతం', 'ఇరాక్', 'ఇరాన్', 'ఐస్లాండ్', 'ఇటలి', 'జెర్సీ', 'జమైకా', 'జోర్డాన్', 'జపాన్', 'కెన్యా', 'కిర్గజిస్తాన్', 'కంబోడియా', 'కీరిబాటి', 'కొమొరోస్', 'సెయింట్ కిట్స్ మరియు నెవిస్',
        'ఉత్తర కొరియా', 'దకిణ కొరియా', 'కువైట్', 'కేమాన్ దీపులు', 'కజకిస్తాన్', 'లావోస్', 'లెబనాన్', 'సెయింట్ లూసియా', 'లిక్టెన్‌స్టెయిన్', 'స్రీ లంక', 'లైబీరియా', 'లెసోతో', 'లీతువేనియ', 'లక్సెంబర్గ్', 'లాత్వియా', 'లిబియా', 'మొరాకో', 'మొనాకో', 'మోల్డొవా', 'మాంటెనెగ్రో',
        'సెయింట్ మార్టిన్', 'మడగాస్కర్', 'మార్సాల్ దీపులు', 'ఉత్తర మాసిడోనియా', 'మాలి', 'మయన్మార్ (బర్మా)', 'మంగోలియా', 'మకావ్ ఎస్ఏఆర్ చైనా', 'ఉత్తర మరియానా దీవులు', 'మార్ర్టనీక్', 'మౌరిటేనియా', 'మాంట్సెరాట్', 'మాల్డా', 'మారిసస్', 'మాలదిపి', 'మలావీ', 'మెక్సికో', 'మలేసియా', 'మొజాంబిక్', 'నమీబియా',
        'క్రొత్త కెలెడోనియా', 'నఇజర్', 'నార్పోక్ దీవ', 'నౌజీరియా', 'నికరాగువా', 'నెదర్లాండ్స్', 'నార్వే', 'నేపాల్', 'నౌరు', 'నియూ', 'న్యూజిలాండ్', 'ఓమన్', 'పనామా', 'పెరూ', 'ప్రెంచ్ పోలినిసియా', 'పాపువా న్యూ గనియా', 'పిలిప్పైన్స్', 'పాకిస్తాన్', 'పోలాండ్', 'సెయింట్ పియెర్ మరియు మికెలాన్',
        'పిట్‌కెయిర్న్ దీవులు', 'ప్యూర్టో రికో', 'పాలస్తీనియన్ ప్రాంతాలు', 'పోర్చుగల్', 'పాలావ్', 'పరాగ్వే', 'కతార', 'రీయూనియన్', 'రోమేనియా', 'సెర్బియా', 'రస్యా', 'రువాండా', 'సౌదీ అరేబియా', 'సోలమన్ దీవులు', 'సీషెల్స్', 'సూడాన్', 'స్వీడన్', 'సింగపూర్', 'సెయింట్ హెలెనా', 'స్లోవేనియా',
        'స్వాల్‌బార్డ్ మరియు జాన్ మాయెన్', 'స్లొవేకియా', 'సియెర్రా లియాన్', 'సస్ మారిసో', 'సెనెగల్', 'సోమలియా', 'సూరినామ్', 'దక్షిణ సూడాన్', 'సావో టోమ్ మరియు ప్రిన్సిపి', 'ఎల్ సాల్వడోర్', 'సింట్ మార్టెన్', 'సిరియా', 'ఈస్వాటిని', 'టర్క్స్ మరియు కైకోస్ దీవులు', 'చాద్', 'ప్రెంచ్ దకినియ టెరిటొరి', 'టోగో', 'తయిలాండ్', 'తాజాకిస్తాన', 'టోకెలావ్',
        'టిమోర్-లెస్టె', 'తుర్క్‍మెనిస్తన్', 'ట్యునీషియా', 'టోంగా', 'టర్కీ', 'ట్రినిడాడ్ మరియు టొబాగో', 'టువాలు', 'తైవాన్', 'టాంజానియా', 'ఉక్రెయిన్', 'ఉగాండా', 'సంయుక్త రాజ్య అమెరికా బయట ఉన్న దీవులు', 'యునైటెడ్ స్టేట్స్', 'ఉరుగ్వే', 'ఉజ్బెకిస్తాన్', 'బాటికాన్ సిటి', 'సెయింట్ విన్సెంట్ మరియు గ్రెనడీన్స్', 'వెనిజులా', 'బ్రిటిష్ వర్జిన్ దీవులు', 'యు.ఎస్. వర్జిన్ దీవులు',
        'వియత్నాం', 'వనాటు', 'వాల్లిస్ మరియు ఫుటునా', 'సమోవా', 'యెమెన్', 'మాయొట్', 'దకిణ అప్రికా', 'జంబియా', 'జింబాబ్వే',
    ],
    'NumericNames' => ['001' => 'ప్రపంచం', 419 => 'లాటిన్ ఆమెరిక'],
];
