<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Бириккен Араб Эмираттары', 'Афганистан', 'Антигуа жана Барбуда', 'Ангилья', 'Албания', 'Армения', 'Ангола', 'Антарктида', 'Аргентина', 'Америкалык Самоа', 'Австрия', 'Австралия', 'Аруба', 'Аланд аралдары', 'Азербайжан', 'Босния жана Герцеговина', 'Барбадос', 'Бангладеш', 'Бельгия',
        'Буркина-Фасо', 'Болгария', 'Бахрейн', 'Бурунди', 'Бенин', 'Сент Бартелеми', 'Бермуд аралдары', 'Бруней', 'Боливия', 'Кариб Нидерланддары', 'Бразилия', 'Багама аралдары', 'Бутан', 'Буве аралы', 'Ботсвана', 'Беларусь', 'Белиз', 'Канада', 'Кокос (Килинг) аралдары', 'Конго-Киншаса',
        'Борбордук Африка Республикасы', 'Конго-Браззавил', 'Швейцария', 'Кот-д’Ивуар', 'Кук аралдары', 'Чили', 'Камерун', 'Кытай', 'Колумбия', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'Рождество аралы', 'Кипр', 'Чехия', 'Германия', 'Джибути', 'Дания', 'Доминика',
        'Доминика Республикасы', 'Алжир', 'Эквадор', 'Эстония', 'Египет', 'Батыш Сахара', 'Эритрея', 'Испания', 'Эфиопия', 'Финляндия', 'Фиджи', 'Фолкленд аралдары', 'Микронезия', 'Фарер аралдары', 'Франция', 'Габон', 'Улуу Британия', 'Гренада', 'Грузия', 'Франция Гвианасы',
        'Гернси', 'Гана', 'Гибралтар', 'Гренландия', 'Гамбия', 'Гвинея', 'Гваделупа', 'Экватордук Гвинея', 'Греция', 'Түштүк Жоржия жана Түштүк Сэндвич аралдары', 'Гватемала', 'Гуам', 'Гвинея-Бисау', 'Гайана', 'Гонконг Кытай ААА', 'Херд жана Макдональд аралдары', 'Гондурас', 'Хорватия', 'Гаити', 'Венгрия',
        'Индонезия', 'Ирландия', 'Израиль', 'Мэн аралы', 'Индия', 'Инди океанындагы Британ территориясы', 'Ирак', 'Иран', 'Исландия', 'Италия', 'Жерси', 'Ямайка', 'Иордания', 'Жапония', 'Кения', 'Кыргызстан', 'Камбоджа', 'Кирибати', 'Коморос', 'Сент-Китс жана Невис',
        'Түндүк Корея', 'Түштүк Корея', 'Кувейт', 'Кайман аралдары', 'Казакстан', 'Лаос', 'Ливан', 'Сент-Люсия', 'Лихтенштейн', 'Шри-Ланка', 'Либерия', 'Лесото', 'Литва', 'Люксембург', 'Латвия', 'Ливия', 'Марокко', 'Монако', 'Молдова', 'Черногория',
        'Сент-Мартин', 'Мадагаскар', 'Маршалл аралдары', 'Түндүк Македония', 'Мали', 'Мьянма (Бирма)', 'Монголия', 'Макао Кытай ААА', 'Түндүк Мариана аралдары', 'Мартиника', 'Мавритания', 'Монтсеррат', 'Мальта', 'Маврикий', 'Мальдив', 'Малави', 'Мексика', 'Малайзия', 'Мозамбик', 'Намибия',
        'Жаңы Каледония', 'Нигер', 'Норфолк аралы', 'Нигерия', 'Никарагуа', 'Нидерланд', 'Норвегия', 'Непал', 'Науру', 'Ниуэ', 'Жаңы Зеландия', 'Оман', 'Панама', 'Перу', 'Полинезия (франциялык)', 'Папуа-Жаңы Гвинея', 'Филиппин', 'Пакистан', 'Польша', 'Сен-Пьер жана Микелон',
        'Питкэрн аралдары', 'Пуэрто-Рико', 'Палестина аймактары', 'Португалия', 'Палау', 'Парагвай', 'Катар', 'Реюньон', 'Румыния', 'Сербия', 'Россия', 'Руанда', 'Сауд Арабиясы', 'Соломон аралдары', 'Сейшел аралдары', 'Судан', 'Швеция', 'Сингапур', 'Ыйык Елена', 'Словения',
        'Шпицберген жана Ян-Майен', 'Словакия', 'Сьерра-Леоне', 'Сан Марино', 'Сенегал', 'Сомали', 'Суринам', 'Түштүк Судан', 'Сан-Томе жана Принсипи', 'Эль-Сальвадор', 'Синт-Мартен', 'Сирия', 'Свазиленд', 'Түркс жана Кайкос аралдары', 'Чад', 'Франциянын Түштүктөгү аймактары', 'Того', 'Тайланд', 'Тажикстан', 'Токелау',
        'Тимор-Лесте', 'Түркмөнстан', 'Тунис', 'Тонга', 'Түркия', 'Тринидад жана Тобаго', 'Тувалу', 'Тайвань', 'Танзания', 'Украина', 'Уганда', 'АКШнын сырткы аралдары', 'Кошмо Штаттар', 'Уругвай', 'Өзбекстан', 'Ватикан', 'Сент-Винсент жана Гренадиндер', 'Венесуэла', 'Виргин аралдары (Британия)', 'Виргин аралдары (АКШ)',
        'Вьетнам', 'Вануату', 'Уоллис жана Футуна', 'Самоа', 'Йемен', 'Майотта', 'Түштүк-Африка Республикасы', 'Замбия', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'Дүйнө', 150 => 'Европа', 419 => 'Латын Америкасы'],
];
