<?php

return [
    'UserAssignedNames' => ['XK' => 'कोसोवो'],
    'Names' => [
        'एंडोरा', 'संयुक्त अरब अमीरात', 'अफगानिस्तान', 'एंटिगुआ आ बारबुडा', 'एंग्विला', 'अलबानिया', 'आरमेनिया', 'अंगोला', 'अंटार्टिका', 'अर्जेंटिना', 'अमेरिकी समोआ', 'आस्ट्रिया', 'आस्ट्रेलिया', 'अरूबा', 'अलैंड द्वीपसमूह', 'अजरबैजान', 'बोस्निया आ हर्जेगोबिना', 'बारबाडोस', 'बंगलादेश', 'बेल्जियम',
        'बुरकिना फासो', 'बुल्गारिया', 'बहरीन', 'बुरूंडी', 'बेनिन', 'सेंट बार्थेलेमी', 'बरमुडा', 'ब्रूनेई', 'बोलिबिया', 'कैरिबियाई नीदरलैंड', 'ब्राज़ील', 'बहामास', 'भूटान', 'बोबेत द्वीप', 'बोत्सबाना', 'बेलारूस', 'बेलीज', 'कनाडा', 'कोकेज (कीलिंग) द्वीपसमूह', 'कांगो-किंशासा',
        'मध्य अफ्रीकी रिपब्लिक', 'कांगो-ब्राजाबिले', 'स्विट्जरलैंड', 'कोट डी आइवर', 'कुक द्वीपसमूह', 'चिली', 'कैमरून', 'चीन', 'कोलंबिया', 'कोस्टारिका', 'क्यूबा', 'कैप बर्डे', 'कुरासाओ', 'क्रिसमस द्वीप', 'साइप्रस', 'चेकिया', 'जर्मनी', 'जिबूति', 'डेनमार्क', 'डोमिनिका',
        'डोमिनिकन रिपब्लिक', 'अल्जीरिया', 'इक्वाडोर', 'एस्टोनिया', 'मिस्र', 'पश्चिमी सहारा', 'एरिट्रिया', 'स्पेन', 'इथोपिया', 'फिनलैंड', 'फिजी', 'फाकलैंड द्वीपसमूह', 'माइक्रोनेशिया', 'फेरो द्वीपसमूह', 'फ़्रांस', 'गैबन', 'यूनाइटेड किंगडम', 'ग्रेनाडा', 'जार्जिया', 'फ्रेंच गुयाना',
        'गर्नसी', 'घाना', 'जिब्राल्टर', 'ग्रीनलैंड', 'गाम्बिया', 'गिनी', 'ग्वाडेलूप', 'इक्वेटोरियल गिनी', 'यूनान', 'दक्षिण जार्जिया आ दक्षिण सैंडविच द्वीपसमूह', 'ग्वाटेमाला', 'गुआम', 'गिनी-बिसाऊ', 'गुयाना', 'हांग कांग (विशेष प्रशासनिक क्षेत्र चीन)', 'हर्ड आ मैकडोनल्ड द्वीपसमूह', 'होंडुरास', 'क्रोएशिया', 'हैती', 'हंगरी',
        'इंडोनेशिया', 'आयरलैंड', 'इजरायल', 'आइल ऑफ मैन', 'भारत', 'ब्रिटिश हिंद महासागरीय क्षेत्र', 'इराक', 'ईरान', 'आइसलैंड', 'इटली', 'जरसी', 'जमैका', 'जार्डन', 'जापान', 'केन्या', 'किर्गिजस्तान', 'कंबोडिया', 'किरिबाती', 'कोमोरोस', 'सेंट किट्स आ नेविस',
        'उत्तर कोरिया', 'दक्षिण कोरिया', 'कुवैत', 'कैमेन द्वीपसमूह', 'कजाखस्तान', 'लाओस', 'लेबनान', 'सेंट लूसिया', 'लिख्तेंस्ताइन', 'श्रीलंका', 'लाइबेरिया', 'लेसोथो', 'लिथुआनिया', 'लग्जमबर्ग', 'लातविया', 'लीबिया', 'मोरोक्को', 'मोनाको', 'मोलडोवा', 'मोंटेनीग्रो',
        'सेंट मार्टिन', 'मेडागास्कर', 'मार्शल द्वीपसमूह', 'उत्तरी मकदूनिया', 'माली', 'मयनमार (बर्मा)', 'मंगोलिया', 'मकाउ (विशेष प्रशासनिक क्षेत्र चीन)', 'उत्तर मरीना द्वीपसमूह', 'मार्टिनिक', 'मारिटानिया', 'मोंटसेरात', 'माल्टा', 'मारीशस', 'मालदीब', 'मलाबी', 'मैक्सिको', 'मलेशिया', 'मोजाम्बिक', 'नामीबिया',
        'न्यू कैलेडोनिया', 'नाइजर', 'नौरफोक द्वीप', 'नाइजीरिया', 'निकारागुआ', 'नीदरलैंड', 'नार्वे', 'नेपाल', 'नौरू', 'नीयू', 'न्यूजीलैंड', 'ओमान', 'पनामा', 'पेरू', 'फ्रेंच पोलिनेशिया', 'पापुआ न्यू गिनी', 'फिलिपींस', 'पाकिस्तान', 'पोलैंड', 'सेंट पियरे आ मिक्वेलान',
        'पिटकेयर्न द्वीपसमूह', 'प्योर्टो रिको', 'फिलिस्तीनी क्षेत्र', 'पुर्तगाल', 'पलाऊ', 'पराग्वे', 'कतर', 'रियूनियन', 'रोमानिया', 'सर्बिया', 'रूस', 'रवांडा', 'सऊदी अरब', 'सोलोमन द्वीपसमूह', 'सेशेल्स', 'सूडान', 'स्वीडन', 'सिंगापुर', 'सेंट हेलेना', 'स्लोबेनिया',
        'स्वालबार्ड आ जान मायेन', 'स्लोवाकिया', 'सियरा लियोन', 'सेन मरीनो', 'सेनेगल', 'सोमालिया', 'सुरीनाम', 'दक्षिण सुडान', 'साओ टोम आ प्रिंसिप', 'अल सल्वाडोर', 'सिंट मार्टेन', 'सीरिया', 'एस्वाटिनी', 'तुर्क आ कैकोज द्वीपसमूह', 'चाड', 'फ्रांसीसी दक्षिणी क्षेत्र', 'टोगो', 'थाईलैंड', 'ताजिकिस्तान', 'टोकेलाऊ',
        'तिमोर-लेस्त', 'तुर्कमेनिस्तान', 'ट्यूनिशिया', 'टोंगा', 'तुर्की', 'ट्रिनिदाद आ टोबैगो', 'टुवालू', 'ताइबान', 'तंजानिया', 'यूक्रेन', 'युगांडा', 'यू॰एस॰ आउटलाइंग द्वीपसमूह', 'संयुक्त राज्य', 'उरुग्वे', 'उजबेकिस्तान', 'वेटिकन सिटी', 'सेंट विंसेंट आ ग्रेनाडाइंस', 'बेनेजुएला', 'ब्रिटिश वर्जिन द्वीपसमूह', 'यू॰एस॰ वर्जिन द्वीपसमूह',
        'बियतनाम', 'बनातू', 'बालिस आ फुटुना', 'समोआ', 'यमन', 'मयोटे', 'दक्षिण अफ्रीका', 'जाम्बिया', 'जिम्बाब्बे',
    ],
    'NumericNames' => ['001' => 'विश्व', 150 => 'यूरोप', 419 => 'लातिन अमेरिका'],
];
