<?php

return [
    'UserAssignedNames' => ['XK' => 'കൊസോവൊ'],
    'Names' => [
        'അൻഡോറ', 'യുണൈറ്റഡ് അറബ് എമിറൈറ്റ്‌സ്', 'അഫ്‌ഗാനിസ്ഥാൻ', 'ആൻറിഗ്വയും ബർബുഡയും', 'ആൻഗ്വില്ല', 'അൽബേനിയ', 'അർമേനിയ', 'അംഗോള', 'അന്റാർട്ടിക്ക', 'അർജന്റീന', 'അമേരിക്കൻ സമോവ', 'ഓസ്ട്രിയ', 'ഓസ്‌ട്രേലിയ', 'അറൂബ', 'അലൻഡ് ദ്വീപുകൾ', 'അസർബൈജാൻ', 'ബോസ്നിയയും ഹെർസഗോവിനയും', 'ബാർബഡോസ്', 'ബംഗ്ലാദേശ്', 'ബെൽജിയം',
        'ബർക്കിന ഫാസോ', 'ബൾഗേറിയ', 'ബഹ്റിൻ', 'ബറുണ്ടി', 'ബെനിൻ', 'സെന്റ് ബാർത്തലമി', 'ബർമുഡ', 'ബ്രൂണൈ', 'ബൊളീവിയ', 'കരീബിയൻ നെതർലാൻഡ്സ്', 'ബ്രസീൽ', 'ബഹാമാസ്', 'ഭൂട്ടാൻ', 'ബൗവെട്ട് ദ്വീപ്', 'ബോട്സ്വാന', 'ബെലറൂസ്', 'ബെലീസ്', 'കാനഡ', 'കോക്കസ് (കീലിംഗ്) ദ്വീപുകൾ', 'കോംഗോ - കിൻഷാസ',
        'സെൻട്രൽ ആഫ്രിക്കൻ റിപ്പബ്ലിക്ക്', 'കോംഗോ - ബ്രാസവില്ലി', 'സ്വിറ്റ്സർലാൻഡ്', 'കോട്ട് ഡി വാർ', 'കുക്ക് ദ്വീപുകൾ', 'ചിലി', 'കാമറൂൺ', 'ചൈന', 'കൊളംബിയ', 'കോസ്റ്ററിക്ക', 'ക്യൂബ', 'കേപ്പ് വേർഡ്', 'കുറാകാവോ', 'ക്രിസ്മസ് ദ്വീപ്', 'സൈപ്രസ്', 'ചെക്കിയ', 'ജർമ്മനി', 'ജിബൂത്തി', 'ഡെൻമാർക്ക്', 'ഡൊമിനിക്ക',
        'ഡൊമിനിക്കൻ റിപ്പബ്ലിക്ക്', 'അൾജീരിയ', 'ഇക്വഡോർ', 'എസ്റ്റോണിയ‍', 'ഈജിപ്ത്', 'പശ്ചിമ സഹാറ', 'എറിത്രിയ', 'സ്‌പെയിൻ', 'എത്യോപ്യ', 'ഫിൻലാൻഡ്', 'ഫിജി', 'ഫാക്ക്‌ലാന്റ് ദ്വീപുകൾ', 'മൈക്രോനേഷ്യ', 'ഫറോ ദ്വീപുകൾ', 'ഫ്രാൻസ്', 'ഗാബൺ', 'യുണൈറ്റഡ് കിംഗ്ഡം', 'ഗ്രനേഡ', 'ജോർജ്ജിയ', 'ഫ്രഞ്ച് ഗയാന',
        'ഗേൺസി', 'ഘാന', 'ജിബ്രാൾട്ടർ', 'ഗ്രീൻലൻഡ്', 'ഗാംബിയ', 'ഗിനിയ', 'ഗ്വാഡലൂപ്പ്', 'ഇക്വറ്റോറിയൽ ഗിനിയ', 'ഗ്രീസ്', 'ദക്ഷിണ ജോർജ്ജിയയും ദക്ഷിണ സാൻഡ്‌വിച്ച് ദ്വീപുകളും', 'ഗ്വാട്ടിമാല', 'ഗ്വാം', 'ഗിനിയ-ബിസൗ', 'ഗയാന', 'ഹോങ്കോങ് (SAR) ചൈന', 'ഹേർഡ്, മക്ഡോണൾഡ് ദ്വീപുകൾ', 'ഹോണ്ടുറാസ്', 'ക്രൊയേഷ്യ', 'ഹെയ്തി', 'ഹംഗറി',
        'ഇന്തോനേഷ്യ', 'അയർലൻഡ്', 'ഇസ്രായേൽ', 'ഐൽ ഓഫ് മാൻ', 'ഇന്ത്യ', 'ബ്രിട്ടീഷ് ഇന്ത്യൻ ഓഷ്യൻ ടെറിട്ടറി', 'ഇറാഖ്', 'ഇറാൻ', 'ഐസ്‌ലാന്റ്', 'ഇറ്റലി', 'ജേഴ്സി', 'ജമൈക്ക', 'ജോർദ്ദാൻ', 'ജപ്പാൻ', 'കെനിയ', 'കിർഗിസ്ഥാൻ', 'കംബോഡിയ', 'കിരിബാട്ടി', 'കോമൊറോസ്', 'സെന്റ് കിറ്റ്‌സും നെവിസും',
        'ഉത്തരകൊറിയ', 'ദക്ഷിണകൊറിയ', 'കുവൈറ്റ്', 'കേയ്മാൻ ദ്വീപുകൾ', 'കസാഖിസ്ഥാൻ', 'ലാവോസ്', 'ലെബനൻ', 'സെന്റ് ലൂസിയ', 'ലിച്ചൺസ്റ്റൈൻ', 'ശ്രീലങ്ക', 'ലൈബീരിയ', 'ലെസോതോ', 'ലിത്വാനിയ', 'ലക്സംബർഗ്', 'ലാറ്റ്വിയ', 'ലിബിയ', 'മൊറോക്കൊ', 'മൊണാക്കോ', 'മൾഡോവ', 'മോണ്ടെനെഗ്രോ',
        'സെന്റ് മാർട്ടിൻ', 'മഡഗാസ്കർ', 'മാർഷൽ ദ്വീപുകൾ', 'നോർത്ത് മാസിഡോണിയ', 'മാലി', 'മ്യാൻമാർ (ബർമ്മ)', 'മംഗോളിയ', 'മക്കാവു എസ്.എ.ആർ. ചൈന', 'ഉത്തര മറിയാനാ ദ്വീപുകൾ', 'മാർട്ടിനിക്ക്', 'മൗറിറ്റാനിയ', 'മൊണ്ടെസരത്ത്', 'മാൾട്ട', 'മൗറീഷ്യസ്', 'മാലിദ്വീപ്', 'മലാവി', 'മെക്സിക്കോ', 'മലേഷ്യ', 'മൊസാംബിക്ക്', 'നമീബിയ',
        'ന്യൂ കാലിഡോണിയ', 'നൈജർ', 'നോർഫോക് ദ്വീപ്', 'നൈജീരിയ', 'നിക്കരാഗ്വ', 'നെതർലാൻഡ്‌സ്', 'നോർവെ', 'നേപ്പാൾ', 'നൗറു', 'ന്യൂയി', 'ന്യൂസിലൻഡ്', 'ഒമാൻ', 'പനാമ', 'പെറു', 'ഫ്രഞ്ച് പോളിനേഷ്യ', 'പാപ്പുവ ന്യൂ ഗിനിയ', 'ഫിലിപ്പീൻസ്', 'പാക്കിസ്ഥാൻ', 'പോളണ്ട്', 'സെന്റ് പിയറി ആൻഡ് മിക്വലൻ',
        'പിറ്റ്‌കെയ്‌ൻ ദ്വീപുകൾ', 'പോർട്ടോ റിക്കോ', 'പാലസ്‌തീൻ പ്രദേശങ്ങൾ', 'പോർച്ചുഗൽ', 'പലാവു', 'പരാഗ്വേ', 'ഖത്തർ', 'റീയൂണിയൻ', 'റൊമാനിയ', 'സെർബിയ', 'റഷ്യ', 'റുവാണ്ട', 'സൗദി അറേബ്യ', 'സോളമൻ ദ്വീപുകൾ', 'സീഷെൽസ്', 'സുഡാൻ', 'സ്വീഡൻ', 'സിംഗപ്പൂർ', 'സെന്റ് ഹെലീന', 'സ്ലോവേനിയ',
        'സ്വാൽബാഡും ജാൻ മായേനും', 'സ്ലോവാക്യ', 'സിയെറ ലിയോൺ', 'സാൻ മറിനോ', 'സെനഗൽ', 'സോമാലിയ', 'സുരിനാം', 'ദക്ഷിണ സുഡാൻ', 'സാവോ ടോമും പ്രിൻസിപെയും', 'എൽ സാൽവദോർ', 'സിന്റ് മാർട്ടെൻ', 'സിറിയ', 'സ്വാസിലൻഡ്', 'ടർക്ക്‌സും കെയ്‌ക്കോ ദ്വീപുകളും', 'ഛാഡ്', 'ഫ്രഞ്ച് ദക്ഷിണ ഭൂപ്രദേശം', 'ടോഗോ', 'തായ്‌ലാൻഡ്', 'താജിക്കിസ്ഥാൻ', 'ടോക്കെലൂ',
        'തിമോർ-ലെസ്റ്റെ', 'തുർക്ക്മെനിസ്ഥാൻ', 'ടുണീഷ്യ', 'ടോംഗ', 'തുർക്കിയെ', 'ട്രിനിഡാഡും ടുബാഗോയും', 'ടുവാലു', 'തായ്‌വാൻ', 'ടാൻസാനിയ', 'ഉക്രെയ്‌ൻ', 'ഉഗാണ്ട', 'യു.എസ്. ദ്വീപസമൂഹങ്ങൾ', 'അമേരിക്കൻ ഐക്യനാടുകൾ', 'ഉറുഗ്വേ', 'ഉസ്‌ബെക്കിസ്ഥാൻ', 'വത്തിക്കാൻ', 'സെന്റ് വിൻസെന്റും ഗ്രനെഡൈൻസും', 'വെനിസ്വേല', 'ബ്രിട്ടീഷ് വെർജിൻ ദ്വീപുകൾ', 'യു.എസ്. വെർജിൻ ദ്വീപുകൾ',
        'വിയറ്റ്നാം', 'വന്വാതു', 'വാലിസ് ആന്റ് ഫ്യൂച്യുന', 'സമോവ', 'യെമൻ', 'മയോട്ടി', 'ദക്ഷിണാഫ്രിക്ക', 'സാംബിയ', 'സിംബാബ്‌വേ',
    ],
    'NumericNames' => ['001' => 'ലോകം', 150 => 'യൂറോപ്പ്', 419 => 'ലാറ്റിനമേരിക്ക'],
];
