<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Арабын Нэгдсэн Эмират Улс', 'Афганистан', 'Антигуа ба Барбуда', 'Ангилья', 'Албани', 'Армени', 'Ангол', 'Антарктид', 'Аргентин', 'Америкийн Самоа', 'Австри', 'Австрали', 'Аруба', 'Аландын арлууд', 'Азербайжан', 'Босни-Херцеговин', 'Барбадос', 'Бангладеш', 'Бельги',
        'Буркина Фасо', 'Болгар', 'Бахрейн', 'Бурунди', 'Бенин', 'Сент-Бартельми', 'Бермуда', 'Бруней', 'Боливи', 'Карибын Нидерланд', 'Бразил', 'Багамын арлууд', 'Бутан', 'Буве арал', 'Ботсван', 'Беларусь', 'Белизе', 'Канад', 'Кокос (Кийлинг) арлууд', 'Конго-Киншаса',
        'Төв Африкийн Бүгд Найрамдах Улс', 'Конго-Браззавиль', 'Швейцар', 'Кот-д’Ивуар', 'Күүкийн арлууд', 'Чили', 'Камерун', 'Хятад', 'Колумби', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'Зул сарын арал', 'Кипр', 'Чех', 'Герман', 'Джибути', 'Дани', 'Доминика',
        'Бүгд Найрамдах Доминикан Улс', 'Алжир', 'Эквадор', 'Эстони', 'Египет', 'Баруун Сахар', 'Эритрей', 'Испани', 'Этиоп', 'Финланд', 'Фижи', 'Фолклендийн арлууд', 'Микронези', 'Фарерын арлууд', 'Франц', 'Габон', 'Их Британи', 'Гренада', 'Гүрж', 'Францын Гвиана',
        'Гернси', 'Гана', 'Гибралтар', 'Гренланд', 'Гамби', 'Гвиней', 'Гваделуп', 'Экваторын Гвиней', 'Грек', 'Өмнөд Жоржиа ба Өмнөд Сэндвичийн арлууд', 'Гватемал', 'Гуам', 'Гвиней-Бисау', 'Гайана', 'БНХАУ-ын Тусгай захиргааны бүс Хонг-Конг', 'Херд ба Макдональдийн арлууд', 'Гондурас', 'Хорват', 'Гаити', 'Унгар',
        'Индонез', 'Ирланд', 'Израил', 'Мэн Арал', 'Энэтхэг', 'Британийн харьяа Энэтхэгийн далай дахь нутаг дэвсгэр', 'Ирак', 'Иран', 'Исланд', 'Итали', 'Жерси', 'Ямайка', 'Йордан', 'Япон', 'Кени', 'Киргиз', 'Камбож', 'Кирибати', 'Коморын арлууд', 'Сент-Киттс ба Невис',
        'Хойд Солонгос', 'Өмнөд Солонгос', 'Кувейт', 'Кайманы арлууд', 'Казахстан', 'Лаос', 'Ливан', 'Сент Люсиа', 'Лихтенштайн', 'Шри-Ланка', 'Либери', 'Лесото', 'Литва', 'Люксембург', 'Латви', 'Ливи', 'Морокко', 'Монако', 'Молдова', 'Монтенегро',
        'Сент-Мартин', 'Мадагаскар', 'Маршаллын арлууд', 'Хойд Македон', 'Мали', 'Мьянмар', 'Монгол', 'БНХАУ-ын Тусгай захиргааны бүс Макао', 'Хойд Марианы арлууд', 'Мартиник', 'Мавритани', 'Монтсеррат', 'Мальта', 'Маврикий', 'Мальдив', 'Малави', 'Мексик', 'Малайз', 'Мозамбик', 'Намиби',
        'Шинэ Каледони', 'Нигер', 'Норфолк арал', 'Нигери', 'Никарагуа', 'Нидерланд', 'Норвег', 'Балба', 'Науру', 'Ниуэ', 'Шинэ Зеланд', 'Оман', 'Панам', 'Перу', 'Францын Полинез', 'Папуа Шинэ Гвиней', 'Филиппин', 'Пакистан', 'Польш', 'Сент-Пьер ба Микело',
        'Питкэрн арлууд', 'Пуэрто-Рико', 'Палестины нутаг дэвсгэр', 'Португал', 'Палау', 'Парагвай', 'Катар', 'Реюнион', 'Румын', 'Серби', 'Орос', 'Руанда', 'Саудын Араб', 'Соломоны арлууд', 'Сейшелийн арлууд', 'Судан', 'Швед', 'Сингапур', 'Сент Хелена', 'Словени',
        'Свалбард ба Ян Майен', 'Словак', 'Сьерра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомали', 'Суринам', 'Өмнөд Судан', 'Сан-Томе ба Принсипи', 'Эль Сальвадор', 'Синт Мартен', 'Сири', 'Эсватини', 'Турк ба Кайкосын Арлууд', 'Чад', 'Францын өмнөд газар нутаг', 'Того', 'Тайланд', 'Тажикистан', 'Токелау',
        'Тимор-Лесте', 'Туркменистан', 'Тунис', 'Тонга', 'Турк', 'Тринидад ба Тобаго', 'Тувалу', 'Тайвань', 'Танзани', 'Украин', 'Уганда', 'Америкийн Нэгдсэн Улсын бага арлууд', 'Америкийн Нэгдсэн Улс', 'Уругвай', 'Узбекистан', 'Ватикан хот улс', 'Сент-Винсент ба Гренадин', 'Венесуэл', 'Британийн Виржиний арлууд', 'АНУ-ын Виржиний арлууд',
        'Вьетнам', 'Вануату', 'Уоллис ба Футуна', 'Самоа', 'Йемен', 'Майотта', 'Өмнөд Африк', 'Замби', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'Дэлхий', 150 => 'Европ', 419 => 'Латин Америк'],
];
