<?php

return [
    'UserAssignedNames' => ['XK' => 'कोसोव्हो'],
    'Names' => [
        'अँडोरा', 'संयुक्त अरब अमिराती', 'अफगाणिस्तान', 'अँटिग्वा आणि बर्बुडा', 'अँग्विला', 'अल्बानिया', 'अर्मेनिया', 'अंगोला', 'अंटार्क्टिका', 'अर्जेंटिना', 'अमेरिकन सामोआ', 'ऑस्ट्रिया', 'ऑस्ट्रेलिया', 'अरुबा', 'अ‍ॅलँड बेटे', 'अझरबैजान', 'बोस्निया अणि हर्जेगोविना', 'बार्बाडोस', 'बांगलादेश', 'बेल्जियम',
        'बुर्किना फासो', 'बल्गेरिया', 'बहारीन', 'बुरुंडी', 'बेनिन', 'सेंट बार्थेलेमी', 'बर्मुडा', 'ब्रुनेई', 'बोलिव्हिया', 'कॅरिबियन नेदरलँड्स', 'ब्राझिल', 'बहामाज', 'भूतान', 'बोउवेट बेट', 'बोट्सवाना', 'बेलारूस', 'बेलिझे', 'कॅनडा', 'कोकोस (कीलिंग) बेटे', 'काँगो - किंशासा',
        'केंद्रीय अफ्रिकी प्रजासत्ताक', 'काँगो - ब्राझाविले', 'स्वित्झर्लंड', 'कोत द’ईवोआर', 'कुक बेटे', 'चिली', 'कॅमेरून', 'चीन', 'कोलम्बिया', 'कोस्टा रिका', 'क्यूबा', 'केप व्हर्डे', 'क्युरासाओ', 'ख्रिसमस बेट', 'सायप्रस', 'झेकिया', 'जर्मनी', 'जिबौटी', 'डेन्मार्क', 'डोमिनिका',
        'डोमिनिकन प्रजासत्ताक', 'अल्जीरिया', 'इक्वाडोर', 'एस्टोनिया', 'इजिप्त', 'पश्चिम सहारा', 'एरिट्रिया', 'स्पेन', 'इथिओपिया', 'फिनलंड', 'फिजी', 'फॉकलंड बेटे', 'मायक्रोनेशिया', 'फेरो बेटे', 'फ्रान्स', 'गॅबॉन', 'युनायटेड किंगडम', 'ग्रेनेडा', 'जॉर्जिया', 'फ्रेंच गयाना',
        'ग्वेर्नसे', 'घाना', 'जिब्राल्टर', 'ग्रीनलंड', 'गाम्बिया', 'गिनी', 'ग्वाडेलोउपे', 'इक्वेटोरियल गिनी', 'ग्रीस', 'दक्षिण जॉर्जिया आणि दक्षिण सँडविच बेटे', 'ग्वाटेमाला', 'गुआम', 'गिनी-बिसाउ', 'गयाना', 'हाँगकाँग एसएआर चीन', 'हर्ड आणि मॅक्डोनाल्ड बेटे', 'होंडुरास', 'क्रोएशिया', 'हैती', 'हंगेरी',
        'इंडोनेशिया', 'आयर्लंड', 'इस्त्राइल', 'आयल ऑफ मॅन', 'भारत', 'ब्रिटिश हिंद महासागर प्रदेश', 'इराक', 'इराण', 'आइसलँड', 'इटली', 'जर्सी', 'जमैका', 'जॉर्डन', 'जपान', 'केनिया', 'किरगिझस्तान', 'कंबोडिया', 'किरीबाटी', 'कोमोरोज', 'सेंट किट्स आणि नेव्हिस',
        'उत्तर कोरिया', 'दक्षिण कोरिया', 'कुवेत', 'केमन बेटे', 'कझाकस्तान', 'लाओस', 'लेबनॉन', 'सेंट ल्यूसिया', 'लिक्टेनस्टाइन', 'श्रीलंका', 'लायबेरिया', 'लेसोथो', 'लिथुआनिया', 'लक्झेंबर्ग', 'लाटव्हिया', 'लिबिया', 'मोरोक्को', 'मोनॅको', 'मोल्डोव्हा', 'मोंटेनेग्रो',
        'सेंट मार्टिन', 'मादागास्कर', 'मार्शल बेटे', 'उत्तर मॅसेडोनिया', 'माली', 'म्यानमार (बर्मा)', 'मंगोलिया', 'मकाओ एसएआर चीन', 'उत्तरी मारियाना बेटे', 'मार्टिनिक', 'मॉरिटानिया', 'मॉन्ट्सेराट', 'माल्टा', 'मॉरिशस', 'मालदीव', 'मलावी', 'मेक्सिको', 'मलेशिया', 'मोझाम्बिक', 'नामिबिया',
        'न्यू कॅलेडोनिया', 'नाइजर', 'नॉरफॉक बेट', 'नायजेरिया', 'निकाराग्वा', 'नेदरलँड', 'नॉर्वे', 'नेपाळ', 'नाउरू', 'नीयू', 'न्यूझीलंड', 'ओमान', 'पनामा', 'पेरू', 'फ्रेंच पॉलिनेशिया', 'पापुआ न्यू गिनी', 'फिलिपिन्स', 'पाकिस्तान', 'पोलंड', 'सेंट पियरे आणि मिक्वेलोन',
        'पिटकैर्न बेटे', 'प्युएर्तो रिको', 'पॅलेस्टिनियन प्रदेश', 'पोर्तुगाल', 'पलाऊ', 'पराग्वे', 'कतार', 'रियुनियन', 'रोमानिया', 'सर्बिया', 'रशिया', 'रवांडा', 'सौदी अरब', 'सोलोमन बेटे', 'सेशेल्स', 'सुदान', 'स्वीडन', 'सिंगापूर', 'सेंट हेलेना', 'स्लोव्हेनिया',
        'स्वालबर्ड आणि जान मायेन', 'स्लोव्हाकिया', 'सिएरा लिओन', 'सॅन मरीनो', 'सेनेगल', 'सोमालिया', 'सुरिनाम', 'दक्षिण सुदान', 'साओ टोम आणि प्रिंसिपे', 'अल साल्वाडोर', 'सिंट मार्टेन', 'सीरिया', 'इस्वातिनी', 'टर्क्स आणि कैकोस बेटे', 'चाड', 'फ्रेंच दाक्षिणात्य प्रदेश', 'टोगो', 'थायलंड', 'ताजिकिस्तान', 'तोकेलाउ',
        'तिमोर-लेस्ते', 'तुर्कमेनिस्तान', 'ट्यूनिशिया', 'टोंगा', 'तुर्किये', 'त्रिनिदाद आणि टोबॅगो', 'टुवालु', 'तैवान', 'टांझानिया', 'युक्रेन', 'युगांडा', 'यू.एस. आउटलाइंग बेटे', 'युनायटेड स्टेट्स', 'उरुग्वे', 'उझबेकिस्तान', 'व्हॅटिकन सिटी', 'सेंट व्हिन्सेंट आणि ग्रेनडाइन्स', 'व्हेनेझुएला', 'ब्रिटिश व्हर्जिन बेटे', 'यू.एस. व्हर्जिन बेटे',
        'व्हिएतनाम', 'वानुआतु', 'वालिस आणि फ्यूचूना', 'सामोआ', 'येमेन', 'मायोट्टे', 'दक्षिण आफ्रिका', 'झाम्बिया', 'झिम्बाब्वे',
    ],
    'NumericNames' => ['001' => 'जग', 150 => 'युरोप', 419 => 'लॅटिन अमेरिका'],
];
