<?php

return [
    'UserAssignedNames' => ['XK' => 'کوزوو'],
    'Names' => [
        'آندورا', 'متحده عربی امارات', 'افغانستون', 'آنتیگوا و باربودا', 'آنگویلا', 'آلبانی', 'ارمنستون', 'آنگولا', 'جنوبی یخ‌بزه قطب', 'آرژانتین', 'آمریکای ِساموآ', 'اتریش', 'استرالیا', 'آروبا', 'آلند جزیره', 'آذربایجون', 'بوسنی و هرزگوین', 'باربادوس', 'بنگلادش', 'بلژیک',
        'بورکینا فاسو', 'بلغارستون', 'بحرین', 'بوروندی', 'بنین', 'سنت بارتلمی', 'برمودا', 'برونئی', 'بولیوی', 'هلند ِکاراییبی جزایر', 'برزیل', 'باهاما', 'بوتان', 'بووت جزیره', 'بوتساوانا', 'بلاروس', 'بلیز', 'کانادا', 'کوک (کیلینگ) جزایر', 'کنگو کینشاسا',
        'مرکزی آفریقای جمهوری', 'کنگو برازاویل', 'سوییس', 'عاج ِساحل', 'کوک جزایر', 'شیلی', 'کامرون', 'چین', 'کلمبیا', 'کاستاریکا', 'کوبا', 'کیپ ورد', 'کوراسائو', 'کریسمس جزیره', 'قبرس', 'چک جمهوری', 'آلمان', 'جیبوتی', 'دانمارک', 'دومنیکا',
        'دومنیکن جمهوری', 'الجزیره', 'اکوادر', 'استونی', 'مصر', 'غربی صحرا', 'اریتره', 'ایسپانیا', 'اتیوپی', 'فنلاند', 'فیجی', 'فالکلند جزیره‌ئون', 'میکرونزی', 'فارو جزایر', 'فرانسه', 'گابون', 'بریتانیا', 'گرانادا', 'گرجستون', 'فرانسه‌ی ِگویان',
        'گرنزی', 'غنا', 'جبل طارق', 'گرینلند', 'گامبیا', 'گینه', 'گوادلوپ', 'استوایی گینه', 'یونان', 'جنوبی جورجیا و جنوبی ساندویچ جزایر', 'گواتمالا', 'گوئام', 'گینه بیسائو', 'گویان', 'هنگ کنگ', 'هارد و مک‌دونالد جزایر', 'هندوراس', 'کرواسی', 'هاییتی', 'مجارستون',
        'اندونزی', 'ایرلند', 'ایسراییل', 'من ِجزیره', 'هند', 106 => 'عراق', 'ایران', 'ایسلند', 'ایتالیا', 'جرسی', 'جاماییکا', 'اردن', 'جاپون', 'کنیا', 'قرقیزستون', 'کامبوج', 'کیریباتی', 'کومور', 'سنت کیتس و نویس',
        'شمالی کُره', 'جنوبی کُره', 'کویت', 'کیمن جزیره‌ئون', 'قزاقستون', 'لائوس', 'لبنان', 'سنت لوسیا', 'لیختن اشتاین', 'سریلانکا', 'لیبریا', 'لسوتو', 'لتونی', 'لوکزامبورگ', 'لاتویا', 'لیبی', 'مراکش', 'موناکو', 'مولداوی', 'مونته‌نگرو',
        'سنت مارتین', 'ماداگاسکار', 'مارشال جزایر', 144 => 'مالی', 'میانمار', 'مغولستون', 'ماکائو (چین دله)', 'شمالی ماریانا جزایر', 'مارتینیک جزیره‌ئون', 'موریتانی', 'مونتسرات', 'مالت', 'مورى تيوس', 'مالدیو', 'مالاوی', 'مکزیک', 'مالزی', 'موزامبیک', 'نامبیا',
        'نیو کالیدونیا', 'نیجر', 'نورفولک جزیره', 'نیجریه', 'نیکاراگوئه', 'هلند', 'نروژ', 'نپال', 'نائورو', 'نیئو', 'نیوزلند', 'عمان', 'پاناما', 'پرو', 'فرانسه‌ی پولی‌نزی', 'پاپوا نو گینه', 'فیلیپین', 'پاکستون', 'لهستون', 'سن پییر و میکلن',
        'پیتکارین جزایر', 'پورتوریکو', 'فلسطین ِسرزمین', 'پرتغال', 'پالائو', 'پاراگوئه', 'قطر', 'رئونیون', 'رومانی', 'صربستون', 'روسیه', 'روآندا', 'عربستون', 'سلیمون جزیره', 'سیشل', 'سودان', 'سوئد', 'سنگاپور', 'سنت هلنا', 'اسلوونی',
        'سوالبارد و يان ماين', 'اسلواکی', 'سیرالئون', 'سن مارینو', 'سنگال', 'سومالی', 'سورینام', 'جنوبی سودان', 'سائوتومه و پرینسیپ', 'السالوادور', 'سنت مارتن', 'سوریه', 'سوازیلند', 'تورکس و کایکوس جزایر', 'چاد', 'فرانسه‌ی جنوبی مناطق', 'توگو', 'تایلند', 'تاجیکستون', 'توکلائو',
        'تیمور شرقی', 'ترکمونستون', 'تونس', 'تونگا', 'ترکیه', 'ترینیداد و توباگو', 'تووالو', 'تایوان', 'تانزانیا', 'اوکراین', 'اوگاندا', 'آمریکای پَرتِ‌پِلا جزیره‌ئون', 'متحده ایالات', 'اروگوئه', 'ازبکستون', 'واتیکان', 'سنت وینسنت و گرنادین', 'ونزوئلا', 'بریتانیای ویرجین', 'آمریکای ویرجین',
        'ویتنام', 'وانواتو', 'والیس و فوتونا', 'ساموآ', 'یمن', 'مایوت', 'جنوبی افریقا', 'زامبیا', 'زیمبابوه',
    ],
    'NumericNames' => ['001' => 'جهون', 150 => 'اروپا', 419 => 'لاتین آمریکا'],
];
