<?php

return [
    'UserAssignedNames' => ['XK' => 'कोसोभो'],
    'Names' => [
        'अन्डोर्रा', 'संयुक्त अरब इमिराट्स', 'अफगानिस्तान', 'एन्टिगुआ र बारबुडा', 'आङ्गुइला', 'अल्बेनिया', 'आर्मेनिया', 'अङ्गोला', 'अन्टारटिका', 'अर्जेन्टिना', 'अमेरिकी समोआ', 'अष्ट्रिया', 'अस्ट्रेलिया', 'अरुबा', 'अलान्ड टापुहरु', 'अजरबैजान', 'बोस्निया एण्ड हर्जगोभिनिया', 'बार्बाडोस', 'बङ्गलादेश', 'बेल्जियम',
        'बुर्किना फासो', 'बुल्गेरिया', 'बहराइन', 'बुरूण्डी', 'बेनिन', 'सेन्ट बार्थेलेमी', 'बर्मुडा', 'ब्रुनाइ', 'बोलिभिया', 'क्यारिवियन नेदरल्याण्ड्स', 'ब्राजिल', 'बहामास', 'भुटान', 'बुभेट टापु', 'बोट्स्वाना', 'बेलारूस', 'बेलिज', 'क्यानाडा', 'कोकोस (किलिंग) टापुहरु', 'कङ्गो - किन्शासा',
        'मध्य अफ्रिकी गणतन्त्र', 'कङ्गो ब्राजाभिल', 'स्विजरल्याण्ड', 'कोट दिभोर', 'कुक टापुहरु', 'चिली', 'क्यामरून', 'चीन', 'कोलोम्बिया', 'कोष्टारिका', 'क्युबा', 'केप भर्डे', 'कुराकाओ', 'क्रिष्टमस टापु', 'साइप्रस', 'चेकिया', 'जर्मनी', 'डिजिबुटी', 'डेनमार्क', 'डोमिनिका',
        'डोमिनिकन गणतन्त्र', 'अल्जेरिया', 'इक्वेडोर', 'इस्टोनिया', 'इजिप्ट', 'पश्चिमी साहारा', 'एरिट्रीया', 'स्पेन', 'इथियोपिया', 'फिनल्याण्ड', 'फिजी', 'फकल्याण्ड टापुहरु', 'माइक्रोनेसिया', 'फारो टापुहरू', 'फ्रान्स', 'गावोन', 'संयुक्त अधिराज्य', 'ग्रेनाडा', 'जर्जिया', 'फ्रान्सेली गायना',
        'ग्यूर्न्सी', 'घाना', 'जिब्राल्टार', 'ग्रिनल्याण्ड', 'गाम्विया', 'गिनी', 'ग्वाडेलुप', 'भू-मध्यीय गिनी', 'ग्रीस', 'दक्षिण जर्जिया र दक्षिण स्यान्डवीच टापुहरू', 'ग्वाटेमाला', 'गुवाम', 'गिनी-बिसाउ', 'गुयाना', 'हङकङ चिनियाँ विशेष प्रशासनिक क्षेत्र', 'हर्ड टापु र म्याकडोनाल्ड टापुहरु', 'हन्डुरास', 'क्रोएशिया', 'हैटी', 'हङ्गेरी',
        'इन्डोनेशिया', 'आयरल्याण्ड', 'इजरायल', 'आइल अफ म्यान', 'भारत', 'बेलायती हिन्द महासागर क्षेत्र', 'इराक', 'इरान', 'आइस्ल्याण्ड', 'इटली', 'जर्सी', 'जमैका', 'जोर्डन', 'जापान', 'केन्या', 'किर्गिस्तान', 'कम्बोडिया', 'किरिबाटी', 'कोमोरोस', 'सेन्ट किट्स र नेभिस',
        'उत्तर कोरिया', 'दक्षिण कोरिया', 'कुवेत', 'केयमान टापु', 'काजाकस्तान', 'लाओस', 'लेबनन', 'सेन्ट लुसिया', 'लिकटेन्सटाइन', 'श्रीलङ्का', 'लाइबेरिया', 'लेसोथो', 'लिथुएनिया', 'लक्जेमबर्ग', 'लाट्भिया', 'लिबिया', 'मोरोक्को', 'मोनाको', 'माल्डोभा', 'मोन्टेनिग्रो',
        'सेन्ट मार्टिन', 'माडागास्कर', 'मार्शल टापुहरु', 'उत्तर म्यासेडोनिया', 'माली', 'म्यान्मार (बर्मा)', 'मङ्गोलिया', 'मकाउ चिनियाँ विशेष प्रशासनिक क्षेत्र', 'उत्तरी मारिआना टापु', 'मार्टिनिक', 'माउरिटानिया', 'मोन्टसेर्राट', 'माल्टा', 'मौरिसियस', 'माल्दिभ्स', 'मालावी', 'मेक्सिको', 'मलेसिया', 'मोजाम्बिक', 'नामिबिया',
        'न्यु क्यालेडोनिया', 'नाइजर', 'नोरफोल्क टापु', 'नाइजेरिया', 'निकारागुवा', 'नेदरल्याण्ड', 'नर्वे', 'नेपाल', 'नाउरू', 'नियुइ', 'न्युजिल्याण्ड', 'ओमन', 'प्यानामा', 'पेरू', 'फ्रान्सेली पोलिनेसिया', 'पपुआ न्यू गाइनिया', 'फिलिपिन्स', 'पाकिस्तान', 'पोल्याण्ड', 'सेन्ट पिर्रे र मिक्केलोन',
        'पिटकाइर्न टापुहरु', 'पुएर्टो रिको', 'प्यालेस्टिनी भू-भागहरू', 'पोर्चुगल', 'पलाउ', 'प्याराग्वे', 'कतार', 'रियुनियन', 'रोमेनिया', 'सर्बिया', 'रूस', 'रवाण्डा', 'साउदी अरब', 'सोलोमन टापुहरू', 'सेचेलेस', 'सुडान', 'स्विडेन', 'सिङ्गापुर', 'सेन्ट हेलेना', 'स्लोभेनिया',
        'सभाल्बार्ड र जान मायेन', 'स्लोभाकिया', 'सिएर्रा लिओन', 'सान् मारिनो', 'सेनेगल', 'सोमालिया', 'सुरिनेम', 'दक्षिण सुडान', 'साओ टोमे र प्रिन्सिप', 'एल् साल्भाडोर', 'सिन्ट मार्टेन', 'सिरिया', 'स्वाजिल्याण्ड', 'तुर्क र काइकोस टापु', 'चाड', 'फ्रेन्च दक्षिणी राज्यहरू', 'टोगो', 'थाइल्याण्ड', 'ताजिकिस्तान', 'तोकेलाउ',
        'टिमोर-लेस्टे', 'तुर्कमेनिस्तान', 'ट्युनिसिया', 'टोंगा', 'तुर्किये', 'त्रिनिडाड एण्ड टोबागो', 'तुभालु', 'ताइवान', 'तान्जानिया', 'युक्रेन', 'युगाण्डा', 'संयुक्त राज्यका बाह्य टापुहरु', 'संयुक्त राज्य', 'उरूग्वे', 'उज्बेकिस्तान', 'भेटिकन सिटी', 'सेन्ट भिन्सेन्ट र ग्रेनाडिन्स', 'भेनेजुएला', 'बेलायती भर्जिन टापुहरू', 'संयुक्त राज्य भर्जिन टापुहरु',
        'भिएतनाम', 'भानुआतु', 'वालिस र फुटुना', 'सामोआ', 'येमेन', 'मायोट्ट', 'दक्षिण अफ्रिका', 'जाम्बिया', 'जिम्बाबवे',
    ],
    'NumericNames' => ['001' => 'विश्व', 150 => 'युरोप', 419 => 'ल्याटिन अमेरिका'],
];
