<?php

return [
    'UserAssignedNames' => ['XK' => 'ߞߛߏߝ߭ߏ߫'],
    'Names' => [
        'ߊ߲ߘߐߙ', 'ߋߡߌߙߊߕ ߊߙߊߓߎ߫ ߘߍ߬ߣߍ߲', 'ߊߝߎߜ߭ߊߣߌߛߑߕߊ߲߫', 'ߊ߲ߕߌߞߎߥߊ߫ ߣߌ߫ ߓߊߙߑߓߎߘߊ߫', 'ߊ߲ߞߎ߳ߟߊ߫', 'ߊߟߑߓߊߣߌ߫', 'ߊߙߑߡߋߣߌ߫', 'ߊ߲ߜߏߟߊ߫', 'ߊ߲ߕߊߙߑߛߕߌߞ', 'ߊߙߑߖ߭ߊ߲ߕߌߣ', 'ߛߊߡߏߥߊ߫ ߊߡߋߙߞߌߞߊ', 'ߏߕߑߙߌߛ', 'ߐߛߑߕߙߊߟߌ߫', 'ߊߙߎߓߊ߫', 'ߊߟߊ߲ߘ ߕߌ߲', 'ߊߖߊߙߑߓߊߦߌߖߊ߲', 'ߓߐߛߑߣߌ߫-ߍߙߑߖ߭ߋߜ߭ߏߝ߭ߌߣ', 'ߓߊߙߑߓߊߘ', 'ߓߊ߲ߜ߭ߑߟߊߘߍߛ', 'ߓߍߟߑߖ߭ߌߞ',
        'ߓߙߎߞߌߣߊ߫ ߝߊ߬ߛߏ߫', 'ߓߌߟߑߜ߭ߊ߯ߙߌ߫', 'ߓߤߊ߬ߙߊߦߌ߬ߣ', 'ߓߎߙߎ߲ߘߌ߫', 'ߓߋߣߍ߲߫', 'ߛߍ߲ߕ-ߓߌߙߑߕߟߋߡߌ߫', 'ߓߍߙߑߓߎߘ', 'ߓߙߎߣߋ߫', 'ߓߏߟߝ߭ߌ߫', 'ߤߏߟߊ߲ߘ ߞߊߙߌߓߋ߫', 'ߓߙߋߖ߭ߌߟ', 'ߓߤߊߡߊߛ', 'ߓߎߕߊ߲߫', 'ߓߎߝ߭ߋ߫ ߕߌ߲', 'ߓߐߛߎߥߣߊ߫', 'ߓߌߟߏߙߌߛ', 'ߓߋߟߌߖ߭', 'ߞߣߊߘߊ߫', 'ߞߏߞߏ߫ ߕߌ߲', 'ߞߏ߲߬ߜ߭ߏ߫-ߞߌ߲ߛߊߛߊ߫',
        'ߕߊ߲ߓߊ߲-ߝߘߊ߬ߝߌ߲߬ߠߊ߫ ߞߊ߲ߓߍ߲', 'ߞߏ߲߬ߜ߭ߏ߫-ߓߙߊߖ߭ߊ߫', 'ߛߎߥߌߛ', 'ߜߋ߲-ߞߐ߰ߖߌ߬ߘߊ', 'ߞߎߞ ߕߌ߲', 'ߛ߭ߟߌ߫', 'ߞߊߡߋߙߎ߲', 'ߛߌߣ', 'ߞߏߟߐ߲ߓߌ߫', 'ߞߐߛߑߕߊ߫ ߙߌߞߊ߫', 'ߞߎ߳ߓߊ߫', 'ߜߙߋߞߎ߲߫-ߝߙߌߛߌ߫', 'ߞߎߙߛߊߏ߫', 'ߞߙߌߛߑߕߌߡߊ߫ ߕߌ߲', 'ߛߌߔߑߙߎ߫', 'ߗߍߞ', 'ߊߟߑߡߊ߲ߘߎ߯', 'ߖߌߓߎߕߌ߫', 'ߘߊߣߌߡߊߙߑߞ', 'ߘߏߡߣߌߞ',
        'ߘߏߡߣߌߞ ߞߊ߲ߓߍ߲', 'ߊߟߑߖ߭ߋߙߌ߫', 'ߕߍߡߊߓߊ߲߮', 'ߋߛߑߕߏߣߌ߫', 'ߋߖ߭ߌߔߑߕ', 'ߞߌ߲߬ߢߍ߬ߞߏ߲ߞߏ߫ ߕߟߋ߬ߓߋ', 'ߋߙߕߌߙߋ߫', 'ߊߛߌߔߊ߲߫', 'ߋߗߏߔߌ߫', 'ߝߍ߲ߟߊ߲ߘ', 'ߝߖߌ߫', 'ߡߊߟߎ߲ߌ߲߫ ߕߌ߲', 'ߡߌߞߙߏߣߋߖ߭ߌ߫', 'ߝߋߙߏߦߋ߫ ߕߌ߲', 'ߝߊ߬ߙߊ߲߬ߛߌ߫', 'ߜ߭ߊߓߐ߲߫', 'ߡߊ߲߬ߛߊ߬ߟߊ߫ ߟߊߘߍ߬ߣߍ߲', 'ߜ߭ߙߋߣߊߘ', 'ߖ߭ߋߐߙߑߖ߭ߌ߫', 'ߝߊ߲߬ߙߊ߲߬ߛߌ߫ ߜ߭ߎ߳ߦߊߣ',
        'ߜ߭ߋߙߑߣߋߖ߭ߌ߫', 'ߜ߭ߊ߯ߣߊ߫', 'ߜ߭ߌߓߙߊߟߑߕߊߙ', 'ߜ߭ߎߙߎ߲ߟߊ߲ߘ', 'ߜ߭ߊ߲ߓߌ߫', 'ߖߌ߬ߣߍ߫', 'ߜ߭ߎߥߊߘߋߟߎߔ', 'ߕߍߡߊߓߊ߲߮-ߖߌ߬ߣߍ߫', 'ߜ߭ߙߍ߬ߞߌ߬', 'ߖ߭ߐߙߑߖ߭ߌ߫ ߥߙߏ߬ߘߎ߮ ߣߌ߫ ߛߊ߲ߘߎߥߌߛ ߕߌ߲', 'ߜ߭ߎߥߊߕߋߡߟߊ߫', 'ߜ߭ߎߥߊߡ', 'ߖߌ߬ߣߍ߫ ߓߌߛߊߥߏ߫', 'ߜ߭ߎߦߊߣ', 'ߛߌߣ ߕߌ߲߬ߞߎߘߎ߲߫ ߡߊߡߙߊ߬ߣߍ߲ ߤߐ߲ߞߐ߲߫', 'ߡߊߞߑߘߏߣߊߟߑߘ ߕߌ߲', 'ߤߎ߲ߘߎߙߊ߫', 'ߞߙߏߥߊߛߌ߫', 'ߤߊߦߕߌ߫', 'ߤߐ߲ߜ߭ߙߌ߫',
        'ߍ߲ߘߣߏߖ߭ߌ߫', 'ߌߙߑߟߊ߲ߘ', 'ߌߛߑߙߊߍߟ', 'ߡߊ߲߯ ߕߌ߲', 'ߌߘߎ߬', 'ߓߙߌߕߊ߲ߓߊ߫ ߟߊ߫ ߌ߲ߘߎ߫ ߟߌ߲ߓߊ߲ ߞߣߍ', 'ߌߙߊߞߌ߬', 'ߌߙߊ߲߫', 'ߌߛߑߟߊߘ', 'ߌߕߊߟߌ߫', 'ߖߋߙߑߖ߭ߌ߫', 'ߖ߭ߡߊߦߌߞ', 'ߖߐߙߑߘߊߣߌ߫', 'ߖ߭ߊߔߐ߲߫', 'ߞߋߣߌߦߊ߫', 'ߞߌߙߑߜ߭ߌߛߑߕߊ߲߫', 'ߞߊ߲ߓߐߘߑߖ', 'ߞߙߌߓߊߕߌ߫', 'ߞߡߐߙ', 'ߛߍ߲ߕ-ߞߙߌߛߑߕߐߝ ߣߌ߫ ߢߝ߭ߋ߫',
        'ߞߐ߬ߘߎ߮ ߞߏ߯ߙߋ߫', 'ߕߟߋ߬ߓߋ ߞߏ߯ߙߋ߫', 'ߞߎ߬ߥߊ߬ߕ', 'ߓߊ߲߬ߓߊ߬-ߕߌ߲', 'ߞߖ߭ߊߞߌߛߑߕߊ߲߫', 'ߟߊߐߛ', 'ߟߌߓߊ߲߫', 'ߛߍ߲ߕ-ߟߎ߳ߛߌ߫', 'ߟߎߛߑߕߊ߲ߛߑߕߍ߲߫', 'ߛߙߌߟߊ߲ߞߊ߫', 'ߟߌߓߋߙߌߦߊ߫', 'ߟߋߛߕߏ߫', 'ߟߎߕߎ߳ߦߊߣߌ߫', 'ߟߎߜ߭ߑߛߊ߲ߓߎ߯ߙ', 'ߟߋߕߏߣߌ߫', 'ߟߓߌ߫', 'ߡߊ߬ߙߐߞߎ߬', 'ߡߏߣߊߞߏ߫', 'ߡߐߟߑߘߊߝ߭ߌ߫', 'ߡߐ߲ߕߣߋߜ߭ߙߏ߫',
        'ߛߍ߲ߕ-ߡߊߙߑߕߍ߲߫', 'ߡߘߊߜ߭ߛߑߞߊ߯ߙ', 'ߡߊߙߑߛߊߟ ߕߌ߲', 'ߞߐ߬ߘߎ߮ ߡߊߛߋߘߏߣߌ߫', 'ߡߊ߬ߟߌ߬', 'ߡߌߦߊߡߊ߯ߙ ( ߓߙߌߡߊߣߌ߫ )', 'ߡߐ߲ߜ߭ߐߟߌ߫', 'ߛߌߣ ߕߌ߲߬ߞߎߘߎ߲߫ ߡߊߡߙߊ߬ߣߍ߲ ߡߞߊߥߏ߫', 'ߡߊߙߌߦߊߣ ߞߐ߬ߘߎ߮ ߕߌ߲', 'ߡߊߙߑߕߣߌߞ', 'ߡߏߙߌߕߊߣߌ߫', 'ߡߐ߲ߗߋߙߊ߫', 'ߡߊߟߑߕ', 'ߡߏߙߌߛ', 'ߡߊߟߑߘߌߝ߭', 'ߡߟߊߥߌ߫', 'ߡߍߞߑߛߌߞ', 'ߡߊߟߍߘߎ߯', 'ߡߏߖ߭ߊ߲ߓߌߞ', 'ߣߊߡߌ߲ߓߌ߫',
        'ߞߊߟߋߘߏߣߌ߫-ߞߎߘߊ߫', 'ߖߋ߬ߟߌ߬ߓߊߘߎ߯', 'ߣߐߙߑߝߐߟߑߞ', 'ߖߋ߬ߟߌ߬ߓߊ߬ߟߊ߫', 'ߣߌߞߙߊߜ߭ߎߥߊ߫', 'ߤߏߟߊ߲ߘ', 'ߣߐߙߑߝ߭ߍߖ', 'ߣߋߔߊߟ', 'ߣߏ߯ߙߎ߫', 'ߣߎ߳ߋ߫', 'ߖ߭ߋߟߊ߲ߘߌ߫-ߞߎߘߊ߫', 'ߏߡߊ߲߫', 'ߔߣߊߡߊ߫', 'ߔߋߙߎ߫', 'ߝߊ߬ߙߊ߲߬ߛߌ߫ ߔߏߟߌߣߋߖ߭ߌ߫', 'ߡߊߡߎߥߊߖ߭ߌ߫ ߖߌ߬ߣߍ߬-ߞߎߘߊ߫', 'ߝߟߌߔߌ߲ߣ', 'ߔߊߞߌߛߑߕߊ߲߫', 'ߔߏߟߐߢ', 'ߛߍ߲ߕ-ߔߍ߯ߙ ߣߌ߫ ߡߌ߲ߞߋߟߐ߲߫',
        'ߔߌߕߑߞߍ߲ ߕߌ߲', 'ߔߐߙߑߕߏ߫-ߙߌߞߏ߫', 'ߔߊߟߍߛߑߕߌߣ ߞߣߍ', 'ߔߐߙߑߕߎߜ߭ߊߟ', 'ߔߟߊߐߛ', 'ߔߙߊߜ߭ߏߦߋ߫', 'ߞߊߕߊ߯ߙ', 'ߟߊ߬ߘߍ', 'ߙߎߡߊߣߌ߫', 'ߛߍߙߑߓߌ߫', 'ߌߙߌ߬ߛߌ߫', 'ߙߎߥߊ߲ߘߊ߫', 'ߛߎ߰ߘߎ߬ߟߊ߫-ߡߊ߲߬ߛߊ߬ߟߊ', 'ߛߊߟߏߡߐ߲߫ ߕߌ߲', 'ߛߋߦߌߛߍߟ', 'ߛߎߘߊ߲߫', 'ߛߎߥߍߘ', 'ߛߌ߲ߜ߭ߊߔߎߙ', 'ߛߍ߲ߕ-ߋߟߍߣ', 'ߛߑߟߏߝ߭ߋߣߌ߫',
        'ߛߊߟߑߓߊߙ ߣߌ߫ ߖ߭ߊ߲ ߡߊߦߍ߲߫', 'ߛߑߟߏߝ߭ߊߞߌ߫', 'ߛߙߊ߬ߟߏ߲߫', 'ߛߍߕ-ߡߊߙߍ߲߫', 'ߛߣߍ߬ߜߊ߯ߟߌ߫', 'ߛߏߡߊߟߌ߫', 'ߛߎߙߑߣߊߡ', 'ߥߙߏ߬ߘߎ߮ ߛߎ߬ߘߊ߲߫', 'ߛߊߥߕߏߡߋ߫ ߣߌ߫ ߔߑߙߍ߲ߛߌߔ', 'ߛߊߟߑߝ߭ߊߘߐߙ', 'ߛߍ߲ߕ-ߡߊߙߑߕߍ߲߫ ( ߤߏߟߊ߲ߘ ߝߊ߲߭ߝߍ߬ )', 'ߛߙߌ߫', 'ߒߛߎߥߊߕߣߌ߫', 'ߕߎߙߑߞߌ߫ ߣߌ߫ ߞߊߦߌߞ', 'ߗߊߘ', 'ߝߊ߬ߙߊ߲߬ߛߌ߫ ߘߎ߰ߞߟߏ ߓߊߙߌ ߘߐ߫', 'ߕߜ߭ߏ߫', 'ߕߊߦߌߘߎ߯', 'ߕߊߖߞߌߛߑߕߊ߲߫', 'ߕߏߞߋߟߊߏ߫',
        'ߕߌߡߐߙ ߕߟߋ߬ߓߐ߬ߝߊ߲', 'ߕߎߙߑߞߌߡߋߣߌߛߑߕߊ߲߫', 'ߕߎߣߖ߭ߌ߫', 'ߕߏ߲ߜ߭ߊ߫', 'ߕߎߙߑߞߌ߫', 'ߕߙߌߣߌߕߋ߫ ߣߌ߫ ߕߏߓߊߜ߭ߏ߫', 'ߕߎߝ߭ߊߟߎ߫', 'ߕߊߦߌߥߊ߲߫', 'ߕߊ߲ߖ߭ߊߣߌ߫', 'ߎ߳ߞߑߙߍߣ', 'ߎߜ߭ߊ߲ߘߊ߫', 'ߞߊ߬ߝߏ߫ ߘߍ߬ߣߍ߲ ߘߌߣߍ߲߫ ߕߌ߲߫ ߡߊߕߊ߯ߣߍ߲', 'ߞߊ߬ߝߏ߫ ߘߍ߬ߣߍ߲', 'ߎ߳ߙߑߜ߭ߋߦߌ߫', 'ߎߖ߭ߑߓߋߞߌߛߑߕߊ߲߫', 'ߝ߭ߊߕߌߞߊ߲߫ ߞߊ߬ߝߏ', 'ߛߍ߲ߕ-ߝ߭ߍߛߊ߲ ߜ߭ߙߋߣߊߘߌ߫', 'ߝ߭ߣߋߖ߭ߎߦߋߟߊ߫', 'ߓߙߌߕߊ߲ߓߊ߫ ߕߌ߲߫ ߞߊߓߊ߲', 'ߞߊ߬ߝߏ߫ ߘߍ߬ߣߍ߲ ߕߌ߲߫ ߞߊߓߊ߲߫',
        'ߝ߭ߌߦߍߕߑߣߊߡ', 'ߝ߭ߊߣߎߦߊߕߎ߫', 'ߥߊߟߌߛߌ߫ ߣߌ߫ ߝߕߎߣߊ߫', 'ߛߊߡߏߥߊ߫', 'ߦߡߊߣߌ߲߫', 'ߡߊߦߐߕ', 'ߥߙߏ߬ߘߎ߮ ߝߘߊ߬ߝߌ߲߬ߠߊ߫', 'ߖ߭ߊ߲ߓߌ߫', 'ߖ߭ߌ߲ߓߊߓߏߦߋ߫',
    ],
    'NumericNames' => ['001' => 'ߞߌߢߍ߲߫', 150 => 'ߋߙߐߔߎ߬', 419 => 'ߊߡߋߙߞߌ߬ ߟߊ߬ߕߍ߬ߡߊ߬ ߦߙߐ'],
];
