<?php

return [
    'UserAssignedNames' => ['XK' => 'ਕੋਸੋਵੋ'],
    'Names' => [
        'ਅੰਡੋਰਾ', 'ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ', 'ਅਫ਼ਗਾਨਿਸਤਾਨ', 'ਐਂਟੀਗੁਆ ਅਤੇ ਬਾਰਬੁਡਾ', 'ਅੰਗੁਇਲਾ', 'ਅਲਬਾਨੀਆ', 'ਅਰਮੀਨੀਆ', 'ਅੰਗੋਲਾ', 'ਅੰਟਾਰਕਟਿਕਾ', 'ਅਰਜਨਟੀਨਾ', 'ਅਮੈਰੀਕਨ ਸਮੋਆ', 'ਆਸਟਰੀਆ', 'ਆਸਟ੍ਰੇਲੀਆ', 'ਅਰੂਬਾ', 'ਅਲੈਂਡ ਟਾਪੂ', 'ਅਜ਼ਰਬਾਈਜਾਨ', 'ਬੋਸਨੀਆ ਅਤੇ ਹਰਜ਼ੇਗੋਵੀਨਾ', 'ਬਾਰਬਾਡੋਸ', 'ਬੰਗਲਾਦੇਸ਼', 'ਬੈਲਜੀਅਮ',
        'ਬੁਰਕੀਨਾ ਫ਼ਾਸੋ', 'ਬੁਲਗਾਰੀਆ', 'ਬਹਿਰੀਨ', 'ਬੁਰੁੰਡੀ', 'ਬੇਨਿਨ', 'ਸੇਂਟ ਬਾਰਥੇਲੇਮੀ', 'ਬਰਮੂਡਾ', 'ਬਰੂਨੇਈ', 'ਬੋਲੀਵੀਆ', 'ਕੈਰੇਬੀਆਈ ਨੀਦਰਲੈਂਡ', 'ਬ੍ਰਾਜ਼ੀਲ', 'ਬਹਾਮਾਸ', 'ਭੂਟਾਨ', 'ਬੌਵੇਟ ਟਾਪੂ', 'ਬੋਤਸਵਾਨਾ', 'ਬੇਲਾਰੂਸ', 'ਬੇਲੀਜ਼', 'ਕੈਨੇਡਾ', 'ਕੋਕੋਸ (ਕੀਲਿੰਗ) ਟਾਪੂ', 'ਕਾਂਗੋ - ਕਿੰਸ਼ਾਸਾ',
        'ਕੇਂਦਰੀ ਅਫ਼ਰੀਕੀ ਗਣਰਾਜ', 'ਕਾਂਗੋ - ਬ੍ਰਾਜ਼ਾਵਿਲੇ', 'ਸਵਿਟਜ਼ਰਲੈਂਡ', 'ਕੋਟ ਡੀਵੋਆਰ', 'ਕੁੱਕ ਟਾਪੂ', 'ਚਿਲੀ', 'ਕੈਮਰੂਨ', 'ਚੀਨ', 'ਕੋਲੰਬੀਆ', 'ਕੋਸਟਾ ਰੀਕਾ', 'ਕਿਊਬਾ', 'ਕੇਪ ਵਰਡੇ', 'ਕੁਰਾਕਾਓ', 'ਕ੍ਰਿਸਮਿਸ ਟਾਪੂ', 'ਸਾਇਪ੍ਰਸ', 'ਚੈਕੀਆ', 'ਜਰਮਨੀ', 'ਜਿਬੂਤੀ', 'ਡੈਨਮਾਰਕ', 'ਡੋਮੀਨਿਕਾ',
        'ਡੋਮੀਨਿਕਾਈ ਗਣਰਾਜ', 'ਅਲਜੀਰੀਆ', 'ਇਕਵੇਡੋਰ', 'ਇਸਟੋਨੀਆ', 'ਮਿਸਰ', 'ਪੱਛਮੀ ਸਹਾਰਾ', 'ਇਰੀਟ੍ਰਿਆ', 'ਸਪੇਨ', 'ਇਥੋਪੀਆ', 'ਫਿਨਲੈਂਡ', 'ਫ਼ਿਜੀ', 'ਫ਼ਾਕਲੈਂਡ ਟਾਪੂ', 'ਮਾਇਕ੍ਰੋਨੇਸ਼ੀਆ', 'ਫੈਰੋ ਟਾਪੂ', 'ਫ਼ਰਾਂਸ', 'ਗਬੋਨ', 'ਯੂਨਾਈਟਡ ਕਿੰਗਡਮ', 'ਗ੍ਰੇਨਾਡਾ', 'ਜਾਰਜੀਆ', 'ਫਰੈਂਚ ਗੁਇਆਨਾ',
        'ਗਰਨਜੀ', 'ਘਾਨਾ', 'ਜਿਬਰਾਲਟਰ', 'ਗ੍ਰੀਨਲੈਂਡ', 'ਗੈਂਬੀਆ', 'ਗਿਨੀ', 'ਗੁਆਡੇਲੋਪ', 'ਭੂ-ਖੰਡੀ ਗਿਨੀ', 'ਗ੍ਰੀਸ', 'ਦੱਖਣੀ ਜਾਰਜੀਆ ਅਤੇ ਦੱਖਣੀ ਸੈਂਡਵਿਚ ਟਾਪੂ', 'ਗੁਆਟੇਮਾਲਾ', 'ਗੁਆਮ', 'ਗਿਨੀ-ਬਿਸਾਉ', 'ਗੁਯਾਨਾ', 'ਹਾਂਗ ਕਾਂਗ ਐਸਏਆਰ ਚੀਨ', 'ਹਰਡ ਤੇ ਮੈਕਡੋਨਾਲਡ ਟਾਪੂ', 'ਹੋਂਡੁਰਸ', 'ਕਰੋਏਸ਼ੀਆ', 'ਹੈਤੀ', 'ਹੰਗਰੀ',
        'ਇੰਡੋਨੇਸ਼ੀਆ', 'ਆਇਰਲੈਂਡ', 'ਇਜ਼ਰਾਈਲ', 'ਆਇਲ ਆਫ ਮੈਨ', 'ਭਾਰਤ', 'ਬਰਤਾਨਵੀ ਹਿੰਦ ਮਹਾਂਸਾਗਰ ਖਿੱਤਾ', 'ਇਰਾਕ', 'ਈਰਾਨ', 'ਆਈਸਲੈਂਡ', 'ਇਟਲੀ', 'ਜਰਸੀ', 'ਜਮਾਇਕਾ', 'ਜੌਰਡਨ', 'ਜਪਾਨ', 'ਕੀਨੀਆ', 'ਕਿਰਗਿਜ਼ਸਤਾਨ', 'ਕੰਬੋਡੀਆ', 'ਕਿਰਬਾਤੀ', 'ਕੋਮੋਰੋਸ', 'ਸੇਂਟ ਕਿਟਸ ਐਂਡ ਨੇਵਿਸ',
        'ਉੱਤਰੀ ਕੋਰੀਆ', 'ਦੱਖਣੀ ਕੋਰੀਆ', 'ਕੁਵੈਤ', 'ਕੇਮੈਨ ਟਾਪੂ', 'ਕਜ਼ਾਖਸਤਾਨ', 'ਲਾਓਸ', 'ਲਿਬਨਾਨ', 'ਸੇਂਟ ਲੂਸੀਆ', 'ਲਿਚੇਂਸਟਾਇਨ', 'ਸ੍ਰੀ ਲੰਕਾ', 'ਲਾਈਬੀਰੀਆ', 'ਲੇਸੋਥੋ', 'ਲਿਥੁਆਨੀਆ', 'ਲਕਜ਼ਮਬਰਗ', 'ਲਾਤਵੀਆ', 'ਲੀਬੀਆ', 'ਮੋਰੱਕੋ', 'ਮੋਨਾਕੋ', 'ਮੋਲਡੋਵਾ', 'ਮੋਂਟੇਨੇਗਰੋ',
        'ਸੇਂਟ ਮਾਰਟਿਨ', 'ਮੈਡਾਗਾਸਕਰ', 'ਮਾਰਸ਼ਲ ਟਾਪੂ', 'ਉੱਤਰੀ ਮੈਕਡੋਨੀਆ', 'ਮਾਲੀ', 'ਮਿਆਂਮਾਰ (ਬਰਮਾ)', 'ਮੰਗੋਲੀਆ', 'ਮਕਾਉ ਐਸਏਆਰ ਚੀਨ', 'ਉੱਤਰੀ ਮਾਰੀਆਨਾ ਟਾਪੂ', 'ਮਾਰਟੀਨਿਕ', 'ਮੋਰਿਟਾਨੀਆ', 'ਮੋਂਟਸੇਰਾਤ', 'ਮਾਲਟਾ', 'ਮੌਰੀਸ਼ਸ', 'ਮਾਲਦੀਵ', 'ਮਲਾਵੀ', 'ਮੈਕਸੀਕੋ', 'ਮਲੇਸ਼ੀਆ', 'ਮੋਜ਼ਾਮਬੀਕ', 'ਨਾਮੀਬੀਆ',
        'ਨਿਊ ਕੈਲੇਡੋਨੀਆ', 'ਨਾਈਜਰ', 'ਨੋਰਫੌਕ ਟਾਪੂ', 'ਨਾਈਜੀਰੀਆ', 'ਨਿਕਾਰਾਗੁਆ', 'ਨੀਦਰਲੈਂਡ', 'ਨਾਰਵੇ', 'ਨੇਪਾਲ', 'ਨਾਉਰੂ', 'ਨਿਯੂ', 'ਨਿਊਜ਼ੀਲੈਂਡ', 'ਓਮਾਨ', 'ਪਨਾਮਾ', 'ਪੇਰੂ', 'ਫਰੈਂਚ ਪੋਲੀਨੇਸ਼ੀਆ', 'ਪਾਪੂਆ ਨਿਊ ਗਿਨੀ', 'ਫਿਲੀਪੀਨਜ', 'ਪਾਕਿਸਤਾਨ', 'ਪੋਲੈਂਡ', 'ਸੇਂਟ ਪੀਅਰੇ ਐਂਡ ਮਿਕੇਲਨ',
        'ਪਿਟਕੇਰਨ ਟਾਪੂ', 'ਪਿਊਰਟੋ ਰਿਕੋ', 'ਫਿਲਸਤੀਨੀ ਖਿੱਤੇ', 'ਪੁਰਤਗਾਲ', 'ਪਲਾਉ', 'ਪੈਰਾਗਵੇ', 'ਕਤਰ', 'ਰਿਯੂਨੀਅਨ', 'ਰੋਮਾਨੀਆ', 'ਸਰਬੀਆ', 'ਰੂਸ', 'ਰਵਾਂਡਾ', 'ਸਾਊਦੀ ਅਰਬ', 'ਸੋਲੋਮਨ ਟਾਪੂ', 'ਸੇਸ਼ਲਸ', 'ਸੂਡਾਨ', 'ਸਵੀਡਨ', 'ਸਿੰਗਾਪੁਰ', 'ਸੇਂਟ ਹੇਲੇਨਾ', 'ਸਲੋਵੇਨੀਆ',
        'ਸਵਾਲਬਰਡ ਅਤੇ ਜਾਨ ਮਾਯੇਨ', 'ਸਲੋਵਾਕੀਆ', 'ਸਿਏਰਾ ਲਿਓਨ', 'ਸੈਨ ਮਰੀਨੋ', 'ਸੇਨੇਗਲ', 'ਸੋਮਾਲੀਆ', 'ਸੂਰੀਨਾਮ', 'ਦੱਖਣ ਸੁਡਾਨ', 'ਸਾਓ ਟੋਮ ਅਤੇ ਪ੍ਰਿੰਸੀਪੇ', 'ਅਲ ਸਲਵਾਡੋਰ', 'ਸਿੰਟ ਮਾਰਟੀਨ', 'ਸੀਰੀਆ', 'ਇਸਵਾਤੀਨੀ', 'ਟੁਰਕਸ ਅਤੇ ਕੈਕੋਸ ਟਾਪੂ', 'ਚਾਡ', 'ਫਰੈਂਚ ਦੱਖਣੀ ਪ੍ਰਦੇਸ਼', 'ਟੋਗੋ', 'ਥਾਈਲੈਂਡ', 'ਤਾਜਿਕਿਸਤਾਨ', 'ਟੋਕੇਲਾਉ',
        'ਤਿਮੋਰ-ਲੇਸਤੇ', 'ਤੁਰਕਮੇਨਿਸਤਾਨ', 'ਟਿਊਨੀਸ਼ੀਆ', 'ਟੌਂਗਾ', 'ਤੁਰਕੀ', 'ਟ੍ਰਿਨੀਡਾਡ ਅਤੇ ਟੋਬਾਗੋ', 'ਟੁਵਾਲੂ', 'ਤਾਇਵਾਨ', 'ਤਨਜ਼ਾਨੀਆ', 'ਯੂਕਰੇਨ', 'ਯੂਗਾਂਡਾ', 'ਯੂ.ਐੱਸ. ਦੂਰ-ਦੁਰਾਡੇ ਟਾਪੂ', 'ਸੰਯੁਕਤ ਰਾਜ (ਅਮਰੀਕਾ)', 'ਉਰੂਗਵੇ', 'ਉਜ਼ਬੇਕਿਸਤਾਨ', 'ਵੈਟੀਕਨ ਸਿਟੀ', 'ਸੇਂਟ ਵਿਨਸੈਂਟ ਐਂਡ ਗ੍ਰੇਨਾਡੀਨਸ', 'ਵੇਨੇਜ਼ੂਏਲਾ', 'ਬ੍ਰਿਟਿਸ਼ ਵਰਜਿਨ ਟਾਪੂ', 'ਯੂ ਐੱਸ ਵਰਜਿਨ ਟਾਪੂ',
        'ਵੀਅਤਨਾਮ', 'ਵਾਨੂਆਟੂ', 'ਵਾਲਿਸ ਅਤੇ ਫੂਟੂਨਾ', 'ਸਾਮੋਆ', 'ਯਮਨ', 'ਮਾਯੋਟੀ', 'ਦੱਖਣੀ ਅਫਰੀਕਾ', 'ਜ਼ਾਮਬੀਆ', 'ਜ਼ਿੰਬਾਬਵੇ',
    ],
    'NumericNames' => ['001' => 'ਸੰਸਾਰ', 150 => 'ਯੂਰਪ', 419 => 'ਲਾਤੀਨੀ ਅਮਰੀਕਾ'],
];
