<?php

return [
    'UserAssignedNames' => ['XK' => 'کوسوو'],
    'Names' => [
        'اندورا', 'متحده عرب امارات', 'افغانستان', 'انټيګوا او باربودا', 'انګیلا', 'البانیه', 'ارمنستان', 'انګولا', 'انتارکتیکا', 'ارجنټاين', 'امریکایی ساماوا', 'اتریش', 'آسټرالیا', 'آروبا', 'الاند ټاپوان', 'اذربايجان', 'بوسنيا او هېرزګوينا', 'باربادوس', 'بنگله دېش', 'بیلجیم',
        'بورکینا فاسو', 'بلغاریه', 'بحرين', 'بروندي', 'بینن', 'سينټ بارتيلمي', 'برمودا', 'برونائي', 'بولیویا', 'کیریبین هالینډ', 'برازیل', 'باهماس', 'بهوټان', 'بوویټ ټاپو', 'بوتسوانه', 'بیلاروس', 'بلیز', 'کاناډا', 'کوکوز (کيلنګ) ټاپوګان', 'کانګو - کینشاسا',
        'وسطي افريقا جمهور', 'کانګو - بروزوییل', 'سویس', 'د عاج ساحل', 'کوک ټاپوګان', 'چیلي', 'کامرون', 'چین', 'کولمبیا', 'کوستاریکا', 'کیوبا', 'کیپ ورد', 'کوراکاو', 'د کريسمس ټاپو', 'قبرس', 'چکیا', 'المان', 'جبوتي', 'ډنمارک', 'دومینیکا',
        'جمهوريه ډومينيکن', 'الجزایر', 'اکوادور', 'استونیا', 'مصر', 'لويديځ صحارا', 'اریتره', 'هسپانیه', 'حبشه', 'فنلینډ', 'فجي', 'فاکلينډ ټاپوګان', 'میکرونیزیا', 'فارو ټاپو', 'فرانسه', 'ګابن', 'برتانیه', 'ګرنادا', 'گورجستان', 'فرانسوي ګانا',
        'ګرنسي', 'ګانا', 'جبل الطارق', 'ګرینلینډ', 'ګامبیا', 'ګینه', 'ګوادلوپ', 'استوایی ګیني', 'یونان', 'سويلي جارجيا او سويلي سېنډوچ ټاپوګان', 'ګواتیمالا', 'ګوام', 'ګینه بیسو', 'ګیانا', 'د چین د هانګ کانګ د ځانګړې اداري سیمه', 'هارډ او ميکډانلډ ټاپوګان', 'هانډوراس', 'کرواشيا', 'هایټي', 'مجارستان',
        'اندونیزیا', 'آيرلېنډ', 'اسراييل', 'د آئل آف مین', 'هند', 'د برتانوي هند سمندري سيمه', 'عراق', 'ايران', 'آیسلینډ', 'ایټالیه', 'جرسی', 'جمیکا', 'اردن', 'جاپان', 'کینیا', 'قرغزستان', 'کمبودیا', 'کیري باتي', 'کوموروس', 'سینټ کټس او نیویس',
        'شمالی کوریا', 'سویلي کوریا', 'کويت', 'کیمان ټاپوګان', 'قزاقستان', 'لاوس', 'لبنان', 'سینټ لوسیا', 'لیختن اشتاین', 'سريلنکا', 'لايبيريا', 'لسوتو', 'لیتوانیا', 'لوګزامبورګ', 'ليتهويا', 'لیبیا', 'مراکش', 'موناکو', 'مولدوا', 'مونټینیګرو',
        'سینټ مارټن', 'مدغاسکر', 'مارشل ټاپوګان', 'شمالي مقدونيه', 'مالي', 'ميانمار (برما)', 'منګوليا', 'د چین د مکاو ځانګړې اداري سیمه', 'شمالي ماريانا ټاپوګان', 'مارټینیک', 'موریتانیا', 'مانټیسیرت', 'مالټا', 'موریشیس', 'مالديپ', 'مالاوي', 'میکسیکو', 'مالیزیا', 'موزمبيق', 'نیمبیا',
        'نوی کالیډونیا', 'نايجير', 'نارفولک ټاپوګان', 'نایجیریا', 'نکاراګوا', 'هالېنډ', 'ناروۍ', 'نیپال', 'نایرو', 'نیوو', 'نیوزیلنډ', 'عمان', 'پاناما', 'پیرو', 'فرانسوي پولينيسيا', 'پاپوا نيو ګيني', 'فلپين', 'پاکستان', 'پولنډ', 'سینټ پییر او میکولون',
        'پيټکيرن ټاپوګان', 'پورتو ریکو', 'فلسطیني سيمې', 'پورتګال', 'پلاؤ', 'پاراګوی', 'قطر', 'ریونین', 'رومانیا', 'سربيا', 'روسیه', 'روندا', 'سعودي عربستان', 'سليمان ټاپوګان', 'سیچیلیس', 'سوډان', 'سویډن', 'سينگاپور', 'سینټ هیلینا', 'سلوانیا',
        'سوالبارد او جان ميين', 'سلواکیا', 'سییرا لیون', 'سان مارینو', 'سينيګال', 'سومالیا', 'سورینام', 'سويلي سوډان', 'ساو ټیم او پرنسیپ', 'سالوېډور', 'سینټ مارټین', 'سوریه', 'اسواټيني', 'د ترکیې او کیکاسو ټاپو', 'چاډ', 'د فرانسې جنوبي سیمې', 'ټوګو', 'تهايلنډ', 'تاجکستان', 'توکیلو',
        'تيمور-ليسټ', 'تورکمنستان', 'تونس', 'تونګا', 'ترکي', 'ټرينيډاډ او ټوباګو', 'توالیو', 'تائيوان', 'تنزانیا', 'اوکراین', 'یوګانډا', 'د متحده ایالاتو ټاپوګان', 'متحده آيالات', 'یوروګوی', 'اوزبکستان', 'واتیکان ښار', 'سینټ ویسنټینټ او ګرینډینز', 'وینزویلا', 'بریتانوی ویګور ټاپوګان', 'د متحده آيالاتو ورجن ټاپوګان',
        'وېتنام', 'واناتو', 'والیس او فوتونا', 'ساماوا', 'یمن', 'مايوټ', 'سویلي افریقا', 'زیمبیا', 'زیمبابوی',
    ],
    'NumericNames' => ['001' => 'نړۍ', 150 => 'اروپا', 419 => 'لاتیني امریکا'],
];
