<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'ОАЭ', 'Афганистан', 'Антигуа и Барбуда', 'Ангилья', 'Албания', 'Армения', 'Ангола', 'Антарктида', 'Аргентина', 'Американское Самоа', 'Австрия', 'Австралия', 'Аруба', 'Аландские о-ва', 'Азербайджан', 'Босния и Герцеговина', 'Барбадос', 'Бангладеш', 'Бельгия',
        'Буркина-Фасо', 'Болгария', 'Бахрейн', 'Бурунди', 'Бенин', 'Сен-Бартелеми', 'Бермудские о-ва', 'Бруней', 'Боливия', 'Бонэйр, Синт-Эстатиус и Саба', 'Бразилия', 'Багамы', 'Бутан', 'о-в Буве', 'Ботсвана', 'Беларусь', 'Белиз', 'Канада', 'Кокосовые о-ва', 'Конго - Киншаса',
        'Центрально-Африканская Республика', 'Конго - Браззавиль', 'Швейцария', 'Кот-д’Ивуар', 'о-ва Кука', 'Чили', 'Камерун', 'Китай', 'Колумбия', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'о-в Рождества', 'Кипр', 'Чехия', 'Германия', 'Джибути', 'Дания', 'Доминика',
        'Доминиканская Республика', 'Алжир', 'Эквадор', 'Эстония', 'Египет', 'Западная Сахара', 'Эритрея', 'Испания', 'Эфиопия', 'Финляндия', 'Фиджи', 'Фолклендские о-ва', 'Федеративные Штаты Микронезии', 'Фарерские о-ва', 'Франция', 'Габон', 'Великобритания', 'Гренада', 'Грузия', 'Французская Гвиана',
        'Гернси', 'Гана', 'Гибралтар', 'Гренландия', 'Гамбия', 'Гвинея', 'Гваделупа', 'Экваториальная Гвинея', 'Греция', 'Южная Георгия и Южные Сандвичевы о-ва', 'Гватемала', 'Гуам', 'Гвинея-Бисау', 'Гайана', 'Гонконг (САР)', 'о-ва Херд и Макдональд', 'Гондурас', 'Хорватия', 'Гаити', 'Венгрия',
        'Индонезия', 'Ирландия', 'Израиль', 'о-в Мэн', 'Индия', 'Британская территория в Индийском океане', 'Ирак', 'Иран', 'Исландия', 'Италия', 'Джерси', 'Ямайка', 'Иордания', 'Япония', 'Кения', 'Киргизия', 'Камбоджа', 'Кирибати', 'Коморы', 'Сент-Китс и Невис',
        'КНДР', 'Республика Корея', 'Кувейт', 'о-ва Кайман', 'Казахстан', 'Лаос', 'Ливан', 'Сент-Люсия', 'Лихтенштейн', 'Шри-Ланка', 'Либерия', 'Лесото', 'Литва', 'Люксембург', 'Латвия', 'Ливия', 'Марокко', 'Монако', 'Молдова', 'Черногория',
        'Сен-Мартен', 'Мадагаскар', 'Маршалловы о-ва', 'Северная Македония', 'Мали', 'Мьянма (Бирма)', 'Монголия', 'Макао (САР)', 'Северные Марианские о-ва', 'Мартиника', 'Мавритания', 'Монтсеррат', 'Мальта', 'Маврикий', 'Мальдивы', 'Малави', 'Мексика', 'Малайзия', 'Мозамбик', 'Намибия',
        'Новая Каледония', 'Нигер', 'о-в Норфолк', 'Нигерия', 'Никарагуа', 'Нидерланды', 'Норвегия', 'Непал', 'Науру', 'Ниуэ', 'Новая Зеландия', 'Оман', 'Панама', 'Перу', 'Французская Полинезия', 'Папуа — Новая Гвинея', 'Филиппины', 'Пакистан', 'Польша', 'Сен-Пьер и Микелон',
        'о-ва Питкэрн', 'Пуэрто-Рико', 'Палестинские территории', 'Португалия', 'Палау', 'Парагвай', 'Катар', 'Реюньон', 'Румыния', 'Сербия', 'Россия', 'Руанда', 'Саудовская Аравия', 'Соломоновы о-ва', 'Сейшельские о-ва', 'Судан', 'Швеция', 'Сингапур', 'о-в Св. Елены', 'Словения',
        'Шпицберген и Ян-Майен', 'Словакия', 'Сьерра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомали', 'Суринам', 'Южный Судан', 'Сан-Томе и Принсипи', 'Сальвадор', 'Синт-Мартен', 'Сирия', 'Эсватини', 'Тёркс и Кайкос', 'Чад', 'Французские Южные территории', 'Того', 'Таиланд', 'Таджикистан', 'Токелау',
        'Восточный Тимор', 'Туркменистан', 'Тунис', 'Тонга', 'Турция', 'Тринидад и Тобаго', 'Тувалу', 'Тайвань', 'Танзания', 'Украина', 'Уганда', 'Внешние малые о-ва (США)', 'Соединенные Штаты', 'Уругвай', 'Узбекистан', 'Ватикан', 'Сент-Винсент и Гренадины', 'Венесуэла', 'Виргинские о-ва (Великобритания)', 'Виргинские о-ва (США)',
        'Вьетнам', 'Вануату', 'Уоллис и Футуна', 'Самоа', 'Йемен', 'Майотта', 'Южно-Африканская Республика', 'Замбия', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'весь мир', 150 => 'Европа', 419 => 'Латинская Америка'],
];
