<?php

return [
    'UserAssignedNames' => [],
    'Names' => [
        30 => 'Бразилия', 37 => 'Канаада', 45 => 'Чиили', 47 => 'Кытай', 50 => 'Кууба', 63 => 'Эстония', 69 => 'Финляндия', 76 => 'Улуу Британия', 101 => 'Ирландия', 103 => 'Мэн арыы',
        108 => 'Исландия', 111 => 'Дьамаайка', 132 => 'Литва', 134 => 'Латвия', 'Лиибийэ', 156 => 'Миэксикэ', 166 => 'Норвегия', 190 => 'Арассыыйа', 195 => 'Судаан', 'Швеция', 232 => 'Америка Холбоһуктаах Штааттара',
    ],
    'NumericNames' => ['001' => 'Аан дойду'],
];
