<?php

return [
    'UserAssignedNames' => ['XK' => 'ڪوسووو'],
    'Names' => [
        'اندورا', 'متحده عرب امارات', 'افغانستان', 'اينٽيگا ۽ باربوڊا', 'انگويلا', 'البانيا', 'آرمينيا', 'انگولا', 'انٽارڪٽيڪا', 'ارجنٽينا', 'آمريڪي ساموا', 'آسٽريا', 'آسٽريليا', 'عروبا', 'الند ٻيٽ', 'آذربائيجان', 'بوسنيا ۽ هرزيگووينا', 'باربڊوس', 'بنگلاديش', 'بيلجيم',
        'برڪينا فاسو', 'بلغاريا', 'بحرين', 'برونڊي', 'بينن', 'سینٽ برٿلیمی', 'برمودا', 'برونائي', 'بوليويا', 'ڪيريبين نيدرلينڊ', 'برازيل', 'باهاماس', 'ڀوٽان', 'بووٽ ٻيٽ', 'بوٽسوانا', 'بيلاروس', 'بيليز', 'ڪينيڊا', 'ڪوڪوس ٻيٽ', 'ڪانگو -ڪنشاسا',
        'وچ آفريقي جمهوريه', 'ڪانگو - برازاویل', 'سوئزرلينڊ', 'ڪوٽ ڊي ووار', 'ڪوڪ ٻيٽ', 'چلي', 'ڪيمرون', 'چين', 'ڪولمبيا', 'ڪوسٽا ريڪا', 'ڪيوبا', 'ڪيپ وردي', 'ڪيوراسائو', 'ڪرسمس ٻيٽ', 'سائپرس', 'چيڪيا', 'جرمني', 'ڊجبيوتي', 'ڊينمارڪ', 'ڊومينيڪا',
        'ڊومينيڪن جمهوريه', 'الجيريا', 'ايڪواڊور', 'ايسٽونيا', 'مصر', 'اولهه صحارا', 'ايريٽيريا', 'اسپين', 'ايٿوپيا', 'فن لينڊ', 'فجي', 'فاڪ لينڊ ٻيٽ', 'مائڪرونيشيا', 'فارو ٻيٽ', 'فرانس', 'گبون', 'برطانيہ', 'گريناڊا', 'جارجيا', 'فرانسيسي گيانا',
        'گورنسي', 'گهانا', 'جبرالٽر', 'گرين لينڊ', 'گيمبيا', 'گني', 'گواڊیلوپ', 'ايڪوٽوريل گائينا', 'يونان', 'ڏکڻ جارجيا ۽ ڏکڻ سينڊوچ ٻيٽ', 'گوئٽي مالا', 'گوام', 'گني بسائو', 'گيانا', 'هانگ ڪانگ SAR چين', 'هرڊ ۽ مڪڊونلڊ ٻيٽ', 'هنڊورس', 'ڪروئيشيا', 'هيٽي', 'هنگري',
        'انڊونيشيا', 'آئرلينڊ', 'اسرائيل', 'انسانن جو ٻيٽ', 'ڀارت', 'برطانوي هندي سمنڊ خطو', 'عراق', 'ايران', 'آئس لينڊ', 'اٽلي', 'جرسي', 'جميڪا', 'اردن', 'جاپان', 'ڪينيا', 'ڪرغستان', 'ڪمبوڊيا', 'ڪرباتي', 'ڪوموروس', 'سينٽ ڪٽس و نيوس',
        'اتر ڪوريا', 'ڏکڻ ڪوريا', 'ڪويت', 'ڪي مين ٻيٽ', 'قازقستان', 'لائوس', 'لبنان', 'سينٽ لوسيا', 'لچي ٽينسٽين', 'سري لنڪا', 'لائبیریا', 'ليسوٿو', 'لٿونيا', 'لگزمبرگ', 'لاتويا', 'لبيا', 'مراڪش', 'موناڪو', 'مالدووا', 'مونٽي نيگرو',
        'سينٽ مارٽن', 'مدگاسڪر', 'مارشل ٻيٽ', 'اتر مقدونيا', 'مالي', 'ميانمار (برما)', 'منگوليا', 'مڪائو SAR چين', 'اتريان ماريانا ٻيٽ', 'مارتينڪ', 'موريتانيا', 'مونٽسراٽ', 'مالٽا', 'موريشس', 'مالديپ', 'مالاوي', 'ميڪسيڪو', 'ملائيشيا', 'موزمبیق', 'نيميبيا',
        'نیو ڪالیڊونیا', 'نائيجر', 'نورفوڪ ٻيٽ', 'نائيجيريا', 'نڪراگوا', 'نيدرلينڊ', 'ناروي', 'نيپال', 'نائورو', 'نووي', 'نيو زيلينڊ', 'عمان', 'پناما', 'پيرو', 'فرانسيسي پولينيشيا', 'پاپوا نیو گني', 'فلپائن', 'پاڪستان', 'پولينڊ', 'سينٽ پيئر ۽ ميڪيلون',
        'پٽڪئرن ٻيٽ', 'پيوئرٽو ريڪو', 'فلسطيني علائقا', 'پرتگال', 'پلائو', 'پيراگوءِ', 'قطر', 'ري يونين', 'رومانيا', 'سربيا', 'روس', 'روانڊا', 'سعودي عرب', 'سولومون ٻيٽَ', 'شي شلز', 'سوڊان', 'سوئيڊن', 'سنگاپور', 'سينٽ ھيلينا', 'سلوینیا',
        'سوالبارڊ ۽ يان ماین', 'سلوواڪيا', 'سيرا ليون', 'سان مرینو', 'سينيگال', 'سوماليا', 'سورينام', 'ڏکڻ سوڊان', 'سائو ٽومي ۽ پرنسپیي', 'ال سلواڊور', 'سنٽ مارٽن', 'شام', 'ايسواٽني', 'ترڪ ۽ ڪيڪوس ٻيٽ', 'چاڊ', 'فرانسيسي ڏاکڻي علائقا', 'ٽوگو', 'ٿائيليند', 'تاجڪستان', 'ٽوڪلائو',
        'تيمور ليستي', 'ترڪمانستان', 'تيونيسيا', 'ٽونگا', 'ترڪييي', 'ٽرينيڊاڊ ۽ ٽوباگو', 'توالو', 'تائیوان', 'تنزانيا', 'يوڪرين', 'يوگنڊا', 'آمريڪي خارجي ٻيٽ', 'آمريڪا جون گڏيل رياستون', 'يوروگوءِ', 'ازبڪستان', 'ويٽڪين سٽي', 'سینٽ ونسنت ۽ گریناڊینز', 'وينزويلا', 'برطانوي ورجن ٻيٽ', 'آمريڪي ورجن ٻيٽ',
        'ويتنام', 'وينيٽيو', 'والس ۽ فتونا', 'ساموا', 'يمن', 'مياتي', 'ڏکڻ آفريقا', 'زيمبيا', 'زمبابوي',
    ],
    'NumericNames' => ['001' => 'دنيا', 150 => 'يورپ', 419 => 'لاطيني آمريڪا'],
];
