<?php

return [
    'UserAssignedNames' => [],
    'Names' => [
        'ⴰⵏⴷⵓⵔⴰ', 'ⵍⵉⵎⴰⵔⴰⵜ', 'ⴰⴼⵖⴰⵏⵉⵙⵜⴰⵏ', 'ⴰⵏⵜⵉⴳⴰ ⴷ ⴱⵔⴱⵓⴷⴰ', 'ⴰⵏⴳⵉⵍⴰ', 'ⴰⵍⴱⴰⵏⵢⴰ', 'ⴰⵔⵎⵉⵏⵢⴰ', 'ⴰⵏⴳⵓⵍⴰ', 9 => 'ⴰⵔⵊⴰⵏⵜⵉⵏ', 'ⵙⴰⵎⵡⴰ ⵜⴰⵎⵉⵔⵉⴽⴰⵏⵉⵜ', 'ⵏⵏⵎⵙⴰ', 'ⵓⵙⵜⵔⴰⵍⵢⴰ', 'ⴰⵔⵓⴱⴰ', 15 => 'ⴰⴷⵔⴰⴱⵉⵊⴰⵏ', 'ⴱⵓⵙⵏⴰ ⴷ ⵀⵉⵔⵙⵉⴽ', 'ⴱⴰⵔⴱⴰⴷ', 'ⴱⴰⵏⴳⵍⴰⴷⵉⵛ', 'ⴱⵍⵊⵉⴽⴰ',
        'ⴱⵓⵔⴽⵉⵏⴰ ⴼⴰⵙⵓ', 'ⴱⵍⵖⴰⵔⵢⴰ', 'ⴱⵃⵔⴰⵢⵏ', 'ⴱⵓⵔⵓⵏⴷⵉ', 'ⴱⵉⵏⵉⵏ', 26 => 'ⴱⵔⵎⵓⴷⴰ', 'ⴱⵔⵓⵏⵉ', 'ⴱⵓⵍⵉⴼⵢⴰ', 30 => 'ⴱⵔⴰⵣⵉⵍ', 'ⴱⴰⵀⴰⵎⴰⵙ', 'ⴱⵀⵓⵜⴰⵏ', 34 => 'ⴱⵓⵜⵙⵡⴰⵏⴰ', 'ⴱⵉⵍⴰⵔⵓⵙⵢⴰ', 'ⴱⵉⵍⵉⵣ', 'ⴽⴰⵏⴰⴷⴰ', 39 => 'ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵜⴰⴷⵉⵎⵓⵇⵔⴰⵜⵉⵜ ⵏ ⴽⵓⵏⴳⵓ',
        'ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵜⴰⵏⴰⵎⵎⴰⵙⵜ ⵏ ⵉⴼⵔⵉⵇⵢⴰ', 'ⴽⵓⵏⴳⵓ', 'ⵙⵡⵉⵙⵔⴰ', 'ⴽⵓⵜ ⴷⵉⴼⵡⴰⵔ', 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⴽⵓⴽ', 'ⵛⵛⵉⵍⵉ', 'ⴽⴰⵎⵉⵔⵓⵏ', 'ⵛⵛⵉⵏⵡⴰ', 'ⴽⵓⵍⵓⵎⴱⵢⴰ', 'ⴽⵓⵙⵜⴰ ⵔⵉⴽⴰ', 'ⴽⵓⴱⴰ', 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⴽⴰⴱⴱⵉⵔⴷⵉ', 54 => 'ⵇⵓⴱⵔⵓⵙ', 'ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵜⴰⵜⵛⵉⴽⵉⵜ', 'ⴰⵍⵎⴰⵏⵢⴰ', 'ⴷⵊⵉⴱⵓⵜⵉ', 'ⴷⴰⵏⵎⴰⵔⴽ', 'ⴷⵓⵎⵉⵏⵉⴽ', 'ⵜⴰⴳⴷⵓⴷⴰⵏⵜ ⵜⴰⴷⵓⵎⵉⵏⵉⴽⵜ',
        'ⴷⵣⴰⵢⵔ', 'ⵉⴽⵡⴰⴷⵓⵔ', 'ⵉⵙⵜⵓⵏⵢⴰ', 'ⵎⵉⵚⵕ', 66 => 'ⵉⵔⵉⵜⵉⵔⵢⴰ', 'ⵙⴱⴰⵏⵢⴰ', 'ⵉⵜⵢⵓⴱⵢⴰ', 'ⴼⵉⵍⵍⴰⵏⴷⴰ', 'ⴼⵉⴷⵊⵉ', 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵎⴰⵍⴰⵡⵉ', 'ⵎⵉⴽⵔⵓⵏⵉⵣⵢⴰ', 74 => 'ⴼⵔⴰⵏⵙⴰ', 'ⴳⴰⴱⵓⵏ', 'ⵜⴰⴳⵍⴷⵉⵜ ⵉⵎⵓⵏⵏ', 'ⵖⵔⵏⴰⵟⴰ', 'ⵊⵓⵔⵊⵢⴰ', 'ⴳⵡⵉⵢⴰⵏ ⵜⴰⴼⵔⴰⵏⵙⵉⵙⵜ',
        81 => 'ⵖⴰⵏⴰ', 'ⴰⴷⵔⴰⵔ ⵏ ⵟⴰⵕⵉⵇ', 'ⴳⵔⵉⵍⴰⵏⴷ', 'ⴳⴰⵎⴱⵢⴰ', 'ⵖⵉⵏⵢⴰ', 'ⴳⵡⴰⴷⴰⵍⵓⴱ', 'ⵖⵉⵏⵢⴰ ⵏ ⵉⴽⵡⴰⴷⵓⵔ', 'ⵍⵢⵓⵏⴰⵏ', 90 => 'ⴳⵡⴰⵜⵉⵎⴰⵍⴰ', 'ⴳⵡⴰⵎ', 'ⵖⵉⵏⵢⴰ ⴱⵉⵙⴰⵡ', 'ⴳⵡⵉⵢⴰⵏⴰ', 96 => 'ⵀⵓⵏⴷⵓⵔⴰⵙ', 'ⴽⵔⵡⴰⵜⵢⴰ', 'ⵀⴰⵢⵜⵉ', 'ⵀⵏⵖⴰⵔⵢⴰ', 'ⴰⵏⴷⵓⵏⵉⵙⵢⴰ',
        'ⵉⵔⵍⴰⵏⴷⴰ', 'ⵉⵙⵔⴰⵢⵉⵍ', 104 => 'ⵍⵀⵉⵏⴷ', 106 => 'ⵍⵄⵉⵔⴰⵇ', 'ⵉⵔⴰⵏ', 'ⵉⵙⵍⴰⵏⴷ', 'ⵉⵟⴰⵍⵢⴰ', 111 => 'ⵊⴰⵎⴰⵢⴽⴰ', 'ⵍⵓⵔⴷⵓⵏ', 'ⵍⵢⴰⴱⴰⵏ', 'ⴽⵉⵏⵢⴰ', 'ⴽⵉⵔⵖⵉⵣⵉⵙⵜⴰⵏ', 'ⴽⴰⵎⴱⵓⴷⵢⴰ', 'ⴽⵉⵔⵉⴱⴰⵜⵉ', 'ⵇⵓⵎⵓⵔ', 'ⵙⴰⵏⴽⵔⵉⵙ ⴷ ⵏⵉⴼⵉⵙ', 'ⴽⵓⵔⵢⴰ ⵏ ⵉⵥⵥⵍⵎⴹ',
        'ⴽⵓⵔⵢⴰ ⵏ ⵉⴼⴼⵓⵙ', 'ⵍⴽⵡⵉⵜ', 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⴽⴰⵢⵎⴰⵏ', 'ⴽⴰⵣⴰⵅⵙⵜⴰⵏ', 'ⵍⴰⵡⵙ', 'ⵍⵓⴱⵏⴰⵏ', 'ⵙⴰⵏⵜⵍⵓⵙⵉ', 'ⵍⵉⴽⵉⵏⵛⵜⴰⵢⵏ', 'ⵙⵔⵉⵍⴰⵏⴽⴰ', 'ⵍⵉⴱⵉⵔⵢⴰ', 'ⵍⵉⵚⵓⵟⵓ', 'ⵍⵉⵜⵡⴰⵏⵢⴰ', 'ⵍⵓⴽⵙⴰⵏⴱⵓⵔⴳ', 'ⵍⴰⵜⴼⵢⴰ', 'ⵍⵉⴱⵢⴰ', 'ⵍⵎⵖⵔⵉⴱ', 'ⵎⵓⵏⴰⴽⵓ', 'ⵎⵓⵍⴷⵓⴼⵢⴰ', 141 => 'ⵎⴰⴷⴰⵖⴰⵛⵇⴰⵔ',
        'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵎⴰⵔⵛⴰⵍ', 144 => 'ⵎⴰⵍⵉ', 'ⵎⵢⴰⵏⵎⴰⵔ', 'ⵎⵏⵖⵓⵍⵢⴰ', 148 => 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵎⴰⵔⵢⴰⵏ ⵏ ⵉⵥⵥⵍⵎⴹ', 'ⵎⴰⵔⵜⵉⵏⵉⴽ', 'ⵎⵓⵕⵉⵟⴰⵏⵢⴰ', 'ⵎⵓⵏⵙⵉⵔⴰⵜ', 'ⵎⴰⵍⵟⴰ', 'ⵎⵓⵔⵉⵙ', 'ⵎⴰⵍⴷⵉⴼ', 'ⵎⴰⵍⴰⵡⵉ', 'ⵎⵉⴽⵙⵉⴽ', 'ⵎⴰⵍⵉⵣⵢⴰ', 'ⵎⵓⵣⵏⴱⵉⵇ', 'ⵏⴰⵎⵉⴱⵢⴰ', 'ⴽⴰⵍⵉⴷⵓⵏⵢⴰ ⵜⴰⵎⴰⵢⵏⵓⵜ', 'ⵏⵏⵉⵊⵉⵔ',
        'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵏⵓⵔⴼⵓⵍⴽ', 'ⵏⵉⵊⵉⵔⵢⴰ', 'ⵏⵉⴽⴰⵔⴰⴳⵡⴰ', 'ⵀⵓⵍⴰⵏⴷⴰ', 'ⵏⵏⵔⵡⵉⵊ', 'ⵏⵉⴱⴰⵍ', 'ⵏⴰⵡⵔⵓ', 'ⵏⵉⵡⵉ', 'ⵏⵢⵓⵣⵉⵍⴰⵏⴷⴰ', 'ⵄⵓⵎⴰⵏ', 'ⴱⴰⵏⴰⵎⴰ', 'ⴱⵉⵔⵓ', 'ⴱⵓⵍⵉⵏⵉⵣⵢⴰ ⵜⴰⴼⵔⴰⵏⵙⵉⵙⵜ', 'ⴱⴰⴱⵡⴰ ⵖⵉⵏⵢⴰ ⵜⴰⵎⴰⵢⵏⵓⵜ', 'ⴼⵉⵍⵉⴱⴱⵉⵏ', 'ⴱⴰⴽⵉⵙⵜⴰⵏ', 'ⴱⵓⵍⵓⵏⵢⴰ', 'ⵙⴰⵏⴱⵢⵉⵔ ⴷ ⵎⵉⴽⵍⵓⵏ', 'ⴱⵉⵜⴽⴰⵢⵔⵏ', 'ⴱⵓⵔⵜⵓ ⵔⵉⴽⵓ',
        'ⴰⴳⵎⵎⴰⴹ ⵏ ⵜⴰⴳⵓⵜ ⴷ ⵖⵣⵣⴰ', 'ⴱⵕⵟⵇⵉⵣ', 'ⴱⴰⵍⴰⵡ', 'ⴱⴰⵔⴰⴳⵡⴰⵢ', 'ⵇⴰⵜⴰⵔ', 'ⵔⵉⵢⵓⵏⵢⵓⵏ', 'ⵔⵓⵎⴰⵏⵢⴰ', 190 => 'ⵔⵓⵙⵢⴰ', 'ⵔⵡⴰⵏⴷⴰ', 'ⵙⵙⴰⵄⵓⴷⵉⵢⴰ', 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵙⴰⵍⵓⵎⴰⵏ', 'ⵙⵙⵉⵛⵉⵍ', 'ⵙⵙⵓⴷⴰⵏ', 'ⵙⵙⵡⵉⴷ', 'ⵙⵏⵖⴰⴼⵓⵔⴰ', 'ⵙⴰⵏⵜⵉⵍⵉⵏ', 'ⵙⵍⵓⴼⵉⵏⵢⴰ', 201 => 'ⵙⵍⵓⴼⴰⴽⵢⴰ',
        'ⵙⵙⵉⵔⴰⵍⵢⵓⵏ', 'ⵙⴰⵏⵎⴰⵔⵉⵏⵓ', 'ⵙⵙⵉⵏⵉⴳⴰⵍ', 'ⵚⵚⵓⵎⴰⵍ', 'ⵙⵓⵔⵉⵏⴰⵎ', 208 => 'ⵙⴰⵡⵟⵓⵎⵉ ⴷ ⴱⵔⴰⵏⵙⵉⴱ', 'ⵙⴰⵍⴼⴰⴷⵓⵔ', 211 => 'ⵙⵓⵔⵢⴰ', 'ⵙⵡⴰⵣⵉⵍⴰⵏⴷⴰ', 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵏ ⵜⵓⵔⴽⵢⴰ ⴷ ⴽⴰⵢⴽ', 'ⵜⵛⴰⴷ', 216 => 'ⵟⵓⴳⵓ', 'ⵟⴰⵢⵍⴰⵏⴷ', 'ⵜⴰⴷⵊⴰⴽⵉⵙⵜⴰⵏ', 'ⵟⵓⴽⵍⴰⵡ', 'ⵜⵉⵎⵓⵔ ⵏ ⵍⵇⴱⵍⵜ', 'ⵜⵓⵔⴽⵎⴰⵏⵙⵜⴰⵏ',
        'ⵜⵓⵏⵙ', 'ⵟⵓⵏⴳⴰ', 'ⵜⵓⵔⴽⵢⴰ', 'ⵜⵔⵉⵏⵉⴷⴰⴷ ⴷ ⵟⵓⴱⴰⴳⵓ', 'ⵜⵓⴼⴰⵍⵓ', 'ⵟⴰⵢⵡⴰⵏ', 'ⵟⴰⵏⵥⴰⵏⵢⴰ', 'ⵓⴽⵔⴰⵏⵢⴰ', 'ⵓⵖⴰⵏⴷⴰ', 232 => 'ⵉⵡⵓⵏⴰⴽ ⵎⵓⵏⵏⵉⵏ ⵏ ⵎⵉⵔⵉⴽⴰⵏ', 'ⵓⵔⵓⴳⵡⴰⵢ', 'ⵓⵣⴱⴰⴽⵉⵙⵜⴰⵏ', 'ⴰⵡⴰⵏⴽ ⵏ ⴼⴰⵜⵉⴽⴰⵏ', 'ⵙⴰⵏⴼⴰⵏⵙⴰⵏ ⴷ ⴳⵔⵉⵏⴰⴷⵉⵏ', 'ⴼⵉⵏⵣⵡⵉⵍⴰ', 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵜⵉⵎⴳⴰⴷ ⵏ ⵏⵏⴳⵍⵉⵣ', 'ⵜⵉⴳⵣⵉⵔⵉⵏ ⵜⵉⵎⴳⴰⴷ ⵏ ⵉⵡⵓⵏⴰⴽ ⵎⵓⵏⵏⵉⵏ', 'ⴼⵉⵜⵏⴰⵎ', 'ⴼⴰⵏⵡⴰⵟⵓ',
        'ⵡⴰⵍⵉⵙ ⴷ ⴼⵓⵜⵓⵏⴰ', 'ⵙⴰⵎⵡⴰ', 'ⵢⴰⵎⴰⵏ', 'ⵎⴰⵢⵓⵟ', 'ⴰⴼⵔⵉⵇⵢⴰ ⵏ ⵉⴼⴼⵓⵙ', 'ⵣⴰⵎⴱⵢⴰ', 'ⵣⵉⵎⴱⴰⴱⵡⵉ',
    ],
];
