<?php

return [
    'UserAssignedNames' => ['XK' => 'කොසෝවෝ'],
    'Names' => [
        'ඇන්ඩෝරාව', 'එක්සත් අරාබි එමිර් රාජ්‍යය', 'ඇෆ්ගනිස්ථානය', 'ඇන්ටිගුවා සහ බාබියුඩාව', 'ඇන්ගුයිලාව', 'ඇල්බේනියාව', 'ආර්මේනියාව', 'ඇන්ගෝලාව', 'ඇන්ටාක්ටිකාව', 'ආර්ජෙන්ටිනාව', 'ඇමරිකානු සැමෝවා', 'ඔස්ට්‍රියාව', 'ඕස්ට්‍රේලියාව', 'අරූබා', 'ඕලන්ඩ් දූපත්', 'අසර්බයිජානය', 'බොස්නියාව සහ හර්සගොවීනාව', 'බාබඩෝස්', 'බංග්ලාදේශය', 'බෙල්ජියම',
        'බර්කිනා ෆාසෝ', 'බල්ගේරියාව', 'බහරේන්', 'බුරුන්දි', 'බෙනින්', 'ශාන්ත බර්තලෙමි', 'බර්මියුඩා', 'බෲනායි', 'බොලීවියාව', 'කැරිබියානු නෙදර්ලන්තය', 'බ්‍රසීලය', 'බහමාස්', 'භූතානය', 'බුවට් දුපත්', 'බොට්ස්වානා', 'බෙලරුස්', 'බෙලීස්', 'කැනඩාව', 'කොකෝස් දූපත්', 'කොංගෝව (ඩීආර්සී)',
        'මධ්‍යම අප්‍රිකානු ජනරජය', 'කොංගො - බ්‍රසාවිල්', 'ස්විස්ටර්ලන්තය', 'කෝට් දි අයිවරි', 'කුක් දූපත්', 'චිලී', 'කැමරූන්', 'චීනය', 'කොළොම්බියාව', 'කොස්ටරිකාව', 'කියුබාව', 'කේප් වර්ඩ්', 'කුරකාවෝ', 'ක්‍රිස්මස් දූපත', 'සයිප්‍රසය', 'චෙචියාව', 'ජර්මනිය', 'ජිබුටි', 'ඩෙන්මාර්කය', 'ඩොමිනිකාව',
        'ඩොමිනිකා ජනරජය', 'ඇල්ජීරියාව', 'ඉක්වදෝරය', 'එස්තෝනියාව', 'ඊජිප්තුව', 'බටහිර සහරාව', 'එරිත්‍රියාව', 'ස්පාඤ්ඤය', 'ඉතියෝපියාව', 'ෆින්ලන්තය', 'ෆීජී', 'ෆෝක්ලන්ත දූපත්', 'මයික්‍රොනීසියාව', 'ෆැරෝ දූපත්', 'ප්‍රංශය', 'ගැබොන්', 'එක්සත් රාජධානිය', 'ග්‍රැනඩාව', 'ජෝර්ජියාව', 'ප්‍රංශ ගයනාව',
        'ගර්න්සිය', 'ඝානාව', 'ජිබ්‍රෝල්ටාව', 'ග්‍රීන්ලන්තය', 'ගැම්බියාව', 'ගිණියාව', 'ග්වෝඩලෝප්', 'සමක ගිනියාව', 'ග්‍රීසිය', 'දකුණු ජෝර්ජියාව සහ දකුණු සැන්ඩ්විච් දූපත්', 'ගෝතමාලාව', 'ගුවාම්', 'ගිනි බිසව්', 'ගයනාව', 'හොංකොං විශේෂ පරිපාලන කලාපය චීනය', 'හර්ඩ් දූපත සහ මැක්ඩොනල්ඩ් දූපත්', 'හොන්ඩුරාස්', 'ක්‍රොඒෂියාව', 'හයිටි', 'හන්ගේරියාව',
        'ඉන්දුනීසියාව', 'අයර්ලන්තය', 'ඊශ්‍රායලය', 'අයිල් ඔෆ් මෑන්', 'ඉන්දියාව', 'බ්‍රිතාන්‍ය ඉන්දීය සාගර බල ප්‍රදේශය', 'ඉරාකය', 'ඉරානය', 'අයිස්ලන්තය', 'ඉතාලිය', 'ජර්සි', 'ජැමෙයිකාව', 'ජෝර්දානය', 'ජපානය', 'කෙන්යාව', 'කිර්ගිස්තානය', 'කාම්බෝජය', 'කිරිබති', 'කොමොරෝස්', 'ශාන්ත කිට්ස් සහ නේවිස්',
        'උතුරු කොරියාව', 'දකුණු කොරියාව', 'කුවේටය', 'කේමන් දූපත්', 'කසකස්තානය', 'ලාඕසය', 'ලෙබනනය', 'ශාන්ත ලුසියා', 'ලික්ටන්ස්ටයින්', 'ශ්‍රී ලංකාව', 'ලයිබීරියාව', 'ලෙසතෝ', 'ලිතුවේනියාව', 'ලක්ශම්බර්ග්', 'ලැට්වියාව', 'ලිබියාව', 'මොරොක්කෝව', 'මොනාකෝව', 'මොල්ඩෝවාව', 'මොන්ටෙනීග්‍රෝ',
        'ශාන්ත මාර්ටින්', 'මැඩගස්කරය', 'මාෂල් දූපත්', 'උතුරු මැසිඩෝනියාව', 'මාලි', 'මියන්මාරය (බුරුමය)', 'මොන්ගෝලියාව', 'මැකාවු විශේෂ පරිපාලන කලාපය චීනය', 'උතුරු මරියානා දූපත්', 'මර්ටිනික්', 'මොරිටේනියාව', 'මොන්සෙරාට්', 'මෝල්ටාව', 'මුරුසිය', 'මාල දිවයින', 'මලාවි', 'මෙක්සිකෝව', 'මැලේසියාව', 'මොසැම්බික්', 'නැමීබියාව',
        'නව කැලිඩෝනියාව', 'නයිජර්', 'නෝෆෝක් දූපත', 'නයිජීරියාව', 'නිකරගුවාව', 'නෙදර්ලන්තය', 'නෝර්වේ', 'නේපාලය', 'නාවුරු', 'නියූ', 'නවසීලන්තය', 'ඕමානය', 'පැනමාව', 'පේරු', 'ප්‍රංශ පොලිනීසියාව', 'පැපුවා නිව් ගිනියාව', 'පිලිපීනය', 'පාකිස්තානය', 'පෝලන්තය', 'ශාන්ත පියරේ සහ මැකෝලන්',
        'පිට්කෙය්න් දූපත්', 'පුවර්ටෝ රිකෝ', 'පලස්තීන රාජ්‍යය', 'පෘතුගාලය', 'පලාවු', 'පැරගුවේ', 'කටාර්', 'රීයුනියන්', 'රුමේනියාව', 'සර්බියාව', 'රුසියාව', 'රුවන්ඩාව', 'සෞදි අරාබිය', 'සොලමන් දූපත්', 'සීශෙල්ස්', 'සූඩානය', 'ස්වීඩනය', 'සිංගප්පූරුව', 'ශාන්ත හෙලේනා', 'ස්ලෝවේනියාව',
        'ස්වෙල්බර්ඩ් සහ ජේන් මයේන්', 'ස්ලෝවැකියාව', 'සියරාලියෝන්', 'සැන් මැරිනෝ', 'සෙනගාලය', 'සෝමාලියාව', 'සුරිනාමය', 'දකුණු සුඩානය', 'සාඕ තෝම් සහ ප්‍රින්සිප්', 'එල් සැල්වදෝරය', 'ශාන්ත මාර්ටෙන්', 'සිරියාව', 'එස්වාටිනි', 'ටර්ක්ස් සහ කයිකොස් දූපත්', 'චැච්', 'දකුණු ප්‍රංශ දූපත් සමූහය', 'ටොගෝ', 'තායිලන්තය', 'ටජිකිස්තානය', 'ටොකලාවු',
        'ටිමෝර් - ලෙස්ත්', 'ටර්ක්මෙනිස්ථානය', 'ටියුනීසියාව', 'ටොංගා', 'තුර්කිය', 'ට්‍රිනිඩෑඩ් සහ ටොබැගෝ', 'ටුවාලූ', 'තායිවානය', 'ටැන්සානියාව', 'යුක්රේනය', 'උගන්ඩාව', 'එක්සත් ජනපද ඈත දූපත්', 'එක්සත් ජනපදය', 'උරුගුවේ', 'උස්බෙකිස්ථානය', 'වතිකානු නගරය', 'ශාන්ත වින්සන්ට් සහ ග්‍රෙනඩින්ස්', 'වෙනිසියුලාව', 'බ්‍රිතාන්‍ය වර්ජින් දූපත්', 'ඇමරිකානු වර්ජින් දූපත්',
        'වියට්නාමය', 'වනුවාටු', 'වැලිස් සහ ෆුටුනා', 'සැමෝවා', 'යේමනය', 'මයෝට්', 'දකුණු අප්‍රිකාව', 'සැම්බියාව', 'සිම්බාබ්වේ',
    ],
    'NumericNames' => ['001' => 'ලෝකය', 150 => 'යුරෝපය', 419 => 'ලතින් ඇමෙරිකාව'],
];
