<?php

return [
    'UserAssignedNames' => [],
    'Names' => [
        14 => 'Оландска острва', 25 => 'Сен Бартелеми', 27 => 'Брунеји', 33 => 'острво Буве', 35 => 'Бјелорусија', 38 => 'Кокосова (Килинг) острва', 55 => 'Чешка Република', 'Њемачка', 71 => 'Фокландска острва', 73 => 'Фарска острва',
        89 => 'Јужна Џорџија и Јужна Сендвичка острва', 91 => 'Гвам', 'Гвинеја Бисао', 94 => 'Хонгконг (САО Кине)', 'острво Херд и острва Макдоналд', 118 => 'Комори', 120 => 'Сјеверна Кореја', 143 => 'Сјеверна Македонија', 145 => 'Мјанмар (Бурма)', 148 => 'Сјеверна Маријанска острва', 162 => 'острво Норфок',
        169 => 'Нијуе', 182 => 'палестинске територије', 187 => 'Реунион', 215 => 'Француске јужне територије', 231 => 'Спољна острва САД', 236 => 'Свети Винсент и Гренадини', 238 => 'Британска Дјевичанска острва', 'Америчка Дјевичанска острва',
    ],
    'NumericNames' => ['001' => 'свијет'],
];
