<?php

return [
    'UserAssignedNames' => ['XK' => 'ܩܘܣܘܒܘ'],
    'Names' => [
        'ܐܢܕܘܪܐ', 'ܐܡܝܪ̈ܘܬܐ ܥܪ̈ܒܝܬܐ ܡܚܝ̈ܕܬܐ', 'ܐܦܓܐܢܣܬܐܢ', 'ܐܢܬܝܓܘܐ ܘܒܐܪܒܘܕܐ', 'ܐܢܓܘܝܠܐ', 'ܐܠܒܢܝܐ', 'ܐܪܡܢܝܐ', 'ܐܢܓܘܠܐ', 'ܐܢܬܪܬܝܟܐ', 'ܐܪܓܢܬܝܢܐ', 'ܣܡܘܐ ܐܡܪܝܟܝܬܐ', 'ܐܘܣܛܪܝܐ', 'ܐܘܣܬܪܠܝܐ', 'ܐܪܘܒܐ', 'ܓܙܪ̈ܬܐ ܕܐܠܐܢܕ', 'ܐܙܪܒܝܓܐܢ', 'ܒܘܣܢܐ ܘܗܪܬܣܓܘܒܝܢܐ', 'ܒܪܒܐܕܘܣ', 'ܒܢܓܠܐܕܝܫ', 'ܒܠܓܝܩܐ',
        'ܒܘܪܩܝܢܐ ܦܐܣܘ', 'ܒܘܠܓܐܪܝܐ', 'ܒܚܪܝܢ', 'ܒܘܪܘܢܕܝ', 'ܒܢܝܢ', 'ܡܪܝ ܒܪ ܬܘܠܡܝ', 'ܒܝܪܡܘܕܐ', 'ܒܪܘܢܐܝ', 'ܒܘܠܝܒܝܐ', 'ܟܐܪܝܒܐ ܕܢܝܬܝܪܠܐܢܕܣ', 'ܒܪܐܙܝܠ', 'ܒܗܐܡܣ', 'ܒܘܬܐܢ', 'ܓܙܪܬܐ ܕܒܘܒܝܬ', 'ܒܘܛܣܘܐܢܐ', 'ܒܠܐܪܘܣ', 'ܒܠܝܙ', 'ܟܢܕܐ', 'ܓܙܪ̈ܬܐ ܕܟܘܟܘܣ', 'ܟܘܢܓܘ - ܟܝܢܫܐܣܐ',
        'ܩܘܛܢܝܘܬܐ ܕܐܦܪܝܩܐ ܡܨܥܝܬܐ', 'ܟܘܢܓܘ - ܒܪܐܙܐܒܝܠ', 'ܣܘܝܣܪܐ', 'ܩܘܛ ܕܝܒܘܐܪ', 'ܓܙܪ̈ܬܐ ܟܘܟ', 'ܬܫܝܠܝ', 'ܟܐܡܪܘܢ', 'ܨܝܢ', 'ܟܘܠܘܡܒܝܐ', 'ܟܘܣܬܐ ܪܝܟܐ', 'ܩܘܒܐ', 'ܟܐܦ ܒܝܪܕܝ (ܪܝܫܐ ܝܘܪܩܐ)', 'ܟܘܪܐܟܘ', 'ܓܙܪܬܐ ܕܟܪܝܣܬܡܣ', 'ܩܘܦܪܘܣ', 'ܬܫܝܟܝܐ', 'ܐܠܡܢܝܐ', 'ܓܝܒܘܛܝ', 'ܕܐܢܡܐܪܩ', 'ܕܘܡܝܢܝܩܐ',
        'ܩܘܛܢܝܘܬܐ ܕܘܡܝܢܝܩܐܢܝܬܐ', 'ܓܙܐܪ', 'ܐܩܘܐܕܘܪ', 'ܐܣܛܘܢܝܐ', 'ܡܨܪܝܢ', 'ܨܚܪܐ ܡܥܪܒܝܬܐ', 'ܐܪܬܪܝܐ', 'ܐܣܦܢܝܐ', 'ܟܘܫ', 'ܦܝܢܠܢܕ', 'ܦܝܓܝ', 'ܓܙܪ̈ܬܐ ܕܦܠܟܠܢܕ', 'ܐܬܪ̈ܘܬܐ ܦܕܪܠܝܐ ܕܡܝܩܪܘܢܝܣܝܐ', 'ܓܙܪ̈ܬܐ ܕܦܪܘ', 'ܦܪܢܣܐ', 'ܓܒܘܢ', 'ܡܠܟܘܬܐ ܡܚܝܕܬܐ', 'ܓܪܝܢܐܕܐ', 'ܓܘܪܓܝܐ', 'ܓܘܝܐܢܐ ܦܪܢܣܝܬܐ',
        'ܓܘܪܢܙܝ', 'ܓܐܢܐ', 'ܓܒܪܠܛܪ', 'ܓܪܝܢܠܢܕ', 'ܓܡܒܝܐ', 'ܓܝܢܝܐ', 'ܓܘܐܕܘܠܘܦܐܝ', 'ܓܝܢܝܐ ܫܘܝܬܐ', 'ܝܘܢ', 'ܓܙܪ̈ܬܐ ܕܓܘܪܓܝܐ ܘܣܐܢܕܘܝܟ ܬܝܡܢܝ̈ܐ', 'ܓܘܐܬܝܡܐܠܐ', 'ܓܘܐܡ', 'ܓܝܢܝܐ ܒܝܣܐܘ', 'ܓܘܝܐܢܐ', 'ܗܘܢܓ ܟܘܢܓ', 'ܓܙܪ̈ܬܐ ܕܗܪܕ ܘܡܟܕܘܢܠܕ', 'ܗܘܢܕܘܪܣ', 'ܩܪܘܐܛܝܐ', 'ܗܐܝܬܝ', 'ܡܓܪ',
        'ܐܝܢܕܘܢܝܣܝܐ', 'ܐܝܪܠܢܕ', 'ܐܝܣܪܐܝܠ', 'ܓܙܪܬܐ ܕܡܐܢ', 'ܗܢܕܘ', 'ܐܬܪܐ ܕܐܘܩܝܢܘܣ ܗܢܕܘܝܐ ܕܒܪܝܛܢܝܐ', 'ܥܝܪܩ', 'ܐܝܪܐܢ', 'ܐܝܣܠܢܕ', 'ܐܝܛܠܝܐ', 'ܓܝܪܙܝ', 'ܓܡܝܟܐ', 'ܝܘܪܕܢܢ', 'ܝܦܢ', 'ܟܝܢܝܐ', 'ܩܝܪܓܝܙܣܬܐܢ', 'ܟܡܒܘܕܝܐ', 'ܟܝܪܝܒܬܝ', 'ܓܙܪܬܐ ܕܩܡܪ', 'ܣܐܢܬ ܟܝܬܣ ܘܢܝܒܝܣ',
        'ܟܘܪܝܐ ܓܪܒܝܝܬܐ', 'ܟܘܪܝܐ ܬܝܡܢܝܬܐ', 'ܟܘܝܬ', 'ܓܙܪ̈ܬܐ ܕܟܐܝܡܐܢ', 'ܟܙܩܣܬܐܢ', 'ܠܐܘܣ', 'ܠܒܢܢ', 'ܡܪܬܝ ܠܘܫܐ', 'ܠܝܟܛܢܫܛܝܢ', 'ܫܪܝ ܠܐܢܟܐ', 'ܠܝܒܝܪܝܐ', 'ܠܣܘܛܘ', 'ܠܬܘܢܝܐ', 'ܠܘܟܣܡܒܘܪܓ', 'ܠܐܛܒܝܐ', 'ܠܘܒܐ', 'ܡܓܪܒ', 'ܡܘܢܐܩܘ', 'ܡܘܠܕܘܒܐ', 'ܡܘܢܛܝܢܝܓܪܘ',
        'ܣܐܢܬ ܡܐܪܬܝܢ', 'ܡܕܓܣܩܪ', 'ܓܙܪ̈ܬܐ ܡܐܪܫܐܠ', 'ܓܪܒܝ ܡܩܕܘܢܝܐ', 'ܡܐܠܝ', 'ܡܝܐܢܡܐܪ (ܒܘܪܡܐ)', 'ܡܘܓܠܝܐ', 'ܐܬܪܐ ܡܕܒܪܢܝܐ ܦܪܝܫܐ ܕܡܐܟܐܘ', 'ܓܙܪ̈ܬܐ ܕܡܪܝܢܐ ܓܪ̈ܒܝܝܬܐ', 'ܡܐܪܬܝܢܝܩ', 'ܡܘܪܝܛܢܝܐ', 'ܡܘܢܣܝܪܐܬ', 'ܡܝܠܛܐ', 'ܡܘܪܝܛܝܘܣ', 'ܓܙܪܬܐ ܡܐܠܕܝܒܝܬܐ', 'ܡܠܐܘܝ', 'ܡܟܣܝܟܘ', 'ܡܠܝܙܝܐ', 'ܡܘܙܡܒܝܩ', 'ܢܡܝܒܝܐ',
        'ܢܝܘ ܟܠܝܕܘܢܝܐ', 'ܢܝܓܪ', 'ܓܙܪܬܐ ܕܢܘܪܦܘܠܟ', 'ܢܝܓܝܪܝܐ', 'ܢܝܟܪܐܓܘܐ', 'ܗܘܠܢܕܐ', 'ܢܘܪܒܝܓ', 'ܢܝܦܐܠ', 'ܢܐܘܪܘ', 'ܢܝܘܐܝ', 'ܢܝܘ ܙܝܠܢܕ', 'ܥܘܡܐܢ', 'ܦܢܡܐ', 'ܦܝܪܘ', 'ܦܘܠܝܢܝܣܝܐ ܦܪܢܣܝܬܐ', 'ܦܐܦܘܐ ܓܝܢܝܐ ܚܕܬܐ', 'ܦܝܠܝܦܝܢܝܐ', 'ܦܐܟܣܬܐܢ', 'ܦܘܠܢܕ', 'ܡܪܝ ܦܛܪܘܣ ܘܡܝܩܝܠܘܢ',
        'ܓܙܝܪ̈ܬܐ ܕܦܝܬܟܐܪܢ', 'ܦܘܐܪܛܘ ܪܝܩܘ', 'ܐܬܪ̈ܘܬܐ ܕܦܠܣܛܝܢ', 'ܦܘܪܛܘܓܠ', 'ܦܠܐܘ', 'ܦܪܓܘܐܝ', 'ܩܛܪ', 'ܪܝܘܢܝܘܢ', 'ܪܘܡܢܝܐ', 'ܣܪܒܝܐ', 'ܪܘܣܝܐ', 'ܪܘܐܢܕܐ', 'ܣܥܘܕܝܐ', 'ܓܙܪܬܐ ܕܫܠܝܡܘܢ', 'ܣܐܝܫܝܠ', 'ܣܘܕܐܢ', 'ܣܘܝܕ', 'ܣܝܢܓܐܦܘܪ', 'ܡܪܬܝ ܗܝܠܝܢܐ', 'ܣܠܘܒܢܝܐ',
        'ܣܒܠܕܒܪܕ ܘܓܐܢ ܡܐܝܝܢ', 'ܣܠܘܒܩܝܐ', 'ܣܝܝܪܐ ܠܝܐܘܢܝ', 'ܣܢ ܡܪܝܢܘ', 'ܣܢܓܐܠ', 'ܨܘܡܐܠ', 'ܣܘܪܝܢܐܡ', 'ܬܝܡܢ ܣܘܕܐܢ', 'ܣܐܘ ܛܘܡܝ ܘܦܪܝܢܣܝܦܝ', 'ܐܠ ܣܠܒܐܕܘܪ', 'ܣܢܬ ܡܐܪܬܝܢ', 'ܣܘܪܝܐ', 'ܐܣܘܐܛܝܢܝ', 'ܓܙܝܪ̈ܐ ܕܬܘܪܟܣ ܘܟܐܝܟܘܣ', 'ܬܫܐܕ', 'ܐܬܪ̈ܘܬܐ ܬܝܡܢܝ̈ܬܐ ܕܦܪܢܣܐ', 'ܬܘܓܘ', 'ܬܐܝܠܢܕ', 'ܬܐܓܝܟܣܬܐܢ', 'ܬܘܟܝܠܐܘ',
        'ܡܕܢܚ ܬܝܡܘܪ', 'ܬܘܪܟܡܢܣܬܐܢ', 'ܬܘܢܣ', 'ܬܘܢܓܐ', 'ܬܘܪܟܝܐ', 'ܬܪܝܢܝܕܐܕ ܘܬܘܒܐܓܘ', 'ܬܘܒܐܠܘ', 'ܬܐܝܘܐܢ', 'ܛܢܙܢܝܐ', 'ܐܘܩܪܐܝܢܐ', 'ܐܘܓܢܕܐ', 'ܓܙܪ̈ܬܐ ܒܪ̈ܝܬܐ ܕܐܘܚܕ̈ܢܐ ܡܚܝܕ̈ܐ', 'ܐܘܚܕ̈ܢܐ ܡܚܝܕ̈ܐ', 'ܐܘܪܘܓܘܐܝ', 'ܐܘܙܒܟܣܬܐܢ', 'ܡܕܝܢܬܐ ܕܘܛܝܩܢ', 'ܣܐܢܬ ܒܝܢܣܝܢܬ ܘܓܪܝܢܐܕܝܢܐܣ', 'ܒܢܙܘܝܠܐ', 'ܓܙܪ̈ܬܐ ܕܒܬܘ̈ܠܐ ܕܒܪܝܛܢܝܐ', 'ܓܙܪ̈ܬܐ ܕܒܬܘ̈ܠܐ ܕܐܡܪܝܟܐ',
        'ܒܝܬܢܐܡ', 'ܒܐܢܘܐܛܘ', 'ܘܐܠܝܣ ܘܦܘܬܘܢܐ', 'ܣܡܘܐ', 'ܝܡܢ', 'ܡܐܝܘܛ', 'ܬܝܡܢ ܐܦܪܝܩܐ', 'ܙܐܡܒܝܐ', 'ܙܝܡܒܐܒܘܝ',
    ],
    'NumericNames' => ['001' => 'ܥܠܡܐ', 150 => 'ܐܘܪܘܦܐ', 419 => 'ܐܡܪܝܟܐ ܠܬܝܢܝܬܐ'],
];
