<?php

return [
    'UserAssignedNames' => ['XK' => 'கொசோவோ'],
    'Names' => [
        'அன்டோரா', 'ஐக்கிய அரபு அமீரகம்', 'ஆஃப்கானிஸ்தான்', 'ஆண்டிகுவா மற்றும் பார்புடா', 'அங்கியுலா', 'அல்பேனியா', 'அர்மேனியா', 'அங்கோலா', 'அண்டார்டிகா', 'அர்ஜென்டினா', 'அமெரிக்க சமோவா', 'ஆஸ்திரியா', 'ஆஸ்திரேலியா', 'அரூபா', 'ஆலந்து தீவுகள்', 'அசர்பைஜான்', 'போஸ்னியா & ஹெர்ஸகோவினா', 'பார்படாஸ்', 'பங்களாதேஷ்', 'பெல்ஜியம்',
        'புர்கினா ஃபாஸோ', 'பல்கேரியா', 'பஹ்ரைன்', 'புருண்டி', 'பெனின்', 'செயின்ட் பார்தேலெமி', 'பெர்முடா', 'புருனே', 'பொலிவியா', 'கரீபியன் நெதர்லாந்து', 'பிரேசில்', 'பஹாமாஸ்', 'பூடான்', 'பொவேட் தீவு', 'போட்ஸ்வானா', 'பெலாரஸ்', 'பெலிஸ்', 'கனடா', 'கோகோஸ் (கீலிங்) தீவுகள்', 'காங்கோ - கின்ஷாசா',
        'மத்திய ஆப்ரிக்கக் குடியரசு', 'காங்கோ - ப்ராஸாவில்லே', 'ஸ்விட்சர்லாந்து', 'கோட் தி’வாயர்', 'குக் தீவுகள்', 'சிலி', 'கேமரூன்', 'சீனா', 'கொலம்பியா', 'கோஸ்டாரிகா', 'கியூபா', 'கேப் வெர்டே', 'குராகவ்', 'கிறிஸ்துமஸ் தீவு', 'சைப்ரஸ்', 'செசியா', 'ஜெர்மனி', 'ஜிபௌட்டி', 'டென்மார்க்', 'டொமினிகா',
        'டொமினிகன் குடியரசு', 'அல்ஜீரியா', 'ஈக்வடார்', 'எஸ்டோனியா', 'எகிப்து', 'மேற்கு சஹாரா', 'எரிட்ரியா', 'ஸ்பெயின்', 'எத்தியோப்பியா', 'பின்லாந்து', 'ஃபிஜி', 'ஃபாக்லாந்து தீவுகள்', 'மைக்ரோனேஷியா', 'ஃபாரோ தீவுகள்', 'பிரான்ஸ்', 'கேபான்', 'யுனைடெட் கிங்டம்', 'கிரனெடா', 'ஜார்ஜியா', 'பிரெஞ்சு கயானா',
        'கெர்ன்சி', 'கானா', 'ஜிப்ரால்டர்', 'கிரீன்லாந்து', 'காம்பியா', 'கினியா', 'க்வாதேலோப்', 'ஈக்வடோரியல் கினியா', 'கிரீஸ்', 'தெற்கு ஜார்ஜியா மற்றும் தெற்கு சாண்ட்விச் தீவுகள்', 'கவுதமாலா', 'குவாம்', 'கினியா-பிஸ்ஸாவ்', 'கயானா', 'ஹாங்காங் எஸ்ஏஆர் சீனா', 'ஹேர்ட் மற்றும் மெக்டொனால்டு தீவுகள்', 'ஹோண்டூராஸ்', 'குரோஷியா', 'ஹைட்டி', 'ஹங்கேரி',
        'இந்தோனேசியா', 'அயர்லாந்து', 'இஸ்ரேல்', 'ஐல் ஆஃப் மேன்', 'இந்தியா', 'பிரிட்டிஷ் இந்தியப் பெருங்கடல் பிரதேசம்', 'ஈராக்', 'ஈரான்', 'ஐஸ்லாந்து', 'இத்தாலி', 'ஜெர்சி', 'ஜமைக்கா', 'ஜோர்டான்', 'ஜப்பான்', 'கென்யா', 'கிர்கிஸ்தான்', 'கம்போடியா', 'கிரிபாட்டி', 'கோமரோஸ்', 'செயின்ட் கிட்ஸ் & நெவிஸ்',
        'வட கொரியா', 'தென் கொரியா', 'குவைத்', 'கெய்மென் தீவுகள்', 'கஸகஸ்தான்', 'லாவோஸ்', 'லெபனான்', 'செயின்ட் லூசியா', 'லிச்செண்ஸ்டெய்ன்', 'இலங்கை', 'லைபீரியா', 'லெசோதோ', 'லிதுவேனியா', 'லக்ஸ்சம்பர்க்', 'லாட்வியா', 'லிபியா', 'மொராக்கோ', 'மொனாக்கோ', 'மால்டோவா', 'மான்டேனெக்ரோ',
        'செயின்ட் மார்ட்டீன்', 'மடகாஸ்கர்', 'மார்ஷல் தீவுகள்', 'வடக்கு மாசிடோனியா', 'மாலி', 'மியான்மர் (பர்மா)', 'மங்கோலியா', 'மகாவ் எஸ்ஏஆர் சீனா', 'வடக்கு மரியானா தீவுகள்', 'மார்டினிக்', 'மௌரிடானியா', 'மாண்ட்செராட்', 'மால்டா', 'மொரிசியஸ்', 'மாலத்தீவு', 'மலாவி', 'மெக்சிகோ', 'மலேசியா', 'மொசாம்பிக்', 'நமீபியா',
        'நியூ கேலிடோனியா', 'நைஜர்', 'நார்ஃபோக் தீவு', 'நைஜீரியா', 'நிகரகுவா', 'நெதர்லாந்து', 'நார்வே', 'நேபாளம்', 'நௌரு', 'நியுவே', 'நியூசிலாந்து', 'ஓமன்', 'பனாமா', 'பெரு', 'பிரெஞ்சு பாலினேஷியா', 'பப்புவா நியூ கினியா', 'பிலிப்பைன்ஸ்', 'பாகிஸ்தான்', 'போலந்து', 'செயின்ட் பியர் & மிக்வேலான்',
        'பிட்கெய்ர்ன் தீவுகள்', 'பியூர்டோ ரிகோ', 'பாலஸ்தீனிய பிரதேசங்கள்', 'போர்ச்சுக்கல்', 'பாலோ', 'பராகுவே', 'கத்தார்', 'ரீயூனியன்', 'ருமேனியா', 'செர்பியா', 'ரஷ்யா', 'ருவாண்டா', 'சவுதி அரேபியா', 'சாலமன் தீவுகள்', 'சீஷெல்ஸ்', 'சூடான்', 'ஸ்வீடன்', 'சிங்கப்பூர்', 'செயின்ட் ஹெலெனா', 'ஸ்லோவேனியா',
        'ஸ்வல்பார்டு & ஜான் மேயன்', 'ஸ்லோவாகியா', 'சியாரா லியோன்', 'சான் மரினோ', 'செனெகல்', 'சோமாலியா', 'சுரினாம்', 'தெற்கு சூடான்', 'சாவ் தோம் & ப்ரின்சிபி', 'எல் சால்வடார்', 'சின்ட் மார்டென்', 'சிரியா', 'எஸ்வாட்டீனி', 'டர்க்ஸ் & கைகோஸ் தீவுகள்', 'சாட்', 'பிரெஞ்சு தெற்கு பிரதேசங்கள்', 'டோகோ', 'தாய்லாந்து', 'தஜிகிஸ்தான்', 'டோகேலோ',
        'திமோர்-லெஸ்தே', 'துர்க்மெனிஸ்தான்', 'டுனிசியா', 'டோங்கா', 'துருக்கியே', 'டிரினிடாட் & டொபாகோ', 'துவாலு', 'தைவான்', 'தான்சானியா', 'உக்ரைன்', 'உகாண்டா', 'யூ.எஸ். வெளிப்புறத் தீவுகள்', 'அமெரிக்கா', 'உருகுவே', 'உஸ்பெகிஸ்தான்', 'வாடிகன் நகரம்', 'செயின்ட் வின்சென்ட் & கிரெனடைன்ஸ்', 'வெனிசுலா', 'பிரிட்டீஷ் கன்னித் தீவுகள்', 'யூ.எஸ். கன்னித் தீவுகள்',
        'வியட்நாம்', 'வனுவாட்டு', 'வாலிஸ் மற்றும் ஃபுடுனா', 'சமோவா', 'ஏமன்', 'மயோட்', 'தென் ஆப்பிரிக்கா', 'ஜாம்பியா', 'ஜிம்பாப்வே',
    ],
    'NumericNames' => ['001' => 'உலகம்', 150 => 'ஐரோப்பா', 419 => 'லத்தீன் அமெரிக்கா'],
];
