<?php

return [
    'UserAssignedNames' => ['XK' => 'కొసోవో'],
    'Names' => [
        'ఆండోరా', 'యునైటెడ్ అరబ్ ఎమిరేట్స్', 'ఆఫ్ఘనిస్తాన్', 'ఆంటిగ్వా & బార్బుడా', 'ఆంగ్విల్లా', 'అల్బేనియా', 'ఆర్మేనియా', 'అంగోలా', 'అంటార్కిటికా', 'అర్జెంటీనా', 'అమెరికన్ సమోవా', 'ఆస్ట్రియా', 'ఆస్ట్రేలియా', 'అరుబా', 'ఆలాండ్ దీవులు', 'అజర్బైజాన్', 'బోస్నియా & హెర్జిగోవినా', 'బార్బడోస్', 'బంగ్లాదేశ్', 'బెల్జియం',
        'బుర్కినా ఫాసో', 'బల్గేరియా', 'బహ్రెయిన్', 'బురుండి', 'బెనిన్', 'సెయింట్ బర్థెలిమి', 'బెర్ముడా', 'బ్రూనే', 'బొలీవియా', 'కరీబియన్ నెదర్లాండ్స్', 'బ్రెజిల్', 'బహామాస్', 'భూటాన్', 'బువై దీవి', 'బోట్స్వానా', 'బెలారస్', 'బెలిజ్', 'కెనడా', 'కోకోస్ (కీలింగ్) దీవులు', 'కాంగో- కిన్షాసా',
        'సెంట్రల్ ఆఫ్రికన్ రిపబ్లిక్', 'కాంగో- బ్రాజావిల్లి', 'స్విట్జర్లాండ్', 'కోట్ డి ఐవోర్', 'కుక్ దీవులు', 'చిలీ', 'కామెరూన్', 'చైనా', 'కొలంబియా', 'కోస్టా రికా', 'క్యూబా', 'కేప్ వెర్డె', 'క్యూరసో', 'క్రిస్మస్ దీవి', 'సైప్రస్', 'చెకియా', 'జర్మనీ', 'జిబౌటి', 'డెన్మార్క్', 'డొమినికా',
        'డొమినికన్ రిపబ్లిక్', 'అల్జీరియా', 'ఈక్వడార్', 'ఎస్టోనియా', 'ఈజిప్ట్', 'పడమటి సహారా', 'ఎరిట్రియా', 'స్పెయిన్', 'ఇథియోపియా', 'ఫిన్లాండ్', 'ఫిజీ', 'ఫాక్‌ల్యాండ్ దీవులు', 'మైక్రోనేషియా', 'ఫారో దీవులు', 'ఫ్రాన్స్‌', 'గేబన్', 'యునైటెడ్ కింగ్‌డమ్', 'గ్రెనడా', 'జార్జియా', 'ఫ్రెంచ్ గియానా',
        'గర్న్‌సీ', 'ఘనా', 'జిబ్రాల్టర్', 'గ్రీన్‌ల్యాండ్', 'గాంబియా', 'గినియా', 'గ్వాడెలోప్', 'ఈక్వటోరియల్ గినియా', 'గ్రీస్', 'దక్షిణ జార్జియా మరియు దక్షిణ శాండ్విచ్ దీవులు', 'గ్వాటిమాలా', 'గ్వామ్', 'గినియా-బిస్సావ్', 'గయానా', 'హాంకాంగ్ SAR చైనా', 'హెర్డ్ దీవి మరియు మెక్‌డొనాల్డ్ దీవులు', 'హోండురాస్', 'క్రొయేషియా', 'హైతీ', 'హంగేరీ',
        'ఇండోనేషియా', 'ఐర్లాండ్', 'ఇజ్రాయెల్', 'ఐల్ ఆఫ్ మాన్', 'భారతదేశం', 'బ్రిటిష్ హిందూ మహాసముద్ర ప్రాంతం', 'ఇరాక్', 'ఇరాన్', 'ఐస్లాండ్', 'ఇటలీ', 'జెర్సీ', 'జమైకా', 'జోర్డాన్', 'జపాన్', 'కెన్యా', 'కిర్గిజిస్తాన్', 'కంబోడియా', 'కిరిబాటి', 'కొమొరోస్', 'సెయింట్ కిట్స్ & నెవిస్',
        'ఉత్తర కొరియా', 'దక్షిణ కొరియా', 'కువైట్', 'కేమాన్ దీవులు', 'కజకిస్తాన్', 'లావోస్', 'లెబనాన్', 'సెయింట్ లూసియా', 'లిక్టెన్‌స్టెయిన్', 'శ్రీలంక', 'లైబీరియా', 'లెసోతో', 'లిథువేనియా', 'లక్సెంబర్గ్', 'లాత్వియా', 'లిబియా', 'మొరాకో', 'మొనాకో', 'మోల్డోవా', 'మాంటెనెగ్రో',
        'సెయింట్ మార్టిన్', 'మడగాస్కర్', 'మార్షల్ దీవులు', 'ఉత్తర మాసిడోనియా', 'మాలి', 'మయన్మార్', 'మంగోలియా', 'మకావ్ SAR చైనా', 'ఉత్తర మరియానా దీవులు', 'మార్టినీక్', 'మారిటేనియా', 'మాంట్సెరాట్', 'మాల్టా', 'మారిషస్', 'మాల్దీవులు', 'మలావీ', 'మెక్సికో', 'మలేషియా', 'మొజాంబిక్', 'నమీబియా',
        'కొత్త కాలెడోనియా', 'నైజర్', 'నార్ఫోక్ దీవి', 'నైజీరియా', 'నికరాగువా', 'నెదర్లాండ్స్', 'నార్వే', 'నేపాల్', 'నౌరు', 'నియూ', 'న్యూజిలాండ్', 'ఓమన్', 'పనామా', 'పెరూ', 'ఫ్రెంచ్ పోలినీషియా', 'పాపువా న్యూ గినియా', 'ఫిలిప్పైన్స్', 'పాకిస్తాన్', 'పోలాండ్', 'సెయింట్ పియెర్ మరియు మికెలాన్',
        'పిట్‌కెయిర్న్ దీవులు', 'ప్యూర్టో రికో', 'పాలస్తీనియన్ ప్రాంతాలు', 'పోర్చుగల్', 'పాలావ్', 'పరాగ్వే', 'ఖతార్', 'రీయూనియన్', 'రోమేనియా', 'సెర్బియా', 'రష్యా', 'రువాండా', 'సౌదీ అరేబియా', 'సోలమన్ దీవులు', 'సీషెల్స్', 'సూడాన్', 'స్వీడన్', 'సింగపూర్', 'సెయింట్ హెలెనా', 'స్లోవేనియా',
        'స్వాల్‌బార్డ్ & జాన్ మాయెన్', 'స్లొవేకియా', 'సియెర్రా లియాన్', 'శాన్ మారినో', 'సెనెగల్', 'సోమాలియా', 'సూరినామ్', 'దక్షిణ సూడాన్', 'సావో టోమ్ మరియు ప్రిన్సిపి', 'ఎల్ సాల్వడోర్', 'సింట్ మార్టెన్', 'సిరియా', 'ఈస్వాటిని', 'టర్క్స్ & కైకోస్ దీవులు', 'చాద్', 'ఫ్రెంచ్ దక్షిణ ప్రాంతాలు', 'టోగో', 'థాయిలాండ్', 'తజికిస్తాన్', 'టోకెలావ్',
        'టిమోర్-లెస్టె', 'టర్క్‌మెనిస్తాన్', 'ట్యునీషియా', 'టోంగా', 'తుర్కియె', 'ట్రినిడాడ్ మరియు టొబాగో', 'టువాలు', 'తైవాన్', 'టాంజానియా', 'ఉక్రెయిన్', 'ఉగాండా', 'U.S. బయట ఉన్న దీవులు', 'యునైటెడ్ స్టేట్స్', 'ఉరుగ్వే', 'ఉజ్బెకిస్తాన్', 'వాటికన్ నగరం', 'సెయింట్ విన్సెంట్ మరియు గ్రెనడీన్స్', 'వెనిజులా', 'బ్రిటిష్ వర్జిన్ దీవులు', 'యు.ఎస్. వర్జిన్ దీవులు',
        'వియత్నాం', 'వనాటు', 'వాల్లిస్ మరియు ఫుటునా', 'సమోవా', 'యెమెన్', 'మాయొట్', 'దక్షిణ ఆఫ్రికా', 'జాంబియా', 'జింబాబ్వే',
    ],
    'NumericNames' => ['001' => 'ప్రపంచం', 150 => 'యూరప్', 419 => 'లాటిన్ అమెరికా'],
];
