<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Аморатҳои Муттаҳидаи Араб', 'Афғонистон', 'Антигуа ва Барбуда', 'Ангилия', 'Албания', 'Арманистон', 'Ангола', 'Антарктида', 'Аргентина', 'Самоаи Америка', 'Австрия', 'Австралия', 'Аруба', 'Ҷазираҳои Аланд', 'Озарбойҷон', 'Босния ва Ҳерсеговина', 'Барбадос', 'Бангладеш', 'Белгия',
        'Буркина-Фасо', 'Булғория', 'Баҳрайн', 'Бурунди', 'Бенин', 'Сент-Бартелми', 'Бермуда', 'Бруней', 'Боливия', 'Кариби Нидерланд', 'Бразилия', 'Багам', 'Бутон', 'Ҷазираи Буве', 'Ботсвана', 'Белорус', 'Белиз', 'Канада', 'Ҷазираҳои Кокос (Килинг)', 'Конго - Киншаса',
        'Ҷумҳурии Африқои Марказӣ', 'Конго - Браззавил', 'Швейтсария', 'Кот-д’Ивуар', 'Ҷазираҳои Кук', 'Чили', 'Камерун', 'Хитой', 'Колумбия', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'Ҷазираи Крисмас', 'Кипр', 'Ҷумҳурии Чех', 'Германия', 'Ҷибути', 'Дания', 'Доминика',
        'Ҷумҳурии Доминикан', 'Алҷазоир', 'Эквадор', 'Эстония', 'Миср', 'Сахараи Ғарбӣ', 'Эритрея', 'Испания', 'Эфиопия', 'Финляндия', 'Фиҷи', 'Ҷазираҳои Фолкленд', 'Штатҳои Федеративии Микронезия', 'Ҷазираҳои Фарер', 'Фаронса', 'Габон', 'Шоҳигарии Муттаҳида', 'Гренада', 'Гурҷистон', 'Гвианаи Фаронса',
        'Гернси', 'Гана', 'Гибралтар', 'Гренландия', 'Гамбия', 'Гвинея', 'Гваделупа', 'Гвинеяи Экваторӣ', 'Юнон', 'Ҷорҷияи Ҷанубӣ ва Ҷазираҳои Сандвич', 'Гватемала', 'Гуам', 'Гвинея-Бисау', 'Гайана', 'Ҳонконг (МММ)', 'Ҷазираи Ҳерд ва Ҷазираҳои Макдоналд', 'Гондурас', 'Хорватия', 'Гаити', 'Маҷористон',
        'Индонезия', 'Ирландия', 'Исроил', 'Ҷазираи Мэн', 'Ҳиндустон', 'Қаламрави Британия дар уқёнуси Ҳинд', 'Ироқ', 'Эрон', 'Исландия', 'Италия', 'Ҷерси', 'Ямайка', 'Урдун', 'Япония', 'Кения', 'Қирғизистон', 'Камбоҷа', 'Кирибати', 'Комор', 'Сент-Китс ва Невис',
        'Кореяи Шимолӣ', 'Кореяи Ҷанубӣ', 'Қувайт', 'Ҷазираҳои Кайман', 'Қазоқистон', 'Лаос', 'Лубнон', 'Сент-Люсия', 'Лихтенштейн', 'Шри-Ланка', 'Либерия', 'Лесото', 'Литва', 'Люксембург', 'Латвия', 'Либия', 'Марокаш', 'Монако', 'Молдова', 'Черногория',
        'Ҷазираи Сент-Мартин', 'Мадагаскар', 'Ҷазираҳои Маршалл', 'Македонияи Шимолӣ', 'Мали', 'Мянма', 'Муғулистон', 'Макао (МММ)', 'Ҷазираҳои Марианаи Шимолӣ', 'Мартиника', 'Мавритания', 'Монтсеррат', 'Малта', 'Маврикий', 'Малдив', 'Малави', 'Мексика', 'Малайзия', 'Мозамбик', 'Намибия',
        'Каледонияи Нав', 'Нигер', 'Ҷазираи Норфолк', 'Нигерия', 'Никарагуа', 'Нидерландия', 'Норвегия', 'Непал', 'Науру', 'Ниуэ', 'Зеландияи Нав', 'Умон', 'Панама', 'Перу', 'Полинезияи Фаронса', 'Папуа Гвинеяи Нав', 'Филиппин', 'Покистон', 'Лаҳистон', 'Сент-Пер ва Микелон',
        'Ҷазираҳои Питкейрн', 'Пуэрто-Рико', 'Қаламравҳои Фаластинӣ', 'Португалия', 'Палау', 'Парагвай', 'Қатар', 'Реюнион', 'Руминия', 'Сербия', 'Русия', 'Руанда', 'Арабистони Саудӣ', 'Ҷазираҳои Соломон', 'Сейшел', 'Судон', 'Шветсия', 'Сингапур', 'Сент Елена', 'Словения',
        'Шпитсберген ва Ян Майен', 'Словакия', 'Сиерра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомалӣ', 'Суринам', 'Судони Ҷанубӣ', 'Сан Томе ва Принсипи', 'Эл-Салвадор', 'Синт-Маартен', 'Сурия', 'Эсватини', 'Ҷазираҳои Теркс ва Кайкос', 'Чад', 'Минтақаҳои Ҷанубии Фаронса', 'Того', 'Таиланд', 'Тоҷикистон', 'Токелау',
        'Тимор-Лесте', 'Туркманистон', 'Тунис', 'Тонга', 'Туркия', 'Тринидад ва Тобаго', 'Тувалу', 'Тайван', 'Танзания', 'Украина', 'Уганда', 'Ҷазираҳои Хурди Дурдасти ИМА', 'Иёлоти Муттаҳида', 'Уругвай', 'Ӯзбекистон', 'Шаҳри Вотикон', 'Сент-Винсент ва Гренадина', 'Венесуэла', 'Ҷазираҳои Виргини Британия', 'Ҷазираҳои Виргини ИМА',
        'Ветнам', 'Вануату', 'Уоллис ва Футуна', 'Самоа', 'Яман', 'Майотта', 'Африкаи Ҷанубӣ', 'Замбия', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'ҷаҳонӣ', 150 => 'Аврупо', 419 => 'Америкаи Лотинӣ'],
];
