<?php

return [
    'UserAssignedNames' => ['XK' => 'ኮሶቮ'],
    'Names' => [
        'ኣንዶራ', 'ሕቡራት ኢማራት ዓረብ', 'ኣፍጋኒስታን', 'ኣንቲጓን ባርቡዳን', 'ኣንጒላ', 'ኣልባንያ', 'ኣርሜንያ', 'ኣንጎላ', 'ኣንታርክቲካ', 'ኣርጀንቲና', 'ኣመሪካዊት ሳሞኣ', 'ኦስትርያ', 'ኣውስትራልያ', 'ኣሩባ', 'ደሴታት ኣላንድ', 'ኣዘርባጃን', 'ቦዝንያን ሄርዘጎቪናን', 'ባርባዶስ', 'ባንግላደሽ', 'ቤልጅዩም',
        'ቡርኪና ፋሶ', 'ቡልጋርያ', 'ባሕሬን', 'ብሩንዲ', 'ቤኒን', 'ቅዱስ ባርተለሚ', 'በርሙዳ', 'ብሩነይ', 'ቦሊቭያ', 'ካሪብያን ኔዘርላንድ', 'ብራዚል', 'ባሃማስ', 'ቡታን', 'ደሴት ቡቨት', 'ቦትስዋና', 'ቤላሩስ', 'በሊዝ', 'ካናዳ', 'ደሴታት ኮኮስ', 'ደሞክራስያዊት ሪፓብሊክ ኮንጎ',
        'ሪፓብሊክ ማእከላይ ኣፍሪቃ', 'ኮንጎ', 'ስዊዘርላንድ', 'ኮት ዲቭዋር', 'ደሴታት ኩክ', 'ቺሌ', 'ካሜሩን', 'ቻይና', 'ኮሎምብያ', 'ኮስታ ሪካ', 'ኩባ', 'ኬፕ ቨርደ', 'ኩራሳው', 'ደሴት ክሪስማስ', 'ቆጵሮስ', 'ቸክያ', 'ጀርመን', 'ጅቡቲ', 'ደንማርክ', 'ዶሚኒካ',
        'ዶሚኒካዊት ሪፓብሊክ', 'ኣልጀርያ', 'ኤኳዶር', 'ኤስቶንያ', 'ግብጺ', 'ምዕራባዊ ሰሃራ', 'ኤርትራ', 'ስጳኛ', 'ኢትዮጵያ', 'ፊንላንድ', 'ፊጂ', 'ደሴታት ፎክላንድ', 'ማይክሮነዥያ', 'ደሴታት ፋሮ', 'ፈረንሳ', 'ጋቦን', 'ብሪጣንያ', 'ግረናዳ', 'ጆርጅያ', 'ፈረንሳዊት ጊያና',
        'ገርንዚ', 'ጋና', 'ጂብራልታር', 'ግሪንላንድ', 'ጋምብያ', 'ጊኒ', 'ጓደሉፕ', 'ኢኳቶርያል ጊኒ', 'ግሪኽ', 'ደሴታት ደቡብ ጆርጅያን ደቡብ ሳንድዊችን', 'ጓቲማላ', 'ጓም', 'ጊኒ-ቢሳው', 'ጉያና', 'ፍሉይ ምምሕዳራዊ ዞባ ሆንግ ኮንግ (ቻይና)', 'ደሴታት ሄርድን ማክዶናልድን', 'ሆንዱራስ', 'ክሮኤሽያ', 'ሃይቲ', 'ሃንጋሪ',
        'ኢንዶነዥያ', 'ኣየርላንድ', 'እስራኤል', 'ኣይል ኦፍ ማን', 'ህንዲ', 'ብሪጣንያዊ ህንዳዊ ውቅያኖስ ግዝኣት', 'ዒራቕ', 'ኢራን', 'ኣይስላንድ', 'ኢጣልያ', 'ጀርዚ', 'ጃማይካ', 'ዮርዳኖስ', 'ጃፓን', 'ኬንያ', 'ኪርጊዝስታን', 'ካምቦድያ', 'ኪሪባቲ', 'ኮሞሮስ', 'ቅዱስ ኪትስን ኔቪስን',
        'ሰሜን ኮርያ', 'ደቡብ ኮርያ', 'ኩዌት', 'ደሴታት ካይማን', 'ካዛኪስታን', 'ላኦስ', 'ሊባኖስ', 'ቅድስቲ ሉስያ', 'ሊኽተንሽታይን', 'ስሪ ላንካ', 'ላይበርያ', 'ሌሶቶ', 'ሊትዌንያ', 'ሉክሰምበርግ', 'ላትቭያ', 'ሊብያ', 'ሞሮኮ', 'ሞናኮ', 'ሞልዶቫ', 'ሞንተኔግሮ',
        'ቅዱስ ማርቲን', 'ማዳጋስካር', 'ደሴታት ማርሻል', 'ሰሜን መቄዶንያ', 'ማሊ', 'ሚያንማር (በርማ)', 'ሞንጎልያ', 'ፍሉይ ምምሕዳራዊ ዞባ ማካው (ቻይና)', 'ሰሜናዊ ደሴታት ማርያና', 'ማርቲኒክ', 'ማውሪታንያ', 'ሞንትሰራት', 'ማልታ', 'ማውሪሸስ', 'ማልዲቭስ', 'ማላዊ', 'ሜክሲኮ', 'ማለዥያ', 'ሞዛምቢክ', 'ናሚብያ',
        'ኒው ካለዶንያ', 'ኒጀር', 'ደሴት ኖርፎልክ', 'ናይጀርያ', 'ኒካራጓ', 'ኔዘርላንድ', 'ኖርወይ', 'ኔፓል', 'ናውሩ', 'ኒዩ', 'ኒው ዚላንድ', 'ዖማን', 'ፓናማ', 'ፔሩ', 'ፈረንሳዊት ፖሊነዥያ', 'ፓፕዋ ኒው ጊኒ', 'ፊሊፒንስ', 'ፓኪስታን', 'ፖላንድ', 'ቅዱስ ፕየርን ሚከሎንን',
        'ደሴታት ፒትካርን', 'ፖርቶ ሪኮ', 'ግዝኣታት ፍልስጤም', 'ፖርቱጋል', 'ፓላው', 'ፓራጓይ', 'ቐጠር', 'ርዩንየን', 'ሩማንያ', 'ሰርብያ', 'ሩስያ', 'ርዋንዳ', 'ስዑዲ ዓረብ', 'ደሴታት ሰሎሞን', 'ሲሸልስ', 'ሱዳን', 'ሽወደን', 'ሲንጋፖር', 'ቅድስቲ ሄለና', 'ስሎቬንያ',
        'ስቫልባርድን ጃን ማየንን', 'ስሎቫክያ', 'ሴራ ልዮን', 'ሳን ማሪኖ', 'ሰነጋል', 'ሶማልያ', 'ሱሪናም', 'ደቡብ ሱዳን', 'ሳኦ ቶመን ፕሪንሲፐን', 'ኤል ሳልቫዶር', 'ሲንት ማርተን', 'ሶርያ', 'ኤስዋቲኒ', 'ደሴታት ቱርካትን ካይኮስን', 'ቻድ', 'ፈረንሳዊ ደቡባዊ ግዝኣታት', 'ቶጎ', 'ታይላንድ', 'ታጂኪስታን', 'ቶከላው',
        'ቲሞር-ለስተ', 'ቱርክመኒስታን', 'ቱኒዝያ', 'ቶንጋ', 'ቱርኪ', 'ትሪኒዳድን ቶባጎን', 'ቱቫሉ', 'ታይዋን', 'ታንዛንያ', 'ዩክሬን', 'ኡጋንዳ', 'ካብ ኣመሪካ ርሒቐን ንኣሽቱ ደሴታት', 'ኣመሪካ', 'ኡራጓይ', 'ኡዝበኪስታን', 'ከተማ ቫቲካን', 'ቅዱስ ቪንሰንትን ግረነዲነዝን', 'ቬኔዝዌላ', 'ደሴታት ደናግል ብሪጣንያ', 'ደሴታት ደናግል ኣመሪካ',
        'ቬትናም', 'ቫንዋቱ', 'ዋሊስን ፉቱናን', 'ሳሞኣ', 'የመን', 'ማዮት', 'ደቡብ ኣፍሪቃ', 'ዛምብያ', 'ዚምባብዌ',
    ],
    'NumericNames' => ['001' => 'ዓለም', 150 => 'ኤውሮጳ', 419 => 'ላቲን ኣመሪካ'],
];
