<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Берләшкән Гарәп Әмирлекләре', 'Әфганстан', 'Антигуа һәм Барбуда', 'Ангилья', 'Албания', 'Әрмәнстан', 'Ангола', 'Антарктика', 'Аргентина', 'Америка Самоасы', 'Австрия', 'Австралия', 'Аруба', 'Аланд утраулары', 'Әзәрбайҗан', 'Босния һәм Герцеговина', 'Барбадос', 'Бангладеш', 'Бельгия',
        'Буркина-Фасо', 'Болгария', 'Бәхрәйн', 'Бурунди', 'Бенин', 'Сен-Бартельми', 'Бермуд утраулары', 'Бруней', 'Боливия', 'Кариб Нидерландлары', 'Бразилия', 'Багам утраулары', 'Бутан', 'Буве утравы', 'Ботсвана', 'Беларусь', 'Белиз', 'Канада', 'Кокос (Килинг) утраулары', 'Конго (КДР)',
        'Үзәк Африка Республикасы', 'Конго - Браззавиль', 'Швейцария', 'Кот-д’Ивуар', 'Кук утраулары', 'Чили', 'Камерун', 'Кытай', 'Колумбия', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'Раштуа утравы', 'Кипр', 'Чехия Республикасы', 'Германия', 'Җибүти', 'Дания', 'Доминика',
        'Доминикана Республикасы', 'Алжир', 'Эквадор', 'Эстония', 'Мисыр', 'Көнбатыш Сахара', 'Эритрея', 'Испания', 'Эфиопия', 'Финляндия', 'Фиджи', 'Фолкленд утраулары', 'Микронезия', 'Фарер утраулары', 'Франция', 'Габон', 'Берләшкән Корольлек', 'Гренада', 'Грузия', 'Француз Гвианасы',
        'Гернси', 'Гана', 'Гибралтар', 'Гренландия', 'Гамбия', 'Гвинея', 'Гваделупа', 'Экваториаль Гвинея', 'Греция', 'Көньяк Георгия һәм Көньяк Сандвич утраулары', 'Гватемала', 'Гуам', 'Гвинея-Бисау', 'Гайана', 'Гонконг Махсус Идарәле Төбәге', 'Херд утравы һәм Макдональд утраулары', 'Гондурас', 'Хорватия', 'Гаити', 'Венгрия',
        'Индонезия', 'Ирландия', 'Израиль', 'Мэн утравы', 'Индия', 'Британиянең Һинд Океанындагы Территориясе', 'Гыйрак', 'Иран', 'Исландия', 'Италия', 'Джерси', 'Ямайка', 'Иордания', 'Япония', 'Кения', 'Кыргызстан', 'Камбоджа', 'Кирибати', 'Комор утраулары', 'Сент-Китс һәм Невис',
        'Төньяк Корея', 'Көньяк Корея', 'Күвәйт', 'Кайман утраулары', 'Казахстан', 'Лаос', 'Ливан', 'Сент-Люсия', 'Лихтенштейн', 'Шри-Ланка', 'Либерия', 'Лесото', 'Литва', 'Люксембург', 'Латвия', 'Ливия', 'Марокко', 'Монако', 'Молдова', 'Черногория',
        'Сент-Мартин', 'Мадагаскар', 'Маршалл утраулары', 'Төньяк Македония', 'Мали', 'Мьянма (Бирма)', 'Монголия', 'Макао Махсус Идарәле Төбәге', 'Төньяк Мариана утраулары', 'Мартиника', 'Мавритания', 'Монтсеррат', 'Мальта', 'Маврикий', 'Мальдив утраулары', 'Малави', 'Мексика', 'Малайзия', 'Мозамбик', 'Намибия',
        'Яңа Каледония', 'Нигер', 'Норфолк утравы', 'Нигерия', 'Никарагуа', 'Нидерланд', 'Норвегия', 'Непал', 'Науру', 'Ниуэ', 'Яңа Зеландия', 'Оман', 'Панама', 'Перу', 'Француз Полинезиясе', 'Папуа - Яңа Гвинея', 'Филиппин', 'Пакистан', 'Польша', 'Сен-Пьер һәм Микелон',
        'Питкэрн утраулары', 'Пуэрто-Рико', 'Фәләстин территорияләре', 'Португалия', 'Палау', 'Парагвай', 'Катар', 'Реюньон', 'Румыния', 'Сербия', 'Россия', 'Руанда', 'Согуд Гарәбстаны', 'Сөләйман утраулары', 'Сейшел утраулары', 'Судан', 'Швеция', 'Сингапур', 'Изге Елена утравы', 'Словения',
        'Шпицберген һәм Ян-Майен', 'Словакия', 'Сьерра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомали', 'Суринам', 'Көньяк Судан', 'Сан-Томе һәм Принсипи', 'Сальвадор', 'Синт-Мартен', 'Сүрия', 'Свазиленд', 'Теркс һәм Кайкос утраулары', 'Чад', 'Франциянең Көньяк Территорияләре', 'Того', 'Тайланд', 'Таҗикстан', 'Токелау',
        'Тимор-Лесте', 'Төркмәнстан', 'Тунис', 'Тонга', 'Төркия', 'Тринидад һәм Тобаго', 'Тувалу', 'Тайвань', 'Танзания', 'Украина', 'Уганда', 'АКШ Кече Читтәге утраулары', 'АКШ', 'Уругвай', 'Үзбәкстан', 'Ватикан', 'Сент-Винсент һәм Гренадин', 'Венесуэла', 'Британия Виргин утраулары', 'АКШ Виргин утраулары',
        'Вьетнам', 'Вануату', 'Уоллис һәм Футуна', 'Самоа', 'Йәмән', 'Майотта', 'Көньяк Африка', 'Замбия', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'дөнья', 150 => 'Европа', 419 => 'Латин Америка'],
];
