<?php

return [
    'UserAssignedNames' => [],
    'Names' => [
        3 => 'Антигуа & Барбуда', 'Ангилья', 7 => 'Ангола', 9 => 'Аргентина', 13 => 'Аруба', 17 => 'Барбадос', 20 => 'Буркина-Фасо', 23 => 'Бурунди', 'Бенин', 'Сен-Бартелеми', 'Бермуд Ортулуктар', 28 => 'Боливия',
        'Кариб Нидерландтар', 'Бразилия', 'Багамнар', 33 => 'Буве Ортулуктар', 'Ботсвана', 36 => 'Белиз', 'Канада', 39 => 'Конго - Киншаса', 'Төп-Африкан Республика', 'Конго - Браззавиль', 43 => 'Кот-д’Ивуар', 45 => 'Чили', 'Камерун', 48 => 'Колумбия',
        'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 57 => 'Джибути', 59 => 'Доминика', 'Доминикан Республика', 'Алжир', 'Эквадор', 64 => 'Египет', 'Барыын Сахара', 'Эритрея', 68 => 'Эфиопия', 71 => 'Фолкленд Ортулуктар',
        75 => 'Габон', 77 => 'Гренада', 79 => 'Француз Гвиана', 81 => 'Гана', 83 => 'Гренландия', 'Гамбия', 'Гвинея', 'Гваделупа', 'Экваторда Гвинея', 89 => 'Мурнуу Георгия & Мурнуу Сандвич Ортулуктар', 'Гватемала', 92 => 'Гвинея-Бисау', 'Гайана',
        96 => 'Гондурас', 98 => 'Гаити', 105 => 'Британ девискээр Инди океанда', 111 => 'Ямайка', 114 => 'Кения', 118 => 'Коморлар', 'Сент-Китс & Невис', 123 => 'Кайман Ортулуктар', 127 => 'Сент-Люсия', 130 => 'Либерия', 'Лесото',
        135 => 'Ливия', 'Морокко', 140 => 'Сен-Мартен', 'Мадагаскар', 144 => 'Мали', 149 => 'Мартиника', 'Мавритания', 'Монтсеррат', 153 => 'Маврикий', 155 => 'Малави', 'Мексика', 158 => 'Мозамбик', 'Намибия',
        161 => 'Нигер', 163 => 'Нигерия', 'Никарагуа', 172 => 'Панама', 'Перу', 179 => 'Сен-Пьер & Микелон', 181 => 'Пуэрто-Рико', 185 => 'Парагвай', 187 => 'Реюньон', 190 => 'Россия Федерациязы', 'Руанда',
        194 => 'Сейшелдер', 'Судан', 198 => 'Ыдыктыг Елена Ортулуктары', 202 => 'Сьерра-Леоне', 204 => 'Сенегал', 'Сомали', 'Суринам', 'Мурнуу Судан', 'Сан-Томе & Принсипи', 'Сальвадор', 'Синт-Мартен', 212 => 'Эсватини', 'Түрктер & Кайкос', 'Чад', 'Француз Мурнуу девискээрлер',
        'Того', 222 => 'Тунис', 225 => 'Тринидад & Тобаго', 228 => 'Танзания', 230 => 'Уганда', 232 => 'Каттышкан Штаттар', 'Уругвай', 236 => 'Сент-Винсент & Гренадиннер', 'Венесуэла', 'Виргин Ортулуктар (Великобритания)', 'Виргин Ортулуктар (АКШ)', 245 => 'Майотта', 'Мурнуу Африкан Республика',
        'Замбия', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'Бүгү Делегей', 150 => 'Европа', 419 => 'Латин Америка'],
];
