<?php

return [
    'UserAssignedNames' => ['XK' => 'كوسوۋو'],
    'Names' => [
        'ئاندوررا', 'ئەرەب بىرلەشمە خەلىپىلىكى', 'ئافغانىستان', 'ئانتىگۇئا ۋە باربۇدا', 'ئانگۋىللا', 'ئالبانىيە', 'ئەرمېنىيە', 'ئانگولا', 'ئانتاركتىكا', 'ئارگېنتىنا', 'ئامېرىكا ساموئا', 'ئاۋىستىرىيە', 'ئاۋسترالىيە', 'ئارۇبا', 'ئالاند ئاراللىرى', 'ئەزەربەيجان', 'بوسىنىيە ۋە گېرتسېگوۋىنا', 'باربادوس', 'بېنگال', 'بېلگىيە',
        'بۇركىنا فاسو', 'بۇلغارىيە', 'بەھرەين', 'بۇرۇندى', 'بېنىن', 'ساينت بارتېلېمى', 'بېرمۇدا', 'بىرۇنېي', 'بولىۋىيە', 'كارىب دېڭىزى گوللاندىيە', 'بىرازىلىيە', 'باھاما', 'بۇتان', 'بوۋېت ئارىلى', 'بوتسۋانا', 'بېلارۇسىيە', 'بېلىز', 'كانادا', 'كوكوس (كىلىڭ) ئاراللىرى', 'كونگو - كىنشاسا',
        'ئوتتۇرا ئافرىقا جۇمھۇرىيىتى', 'كونگو - بىراززاۋىل', 'شىۋېتسارىيە', 'كوتې دې ئىۋوئىر', 'كۇك ئاراللىرى', 'چىلى', 'كامېرون', 'جۇڭگو', 'كولومبىيە', 'كوستارىكا', 'كۇبا', 'يېشىل تۇمشۇق', 'كۇراچاۋ', 'مىلاد ئارىلى', 'سىپرۇس', 'چېخ جۇمھۇرىيىتى', 'گېرمانىيە', 'جىبۇتى', 'دانىيە', 'دومىنىكا',
        'دومىنىكا جۇمھۇرىيىتى', 'ئالجىرىيە', 'ئېكۋاتور', 'ئېستونىيە', 'مىسىر', 'غەربىي ساخارا', 'ئېرىترىيە', 'ئىسپانىيە', 'ئېفىيوپىيە', 'فىنلاندىيە', 'فىجى', 'فالكلاند ئاراللىرى', 'مىكرونېزىيە', 'فارو ئاراللىرى', 'فىرانسىيە', 'گابون', 'بىرلەشمە پادىشاھلىق', 'گىرېنادا', 'گىرۇزىيە', 'فىرانسىيەگە قاراشلىق گىۋىيانا',
        'گۇرنسېي', 'گانا', 'جەبىلتارىق', 'گىرېنلاندىيە', 'گامبىيە', 'گىۋىنىيە', 'گىۋادېلۇپ', 'ئېكۋاتور گىۋىنىيەسى', 'گىرېتسىيە', 'جەنۇبىي جورجىيە ۋە جەنۇبىي ساندۋىچ ئاراللىرى', 'گىۋاتېمالا', 'گۇئام', 'گىۋىنىيە بىسسائۇ', 'گىۋىيانا', 'شياڭگاڭ ئالاھىدە مەمۇرىي رايونى (جۇڭگو)', 'ھېرد ئارىلى ۋە ماكدونالد ئاراللىرى', 'ھوندۇراس', 'كىرودىيە', 'ھايتى', 'ۋېنگىرىيە',
        'ھىندونېزىيە', 'ئىرېلاندىيە', 'ئىسرائىلىيە', 'مان ئارىلى', 'ھىندىستان', 106 => 'ئىراق', 'ئىران', 'ئىسلاندىيە', 'ئىتالىيە', 'جېرسېي', 'يامايكا', 'ئىيوردانىيە', 'ياپونىيە', 'كېنىيە', 'قىرغىزىستان', 'كامبودژا', 'كىرىباتى', 'كومورو', 'ساينت كىتىس ۋە نېۋىس',
        'چاۋشيەن', 'كورېيە', 'كۇۋەيت', 'كايمان ئاراللىرى', 'قازاقىستان', 'لائوس', 'لىۋان', 'ساينت لۇسىيە', 'لىكتېنستېين', 'سىرىلانكا', 'لىبېرىيە', 'لېسوتو', 'لىتۋانىيە', 'لىيۇكسېمبۇرگ', 'لاتۋىيە', 'لىۋىيە', 'ماراكەش', 'موناكو', 'مولدوۋا', 'قارا تاغ',
        'ساينت مارتىن', 'ماداغاسقار', 'مارشال ئاراللىرى', 'شىمالىي ماكېدونىيە', 'مالى', 'بىرما', 'موڭغۇلىيە', 'ئاۋمېن ئالاھىدە مەمۇرىي رايونى', 'شىمالىي مارىيانا ئاراللىرى', 'مارتىنىكا', 'ماۋرىتانىيە', 'مونتسېررات', 'مالتا', 'ماۋرىتىيۇس', 'مالدىۋې', 'مالاۋى', 'مېكسىكا', 'مالايسىيا', 'موزامبىك', 'نامىبىيە',
        'يېڭى كالېدونىيە', 'نىگېر', 'نورفولك ئارىلى', 'نىگېرىيە', 'نىكاراگۇئا', 'گوللاندىيە', 'نورۋېگىيە', 'نېپال', 'ناۋرۇ', 'نيۇئې', 'يېڭى زېلاندىيە', 'ئومان', 'پاناما', 'پېرۇ', 'فىرانسىيەگە قاراشلىق پولىنېزىيە', 'پاپۇئا يېڭى گىۋىنىيەسى', 'فىلىپپىن', 'پاكىستان', 'پولشا', 'ساينت پىيېر ۋە مىكېلون ئاراللىرى',
        'پىتكايرن ئاراللىرى', 'پۇئېرتو رىكو', 'پەلەستىن زېمىنى', 'پورتۇگالىيە', 'پالائۇ', 'پاراگۋاي', 'قاتار', 'رېيۇنىيون', 'رومىنىيە', 'سېربىيە', 'رۇسىيە', 'رىۋاندا', 'سەئۇدىي ئەرەبىستان', 'سولومون ئاراللىرى', 'سېيشېل', 'سۇدان', 'شىۋېتسىيە', 'سىنگاپور', 'ساينىت ھېلېنا', 'سىلوۋېنىيە',
        'سىۋالبارد ۋە يان مايېن', 'سىلوۋاكىيە', 'سېررالېئون', 'سان مارىنو', 'سېنېگال', 'سومالى', 'سۇرىنام', 'جەنۇبىي سۇدان', 'سان تومې ۋە پرىنسىپې', 'سالۋادور', 'سىنت مارتېن', 'سۇرىيە', 'سىۋېزىلاند', 'تۇركس ۋە كايكوس ئاراللىرى', 'چاد', 'فىرانسىيەنىڭ جەنۇبىي زېمىنى', 'توگو', 'تايلاند', 'تاجىكىستان', 'توكېلاۋ',
        'شەرقىي تىمور', 'تۈركمەنىستان', 'تۇنىس', 'تونگا', 'تۈركىيە', 'تىرىنىداد ۋە توباگو', 'تۇۋالۇ', 'تەيۋەن', 'تانزانىيە', 'ئۇكرائىنا', 'ئۇگاندا', 'ئا ق ش تاشقى ئاراللىرى', 'ئامېرىكا قوشما ئىشتاتلىرى', 'ئۇرۇگۋاي', 'ئۆزبېكىستان', 'ۋاتىكان', 'ساينت ۋىنسېنت ۋە گىرېنادىنېس', 'ۋېنېسۇئېلا', 'ئەنگلىيە ۋىرگىن ئاراللىرى', 'ئا ق ش ۋىرگىن ئاراللىرى',
        'ۋىيېتنام', 'ۋانۇئاتۇ', 'ۋاللىس ۋە فۇتۇنا', 'ساموئا', 'يەمەن', 'مايوتى', 'جەنۇبىي ئافرىقا', 'زامبىيە', 'زىمبابۋې',
    ],
    'NumericNames' => ['001' => 'دۇنيا', 150 => 'ياۋروپا', 419 => 'لاتىن ئامېرىكا'],
];
