<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Обʼєднані Арабські Емірати', 'Афганістан', 'Антигуа і Барбуда', 'Ангілья', 'Албанія', 'Вірменія', 'Ангола', 'Антарктика', 'Аргентина', 'Американське Самоа', 'Австрія', 'Австралія', 'Аруба', 'Аландські Острови', 'Азербайджан', 'Боснія і Герцеговина', 'Барбадос', 'Бангладеш', 'Бельгія',
        'Буркіна-Фасо', 'Болгарія', 'Бахрейн', 'Бурунді', 'Бенін', 'Сен-Бартелемі', 'Бермудські Острови', 'Бруней', 'Болівія', 'Карибські Нідерланди', 'Бразилія', 'Багамські Острови', 'Бутан', 'Острів Буве', 'Ботсвана', 'Білорусь', 'Беліз', 'Канада', 'Кокосові (Кілінг) Острови', 'Конго – Кіншаса',
        'Центральноафриканська Республіка', 'Конго – Браззавіль', 'Швейцарія', 'Кот-дʼІвуар', 'Острови Кука', 'Чилі', 'Камерун', 'Китай', 'Колумбія', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'Острів Різдва', 'Кіпр', 'Чехія', 'Німеччина', 'Джибуті', 'Данія', 'Домініка',
        'Домініканська Республіка', 'Алжир', 'Еквадор', 'Естонія', 'Єгипет', 'Західна Сахара', 'Еритрея', 'Іспанія', 'Ефіопія', 'Фінляндія', 'Фіджі', 'Фолклендські Острови', 'Мікронезія', 'Фарерські Острови', 'Франція', 'Габон', 'Велика Британія', 'Гренада', 'Грузія', 'Французька Гвіана',
        'Гернсі', 'Гана', 'Гібралтар', 'Гренландія', 'Гамбія', 'Гвінея', 'Гваделупа', 'Екваторіальна Гвінея', 'Греція', 'Південна Джорджія та Південні Сандвічеві Острови', 'Гватемала', 'Гуам', 'Гвінея-Бісау', 'Гаяна', 'Гонконг, ОАР Китаю', 'Острови Герд і Макдоналд', 'Гондурас', 'Хорватія', 'Гаїті', 'Угорщина',
        'Індонезія', 'Ірландія', 'Ізраїль', 'Острів Мен', 'Індія', 'Британська територія в Індійському океані', 'Ірак', 'Іран', 'Ісландія', 'Італія', 'Джерсі', 'Ямайка', 'Йорданія', 'Японія', 'Кенія', 'Киргизстан', 'Камбоджа', 'Кірибаті', 'Комори', 'Сент-Кітс і Невіс',
        'Північна Корея', 'Південна Корея', 'Кувейт', 'Кайманові Острови', 'Казахстан', 'Лаос', 'Ліван', 'Сент-Люсія', 'Ліхтенштейн', 'Шрі-Ланка', 'Ліберія', 'Лесото', 'Литва', 'Люксембург', 'Латвія', 'Лівія', 'Марокко', 'Монако', 'Молдова', 'Чорногорія',
        'Сен-Мартен', 'Мадагаскар', 'Маршаллові Острови', 'Північна Македонія', 'Малі', 'Мʼянма (Бірма)', 'Монголія', 'Макао, ОАР Китаю', 'Північні Маріанські Острови', 'Мартиніка', 'Мавританія', 'Монтсеррат', 'Мальта', 'Маврикій', 'Мальдіви', 'Малаві', 'Мексика', 'Малайзія', 'Мозамбік', 'Намібія',
        'Нова Каледонія', 'Нігер', 'Острів Норфолк', 'Нігерія', 'Нікарагуа', 'Нідерланди', 'Норвегія', 'Непал', 'Науру', 'Ніуе', 'Нова Зеландія', 'Оман', 'Панама', 'Перу', 'Французька Полінезія', 'Папуа-Нова Гвінея', 'Філіппіни', 'Пакистан', 'Польща', 'Сен-Пʼєр і Мікелон',
        'Острови Піткерн', 'Пуерто-Рико', 'Палестинські території', 'Португалія', 'Палау', 'Парагвай', 'Катар', 'Реюньйон', 'Румунія', 'Сербія', 'Росія', 'Руанда', 'Саудівська Аравія', 'Соломонові Острови', 'Сейшельські Острови', 'Судан', 'Швеція', 'Сінгапур', 'Острів Святої Єлени', 'Словенія',
        'Шпіцберген та Ян-Маєн', 'Словаччина', 'Сьєрра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомалі', 'Суринам', 'Південний Судан', 'Сан-Томе і Принсіпі', 'Сальвадор', 'Сінт-Мартен', 'Сирія', 'Есватіні', 'Острови Теркс і Кайкос', 'Чад', 'Французькі Південні Території', 'Того', 'Таїланд', 'Таджикистан', 'Токелау',
        'Тимор-Лешті', 'Туркменістан', 'Туніс', 'Тонга', 'Туреччина', 'Тринідад і Тобаго', 'Тувалу', 'Тайвань', 'Танзанія', 'Україна', 'Уганда', 'Віддалені острови США', 'Сполучені Штати', 'Уругвай', 'Узбекистан', 'Ватикан', 'Сент-Вінсент і Гренадіни', 'Венесуела', 'Британські Віргінські Острови', 'Віргінські Острови (США)',
        'Вʼєтнам', 'Вануату', 'Уолліс і Футуна', 'Самоа', 'Ємен', 'Майотта', 'Південно-Африканська Республіка', 'Замбія', 'Зімбабве',
    ],
    'NumericNames' => ['001' => 'Світ', 150 => 'Європа', 419 => 'Латинська Америка'],
];
