<?php

return [
    'UserAssignedNames' => ['XK' => 'کوسووو'],
    'Names' => [
        'انڈورا', 'متحدہ عرب امارات', 'افغانستان', 'انٹیگوا اور باربودا', 'انگوئیلا', 'البانیہ', 'آرمینیا', 'انگولا', 'انٹارکٹیکا', 'ارجنٹینا', 'امریکی ساموآ', 'آسٹریا', 'آسٹریلیا', 'اروبا', 'آلینڈ آئلینڈز', 'آذربائیجان', 'بوسنیا اور ہرزیگووینا', 'بارباڈوس', 'بنگلہ دیش', 'بیلجیم',
        'برکینا فاسو', 'بلغاریہ', 'بحرین', 'برونڈی', 'بینن', 'سینٹ برتھلیمی', 'برمودا', 'برونائی', 'بولیویا', 'کریبیائی نیدرلینڈز', 'برازیل', 'بہاماس', 'بھوٹان', 'بؤویٹ آئلینڈ', 'بوتسوانا', 'بیلاروس', 'بیلائز', 'کینیڈا', 'کوکوس (کیلنگ) جزائر', 'کانگو - کنشاسا',
        'وسط افریقی جمہوریہ', 'کانگو - برازاویلے', 'سوئٹزر لینڈ', 'کوٹ ڈی آئیوری', 'کک آئلینڈز', 'چلی', 'کیمرون', 'چین', 'کولمبیا', 'کوسٹا ریکا', 'کیوبا', 'کیپ ورڈی', 'کیوراکاؤ', 'جزیرہ کرسمس', 'قبرص', 'چیکیا', 'جرمنی', 'جبوتی', 'ڈنمارک', 'ڈومنیکا',
        'جمہوریہ ڈومينيکن', 'الجیریا', 'ایکواڈور', 'اسٹونیا', 'مصر', 'مغربی صحارا', 'اریٹیریا', 'ہسپانیہ', 'ایتھوپیا', 'فن لینڈ', 'فجی', 'فاکلینڈ جزائر', 'مائکرونیشیا', 'جزائر فارو', 'فرانس', 'گیبون', 'برطانیہ', 'گریناڈا', 'جارجیا', 'فرینچ گیانا',
        'گوئرنسی', 'گھانا', 'جبل الطارق', 'گرین لینڈ', 'گیمبیا', 'گنی', 'گواڈیلوپ', 'استوائی گیانا', 'یونان', 'جنوبی جارجیا اور جنوبی سینڈوچ جزائر', 'گواٹے مالا', 'گوام', 'گنی بساؤ', 'گیانا', 'ہانگ کانگ SAR چین', 'ہیرڈ جزیرہ و میکڈولینڈ جزائر', 'ہونڈوراس', 'کروشیا', 'ہیٹی', 'ہنگری',
        'انڈونیشیا', 'آئرلینڈ', 'اسرائیل', 'آئل آف مین', 'بھارت', 'برطانوی بحر ہند کا علاقہ', 'عراق', 'ایران', 'آئس لینڈ', 'اٹلی', 'جرسی', 'جمائیکا', 'اردن', 'جاپان', 'کینیا', 'کرغزستان', 'کمبوڈیا', 'کریباتی', 'کوموروس', 'سینٹ کٹس اور نیویس',
        'شمالی کوریا', 'جنوبی کوریا', 'کویت', 'کیمین آئلینڈز', 'قزاخستان', 'لاؤس', 'لبنان', 'سینٹ لوسیا', 'لیشٹنسٹائن', 'سری لنکا', 'لائبیریا', 'لیسوتھو', 'لیتھونیا', 'لکسمبرگ', 'لٹویا', 'لیبیا', 'مراکش', 'موناکو', 'مالدووا', 'مونٹے نیگرو',
        'سینٹ مارٹن', 'مڈغاسکر', 'مارشل آئلینڈز', 'شمالی مقدونیہ', 'مالی', 'میانمار (برما)', 'منگولیا', 'مکاؤ SAR چین', 'شمالی ماریانا آئلینڈز', 'مارٹینک', 'موریطانیہ', 'مونٹسیراٹ', 'مالٹا', 'ماریشس', 'مالدیپ', 'ملاوی', 'میکسیکو', 'ملائشیا', 'موزمبیق', 'نامیبیا',
        'نیو کلیڈونیا', 'نائجر', 'نارفوک آئلینڈ', 'نائجیریا', 'نکاراگووا', 'نیدر لینڈز', 'ناروے', 'نیپال', 'نؤرو', 'نیئو', 'نیوزی لینڈ', 'عمان', 'پانامہ', 'پیرو', 'فرانسیسی پولینیشیا', 'پاپوآ نیو گنی', 'فلپائن', 'پاکستان', 'پولینڈ', 'سینٹ پیئر اور میکلیئون',
        'پٹکائرن جزائر', 'پیورٹو ریکو', 'فلسطینی خطے', 'پرتگال', 'پلاؤ', 'پیراگوئے', 'قطر', 'ری یونین', 'رومانیہ', 'سربیا', 'روس', 'روانڈا', 'سعودی عرب', 'سولومن آئلینڈز', 'سشلیز', 'سوڈان', 'سویڈن', 'سنگاپور', 'سینٹ ہیلینا', 'سلووینیا',
        'سوالبرڈ اور جان ماین', 'سلوواکیہ', 'سیرالیون', 'سان مارینو', 'سینیگل', 'صومالیہ', 'سورینام', 'جنوبی سوڈان', 'ساؤ ٹومے اور پرنسپے', 'ال سلواڈور', 'سنٹ مارٹن', 'شام', 'سواتنی', 'ٹرکس اور کیکوس جزائر', 'چاڈ', 'فرانسیسی جنوبی خطے', 'ٹوگو', 'تھائی لینڈ', 'تاجکستان', 'ٹوکیلاؤ',
        'تیمور لیسٹ', 'ترکمانستان', 'تونس', 'ٹونگا', 'ترکیہ', 'ترینیداد اور ٹوباگو', 'ٹووالو', 'تائیوان', 'تنزانیہ', 'یوکرین', 'یوگنڈا', 'امریکہ سے باہر کے چھوٹے جزائز', 'ریاست ہائے متحدہ امریکہ', 'یوروگوئے', 'ازبکستان', 'ویٹیکن سٹی', 'سینٹ ونسنٹ اور گرینیڈائنز', 'وینزوئیلا', 'برٹش ورجن آئلینڈز', 'امریکی ورجن آئلینڈز',
        'ویتنام', 'وینوآٹو', 'ویلیز اور فیوٹیونا', 'ساموآ', 'یمن', 'مایوٹ', 'جنوبی افریقہ', 'زامبیا', 'زمبابوے',
    ],
    'NumericNames' => ['001' => 'دنیا', 150 => 'یورپ', 419 => 'لاطینی امریکہ'],
];
