<?php

return [
    'UserAssignedNames' => [],
    'Names' => [
        14 => 'جزائر آلینڈ', 33 => 'جزیرہ بوویت', 38 => 'جزائر (کیلنگ) کوکوس', 44 => 'جزائر کک', 71 => 'جزائر فاکلینڈ', 73 => 'جزائر فیرو', 79 => 'فرانسیسی گیانا', 95 => 'جزائر ہرڈ و مکڈونلڈ', 142 => 'جزائر مارشل', 148 => 'جزائر شمالی ماریانا',
        162 => 'جزیرہ نارفوک', 180 => 'جزائر پٹکیرن', 193 => 'جزائر سلیمان', 213 => 'جزائر کیکس و ترکیہ', 231 => 'امریکی بیرونی جزائر', 238 => 'برطانوی جزائر ورجن', 'امریکی جزائر ورجن',
    ],
];
