<?php

return [
    'UserAssignedNames' => ['XK' => 'Косово'],
    'Names' => [
        'Андорра', 'Бирлашган Араб Амирликлари', 'Афғонистон', 'Антигуа ва Барбуда', 'Ангилья', 'Албания', 'Арманистон', 'Ангола', 'Антарктида', 'Аргентина', 'Америка Самоаси', 'Австрия', 'Австралия', 'Аруба', 'Аланд ороллари', 'Озарбайжон', 'Босния ва Герцеговина', 'Барбадос', 'Бангладеш', 'Бельгия',
        'Буркина-Фасо', 'Болгария', 'Баҳрайн', 'Бурунди', 'Бенин', 'Сен-Бартелеми', 'Бермуда', 'Бруней', 'Боливия', 'Бонейр, Синт-Эстатиус ва Саба', 'Бразилия', 'Багама ороллари', 'Бутан', 'Буве ороли', 'Ботсванна', 'Беларус', 'Белиз', 'Канада', 'Кокос (Килинг) ороллари', 'Конго-Киншаса',
        'Марказий Африка Республикаси', 'Конго Браззавиль', 'Швейцария', 'Кот-д’Ивуар', 'Кук ороллари', 'Чили', 'Камерун', 'Хитой', 'Колумбия', 'Коста-Рика', 'Куба', 'Кабо-Верде', 'Кюрасао', 'Рождество ороли', 'Кипр', 'Чехия', 'Германия', 'Жибути', 'Дания', 'Доминика',
        'Доминикан Республикаси', 'Жазоир', 'Эквадор', 'Эстония', 'Миср', 'Ғарбий Саҳрои Кабир', 'Эритрея', 'Испания', 'Эфиопия', 'Финляндия', 'Фижи', 'Фолкленд ороллари', 'Микронезия', 'Фарер ороллари', 'Франция', 'Габон', 'Буюк Британия', 'Гренада', 'Грузия', 'Француз Гвианаси',
        'Гернси', 'Гана', 'Гибралтар', 'Гренландия', 'Гамбия', 'Гвинея', 'Гваделупе', 'Экваториал Гвинея', 'Греция', 'Жанубий Георгия ва Жанубий Сендвич ороллари', 'Гватемала', 'Гуам', 'Гвинея-Бисау', 'Гаяна', 'Гонконг (Хитой ММҲ)', 'Херд ва Макдоналд ороллари', 'Гондурас', 'Хорватия', 'Гаити', 'Венгрия',
        'Индонезия', 'Ирландия', 'Исроил', 'Мэн ороли', 'Ҳиндистон', 106 => 'Ироқ', 'Эрон', 'Исландия', 'Италия', 'Жерси', 'Ямайка', 'Иордания', 'Япония', 'Кения', 'Қирғизистон', 'Камбоджа', 'Кирибати', 'Комор ороллари', 'Сент-Китс ва Невис',
        'Шимолий Корея', 'Жанубий Корея', 'Қувайт', 'Кайман ороллари', 'Қозоғистон', 'Лаос', 'Ливан', 'Сент-Люсия', 'Лихтенштейн', 'Шри-Ланка', 'Либерия', 'Лесото', 'Литва', 'Люксембург', 'Латвия', 'Ливия', 'Марокаш', 'Монако', 'Молдова', 'Черногория',
        'Сент-Мартин', 'Мадагаскар', 'Маршал ороллари', 'Шимолий Македония', 'Мали', 'Мьянма (Бирма)', 'Монголия', 'Макао (Хитой ММҲ)', 'Шимолий Марианна ороллари', 'Мартиника', 'Мавритания', 'Монтсеррат', 'Мальта', 'Маврикий', 'Мальдив ороллари', 'Малави', 'Мексика', 'Малайзия', 'Мозамбик', 'Намибия',
        'Янги Каледония', 'Нигер', 'Норфолк ороллари', 'Нигерия', 'Никарагуа', 'Нидерландия', 'Норвегия', 'Непал', 'Науру', 'Ниуэ', 'Янги Зеландия', 'Уммон', 'Панама', 'Перу', 'Француз Полинезияси', 'Папуа - Янги Гвинея', 'Филиппин', 'Покистон', 'Польша', 'Сент-Пьер ва Микелон',
        'Питкэрн ороллари', 'Пуэрто-Рико', 'Фаластин ҳудуди', 'Португалия', 'Палау', 'Парагвай', 'Қатар', 'Реюнион', 'Руминия', 'Сербия', 'Россия', 'Руанда', 'Саудия Арабистони', 'Соломон ороллари', 'Сейшел ороллари', 'Судан', 'Швеция', 'Сингапур', 'Муқаддас Елена ороли', 'Словения',
        'Свалбард ва Ян-Майен', 'Словакия', 'Сьерра-Леоне', 'Сан-Марино', 'Сенегал', 'Сомали', 'Суринам', 'Жанубий Судан', 'Сан-Томе ва Принсипи', 'Салвадор', 'Синт-Мартен', 'Сурия', 'Свазиленд', 'Туркс ва Кайкос ороллари', 'Чад', 'Француз жанубий ҳудудлари', 'Того', 'Таиланд', 'Тожикистон', 'Токелау',
        'Тимор-Лесте', 'Туркманистон', 'Тунис', 'Тонга', 'Туркия', 'Тринидад ва Тобаго', 'Тувалу', 'Тайван', 'Танзания', 'Украина', 'Уганда', 'АҚШ ёндош ороллари', 'Америка Қўшма Штатлари', 'Уругвай', 'Ўзбекистон', 'Ватикан', 'Сент-Винсент ва Гренадин', 'Венесуэла', 'Британия Виргин ороллари', 'АҚШ Виргин ороллари',
        'Вьетнам', 'Вануату', 'Уоллис ва Футуна', 'Самоа', 'Яман', 'Майотта', 'Жанубий Африка Республикаси', 'Замбия', 'Зимбабве',
    ],
    'NumericNames' => ['001' => 'Дунё', 150 => 'Европа', 419 => 'Лотин Америкаси'],
];
