<?php

return [
    'UserAssignedNames' => ['XK' => 'ꖏꖇꕾ'],
    'Names' => [
        'ꕉꖆꕟ', 'ꖳꕯꔤꗳ ꕉꕟꔬ ꗡꕆꔓꔻ', 'ꕉꔱꕭꔕꔻꕚꘋ', 'ꕉꘋꔳꖶꕎ ꗪ ꕑꖜꕜ', 'ꕉꕄꕞ', 'ꕉꔷꕑꕇꕩ', 'ꕉꕆꕯ', 'ꕉꖐꕞ', 'ꕉꘋꕚꔳꕪ', 'ꕉꘀꘋꔳꕯ', 'ꕶꕱ ꕢꕹꕎ', 'ꖺꔻꖤꕎ', 'ꖺꖬꖤꔃꔷꕩ', 'ꕉꖩꕑ', 'ꕉꕞꔺ', 'ꕉꕤꕑꔤꕧꘋ', 'ꕷꔻꕇꕰ ꗪ ꗥꕤꖑꔲꕯ', 'ꕑꔆꖁꔻ', 'ꕑꕅꕞꗵꔼ', 'ꗩꕀꗚꘋ',
        'ꕷꕃꕯ ꕘꖇ', 'ꗂꔠꔸꕩ', 'ꕑꗸꘋ', 'ꖜꖩꔺ', 'ꗩꕇꘋ', 'ꕪꘋꕓ ꗞꗢ ꕒꕚꕞꕆ', 'ꗩꖷꕜ', 'ꖜꖩꘉꔧ', 'ꕷꔷꔲꕩ', 'ꕪꔓꔬꘂꘋ ꖨꕮ ꗨꗳꗣ', 'ꖜꕟꔘꔀ', 'ꕑꕌꕮꔻ', 'ꖜꕚꘋ', 'ꖜꔍꔳ ꔳꘋꗣ', 'ꕷꖬꕎꕯ', 'ꗩꕞꖩꔻ', 'ꔆꔷꔘ', 'ꕪꕯꕜ', 'ꖏꖏꔻ (ꔞꔀꔷꘋ) ꔳꘋꗣ', 'ꖏꖐ ꗵꗞꖴꕟꔎ ꕸꖃꔀ',
        'ꕉꔱꔸꕪ ꗳ ꗳ ꕸꖃꔀ', 'ꖏꖐ', 'ꖬꔃꕤ ꖨꕮꕊ', 'ꖏꔳ ꕾꕎ', 'ꖏꕃ ꔳꘋꗣ', 'ꔚꔷ', 'ꕪꔈꖩꘋ', 'ꕦꔤꕯ', 'ꗛꗏꔭꕩ', 'ꖏꔻꕚ ꔸꕪ', 'ꕃꖳꕑ', 'ꔞꔪ ꗲꔵ ꔳꘋꗣ', 'ꖴꕟꖇꕱ', 'ꔞꔻꕮꔻ ꔳꘋꗣ', 'ꕢꗡꖛꗐꔻ', 'ꗿꕃ ꕸꖃꔀ', 'ꕧꕮꔧ', 'ꕀꖜꔳ', 'ꕜꕇꕮꕃ', 'ꖁꕆꕇꕪ',
        'ꖁꕆꕇꕪꘋ ꕸꕱꔀ', 'ꕉꔷꔠꔸꕩ', 'ꗡꖴꔃꗍ', 'ꗡꔻꕿꕇꕰ', 'ꕆꔖꕞ', 'ꕢꕌꕟ ꔎꔒ ꕀꔤ', 'ꔀꔸꔳꕟ', 'ꕐꘊꔧ', 'ꔤꔳꖎꔪꕩ', 'ꔱꘋ ꖨꕮꕊ', 'ꔱꔤꕀ', 'ꕘꔷꕃ ꖨꕮ ꔳꘋꗣ', 'ꕆꖏꕇꔻꕩ', 'ꕘꖄ ꔳꘋꗣ', 'ꖢꕟꘋꔻ', 'ꕭꕷꘋ', 'ꖕꕯꔤꗳ', 'ꖶꕟꕯꕜ', 'ꗘꖺꕀꕩ', 'ꗱꘋꔻ ꖶꕎꕯ',
        'ꖶꗦꘋꔻ', 'ꕭꕌꕯ', 'ꕀꖜꕟꕚ', 'ꕧꕓ ꖴꕎ ꖨꕮꕊ', 'ꕭꔭꕩ', 'ꕅꔤꕇ', 'ꖶꕎꔐꖨꔅ', 'ꖦꕰꕊ ꗳ ꕅꔤꕇ', 'ꗥꗷꘋ', 'ꗘꖺꕀꕩ ꗛꔤ ꔒꘋꗣ ꗏ ꗪ ꗇꖢ ꔳꘋꗣ ꗛꔤ ꔒꘋꗣ ꗏ', 'ꖶꕎꔎꕮꕞ', 'ꖶꕎꕆ', 'ꕅꔤꕇ ꔫꕢꕴ', 'ꖶꕩꕯ', 95 => 'ꗥꗡꔵ ꗪ ꕮꖁꕯ', 'ꖽꖫꕟ', 'ꖏꔓꔻꕩ', 'ꕌꔤꔳ', 'ꖽꘋꕭꔓ',
        'ꔤꖆꕇꔻꕩ', 'ꕉꔓ ꖨꕮꕊ', 'ꕑꕇꔻꕞꔤꕞ', 'ꕮꘋ ꔳꘋꗣ', 'ꔤꔺꕩ', 106 => 'ꔤꕟꕃ', 'ꔤꕟꘋ', 'ꕉꔤꔻ ꖨꕮꕊ', 'ꔤꕚꔷ', 'ꘀꗡꔘ', 'ꕧꕮꔧꕪ', 'ꗘꖺꗵꘋ', 'ꔛꗨꗢ', 'ꔞꕰ', 'ꕃꕅꔻꕚꘋ', 'ꕪꕹꔵꕩ', 'ꕃꔸꕑꔳ', 'ꖏꕹꖄꔻ', 'ꔻꘋ ꕃꔳꔻ ꗪ ꔕꔲꔻ',
        'ꖏꔸꕩ ꗛꔤ ꕪꘋꗒ', 'ꖏꔸꕩ ꗛꔤ ꔒꘋꗣ ꗏ', 'ꖴꔃꔳ', 'ꔞꔀꕮꘋ ꔳꘋꗣ', 'ꕪꕤꔻꕚꘋ', 'ꕞꕴꔻ', 'ꔒꕑꗟꘋ', 'ꔻꘋ ꖨꔻꕩ', 'ꔷꗿꘋꔻꗳꘋ', 'ꖬꔸ ꕞꘋꕪ', 'ꕞꔤꔫꕩ', 'ꔷꖇꕿ', 'ꔷꖤꔃꕇꕰ', 'ꗏꔻꘋꗂꖺ', 'ꕞꔳꔲꕩ', 'ꔒꔫꕩ', 'ꗞꕟꖏ', 'ꗞꕯꖏ', 'ꖒꔷꖁꕙ', 'ꗞꔳꕇꖶꖄ',
        'ꕪꘋꕓ ꗞꗢ ꕮꕊꔳꘋ', 'ꕮꕜꕭꔻꕪ', 'ꕮꕊꕣ ꔳꘋꗣ', 144 => 'ꕮꔷ', 'ꕆꕩꘋꕮ', 'ꗞꖐꔷꕩ', 'ꕮꗛꖺ', 'ꗛꔤ ꕪꘋꗒ ꕮꔸꕩꕯ ꔳꘋꗣ', 'ꕮꔳꕇꕃ', 'ꗞꔓꔎꕇꕰ', 'ꗞꘋꔖꕟꔳ', 'ꕮꕊꕚ', 'ꗞꔓꗔ', 'ꕮꔷꕜꔍ', 'ꕮꕞꕌꔨ', 'ꘈꔻꖏ', 'ꕮꔒꔻꕩ', 'ꕹꕤꔭꕃ', 'ꕯꕆꔫꕩ',
        'ꕪꔷꖁꕇꕰ ꕯꕮꕊ', 'ꕯꔤꕧ', 'ꗟꖺꗉ ꔳꘋꗣ', 'ꕯꔤꕀꔸꕩ', 'ꕇꕪꕟꖶꕎ', 'ꘉꕜ ꖨꕮꕊ', 'ꗟꖺꔃ', 'ꕇꕐꔷ', 'ꖆꖩ', 'ꖸꔃꔤ', 'ꔽꔤ ꖨꕮ ꕯꕮꕊ', 'ꕱꕮꘋ', 'ꕐꕯꕮ', 'ꗨꗡꖩ', 'ꗱꘋꔻ ꕶꔷꕇꔻꕩ', 'ꕐꖛꕎ ꕅꔤꕇ ꕯꕮꕊ', 'ꔱꔒꔪꘋ', 'ꕐꕃꔻꕚꘋ', 'ꕶꗷꘋ', 'ꔻꘋ ꔪꘂ ꗪ ꕆꔞꗏꘋ',
        'ꔪꔳꕪꕆ', 'ꔪꖳꕿ ꔸꖏ', 'ꕐꔒꔻꔳꕯ ꔎꔒ ꕀꔤ ꗛꔤ ꕞ ꗱ ꗪ ꕭꕌꕤ', 'ꕶꕿꕃꔤ ꕸꖃꔀ', 'ꕐꖃ', 'ꕐꕟꗝꔀ', 'ꕪꕚꕌ', 'ꔓꗠꖻ', 'ꖄꕆꕇꕰ', 'ꗻꗡꔬꕩ', 'ꗐꖺꔻꕩ', 'ꕟꖙꕡ', 'ꕞꕌꖝ ꕸꖃꔀ', 'ꖬꕞꔤꕮꕊꕯ ꔳꘋꗣ', 'ꔖꗼꔷ', 'ꖬꗵꘋ', 'ꖬꔨꗵꘋ', 'ꔻꕬꕶꕱ', 'ꔻꘋ ꗥꔷꕯ', 'ꔻꖃꔍꕇꕰ',
        'ꔻꕙꕒꔵ ꗪ ꕧꘋ ꕮꘂꘋ', 'ꔻꖃꕙꕃꕩ', 'ꔋꕩ ꕒꕌꖺ ꕸꖃꔀ', 'ꕮꔸꖆ ꕢꘋ', 'ꔻꕇꕭꕌ', 'ꖇꕮꔷꕩ', 'ꖬꔸꕯꔈ', 'ꖬꕜꘋ ꗛꔤ ꔒꘋꗣ ꗏ', 'ꕢꕴ ꕿꔈ ꗪ ꕉ ꕮꔧ ꕗꕴꔀ', 'ꗡꗷ ꕢꔍꗍꖺ', 'ꔻꘋꔳ ꕮꕊꗳꘋ', 'ꔻꕩꘋ', 'ꖬꕎꔽ ꖨꕮꕊ', 'ꗋꖺꕃꔻ ꗪ ꕪꔤꖏꔻ ꔳꘋꗣ', 'ꕦꔵ', 'ꔱꗷꘋꔻ ꗛꔤ ꔒꘋꗣ ꗏ ꕸꖃꔀ ꖸ', 'ꕿꖑ', 'ꕚꔤ ꖨꕮꕊ', 'ꕚꕀꕃꔻꕚꘋ', 'ꕿꔞꖃ',
        'ꔎꔒ ꗃ ꔳꗞꖻ', 'ꗋꖺꕃꕮꕇꔻꕚꘋ', 'ꖤꕇꔻꕩ', 'ꗋꕬ', 'ꗋꖺꕃ', 'ꖤꔸꔕꕜ ꗪ ꕿꔆꖑ', 'ꕚꖣꖨ', 'ꕚꔤꕎꘋ', 'ꕚꘋꕤꕇꕰ', 'ꖳꖴꔓꘋ', 'ꖳꕭꕡ', 'ꕶꕱ ꕪꘋ ꗅꘋ ꔳꘋꗣ ꖸ', 'ꕶꕱ', 'ꖳꔓꗝꔀ', 'ꖳꗩꕃꔻꕚꘋ', 'ꕙꔳꕪꘋ ꕢꕨꕌ', 'ꔻꘋ ꔲꘋꔻꘋ ꗪ ꖶꔓꕯꔵꘋ ꖸ', 'ꕙꔳꕪꘋ ꕸꖃꔀ', 'ꔛꔟꔻ ꗩꗡ ꗏ ꖷꖬ ꔳꘋꗣ', 'ꕶꕱ ꗩꗡ ꗏ ꖷꖬ ꔳꘋꗣ',
        'ꗲꕇꖮꔃꕞ', 'ꕙꖸꕎꖤ', 'ꕎꔷꔻ ꗪ ꖢꖤꕯ', 'ꕢꕹꖙꕉ', 'ꔝꘈꘋ', 'ꕮꗚꔎ', 'ꕉꔱꔸꕪ ꗛꔤ ꔒꘋꗣ ꗏ ꕸꖃꔀ', 'ꕤꔭꕩ', 'ꔽꕓꖜꔃ',
    ],
];
