<?php

return [
    'UserAssignedNames' => ['XK' => 'קאסאווא'],
    'Names' => [
        'אַנדארע', 2 => 'אַפֿגהאַניסטאַן', 'אַנטיגוע און באַרבודע', 5 => 'אַלבאַניע', 'אַרמעניע', 'אַנגאלע', 'אַנטאַרקטיקע', 'אַרגענטינע', 11 => 'עסטרייך', 'אויסטראַליע', 'אַרובאַ', 16 => 'באסניע הערצעגאווינע', 'באַרבאַדאס', 'באַנגלאַדעש', 'בעלגיע', 'בורקינע פֿאַסא',
        'בולגאַריע', 23 => 'בורונדי', 'בענין', 26 => 'בערמודע', 'ברוניי', 'באליוויע', 30 => 'בראַזיל', 'באַהאַמאַס', 'בהוטאַן', 34 => 'באצוואַנע', 'בעלאַרוס', 'בעליז', 'קאַנאַדע', 39 => 'קאנגא־קינשאַזע', 'צענטראַל־אַפֿריקאַנישע רעפּובליק',
        42 => 'שווייץ', 'העלפֿאַ נדביין בארטן', 'קוק אינזלען', 'טשילע', 'קאַמערון', 'כינע', 'קאלאמביע', 'קאסטאַ ריקאַ', 'קובאַ', 'קאַפּווערדישע אינזלען', 'קוראַסאַא', 55 => 'טשעכיי', 'דייטשלאַנד', 'דזשיבוטי', 'דענמאַרק', 'דאמיניקע', 'דאמיניקאַנישע רעפּובליק',
        62 => 'עקוואַדאר', 'עסטלאַנד', 'עגיפּטן', 66 => 'עריטרעע', 'שפּאַניע', 'עטיאפּיע', 'פֿינלאַנד', 'פֿידזשי', 'פֿאַלקלאַנד אינזלען', 'מיקראנעזיע', 'פֿאַרא אינזלען', 'פֿראַנקרייך', 'גאַבאן', 'פֿאַראייניגטע קעניגרייך', 'גרענאַדאַ', 'גרוזיע', 'פֿראַנצויזישע גויאַנע', 'גערנזי',
        'גהאַנע', 'גיבראַלטאַר', 'גרינלאַנד', 'גאַמביע', 'גינע', 'גוואַדעלופ', 'עקוואַטארישע גינע', 'גריכנלאַנד', 90 => 'גוואַטעמאַלע', 'גוואַם', 'גינע־ביסאַו', 'גויאַנע', 96 => 'האנדוראַס', 'קראאַטיע', 'האַיטי', 'אונגערן', 'אינדאנעזיע', 'אירלאַנד',
        'ישראל', 104 => 'אינדיע', 107 => 'איראַן', 'איסלאַנד', 'איטאַליע', 'דזשערזי', 'דזשאַמייקע', 113 => 'יאַפּאַן', 'קעניע', 116 => 'קאַמבאדיע', 'קיריבאַטי', 'קאמאראס', 123 => 'קיימאַן אינזלען', 125 => 'לאַאס',
        'לבנון', 128 => 'ליכטנשטיין', 'סרי־לאַנקאַ', 'ליבעריע', 'לעסאטא', 'ליטע', 'לוקסעמבורג', 'לעטלאַנד', 'ליביע', 'מאַראקא', 'מאנאַקא', 'מאלדאווע', 'מאנטענעגרא', 141 => 'מאַדאַגאַסקאַר', 'מאַרשאַל אינזלען', 144 => 'מאַלי', 'מיאַנמאַר',
        'מאנגאליי', 149 => 'מאַרטיניק', 'מאַריטאַניע', 'מאנטסעראַט', 'מאַלטאַ', 'מאריציוס', 'מאַלדיוון', 'מאַלאַווי', 'מעקסיקע', 'מאַלייזיע', 'מאזאַמביק', 'נאַמיביע', 'נײַ קאַלעדאניע', 'ניזשער', 'נארפֿאלק אינזל', 'ניגעריע', 'ניקאַראַגוע', 'האלאַנד', 'נארוועגיע',
        'נעפּאַל', 170 => 'ניו זילאַנד', 172 => 'פּאַנאַמאַ', 'פּערו', 'פֿראַנצויזישע פּאלינעזיע', 'פּאַפּואַ נײַ גינע', 'פֿיליפּינען', 'פּאַקיסטאַן', 'פּוילן', 180 => 'פּיטקערן אינזלען', 'פּארטא־ריקא', 183 => 'פּארטוגאַל', 185 => 'פּאַראַגווײַ', 'קאַטאַר', 'רעאוניאן',
        'רומעניע', 'סערביע', 'רוסלאַנד', 'רוואַנדע', 193 => 'סאלאמאן אינזלען', 'סיישעל', 'סודאַן', 'שוועדן', 'סינגאַפּור', 'סט העלענע', 'סלאוועניע', 201 => 'סלאוואַקיי', 'סיערע לעאנע', 'סאַן מאַרינא', 'סענעגאַל', 'סאמאַליע', 'סורינאַם', 'דרום־סודאַן',
        'סאַא טאמע און פּרינסיפּע', 'על סאַלוואַדאר', 211 => 'סיריע', 'סוואַזילאַנד', 214 => 'טשאַד', 216 => 'טאגא', 'טיילאַנד', 220 => 'מזרח טימאר', 'טורקמעניסטאַן', 'טוניסיע', 'טאנגאַ', 'טערקיי', 'טרינידאַד און טאבאַגא', 'טואוואַלו', 228 => 'טאַנזאַניע',
        'אוקראַינע', 'אוגאַנדע', 232 => 'פֿאַראייניגטע שטאַטן', 'אורוגוויי', 235 => 'וואַטיקאַן שטאָט', 237 => 'ווענעזועלע', 240 => 'וויעטנאַם', 'וואַנואַטו', 243 => 'סאַמאאַ', 'תימן', 'מאַיאט', 'דרום־אַפֿריקע', 'זאַמביע', 'זימבאַבווע',
    ],
    'NumericNames' => ['001' => 'וועלט', 150 => 'אייראפּע', 419 => 'לאַטיין־אַמעריקע'],
];
