<?php

return [
    'UserAssignedNames' => ['XK' => '科索沃'],
    'Names' => [
        '安道爾', '阿拉伯聯合大公國', '阿富汗', '安提瓜同巴布達', '安圭拉', '阿爾巴尼亞', '亞美尼亞', '安哥拉', '南極洲', '阿根廷', '美屬薩摩亞', '奧地利', '澳洲', '荷屬阿魯巴', '奧蘭群島', '阿塞拜疆', '波斯尼亞同黑塞哥維那', '巴貝多', '孟加拉', '比利時',
        '布吉納法索', '保加利亞', '巴林', '蒲隆地', '貝南', '聖巴瑟米', '百慕達', '汶萊', '玻利維亞', '荷蘭加勒比區', '巴西', '巴哈馬', '不丹', '布威島', '波札那', '白俄羅斯', '貝里斯', '加拿大', '科科斯（基林）群島', '剛果（金夏沙）',
        '中非共和國', '剛果（布拉薩）', '瑞士', '象牙海岸', '庫克群島', '智利', '喀麥隆', '中國', '哥倫比亞', '哥斯大黎加', '古巴', '維德角', '庫拉索', '聖誕島', '賽普勒斯', '捷克', '德國', '吉布地', '丹麥', '多米尼克',
        '多明尼加共和國', '阿爾及利亞', '厄瓜多', '愛沙尼亞', '埃及', '西撒哈拉', '厄利垂亞', '西班牙', '衣索比亞', '芬蘭', '斐濟', '福克蘭群島', '密克羅尼西亞群島', '法羅群島', '法國', '加彭', '英國', '格瑞那達', '格魯吉亞', '法屬圭亞那',
        '根西島', '迦納', '直布羅陀', '格陵蘭', '甘比亞', '幾內亞', '瓜地洛普', '赤道幾內亞', '希臘', '南佐治亞島同南桑威奇群島', '瓜地馬拉', '關島', '幾內亞比索', '蓋亞那', '中國香港特別行政區', '赫德島同麥克唐納群島', '宏都拉斯', '克羅埃西亞', '海地', '匈牙利',
        '印尼', '愛爾蘭', '以色列', '曼島', '印度', '英屬印度洋領地', '伊拉克', '伊朗', '冰島', '意大利', '澤西島', '牙買加', '約旦', '日本', '肯亞', '吉爾吉斯', '柬埔寨', '吉里巴斯', '葛摩', '聖基茨同尼維斯',
        '北韓', '南韓', '科威特', '開曼群島', '哈薩克', '老撾', '黎巴嫩', '聖露西亞', '列支敦斯登', '斯里蘭卡', '賴比瑞亞', '賴索托', '立陶宛', '盧森堡', '拉脫維亞', '利比亞', '摩洛哥', '摩納哥', '摩爾多瓦', '蒙特內哥羅',
        '法屬聖馬丁', '馬達加斯加', '馬紹爾群島', '北馬其頓', '馬利', '緬甸', '蒙古', '中國澳門特別行政區', '北馬里亞納群島', '馬丁尼克島', '茅利塔尼亞', '蒙哲臘', '馬爾他', '模里西斯', '馬爾地夫', '馬拉威', '墨西哥', '馬來西亞', '莫三比克', '納米比亞',
        '新喀里多尼亞', '尼日', '諾福克島', '奈及利亞', '尼加拉瓜', '荷蘭', '挪威', '尼泊爾', '諾魯', '紐埃島', '新西蘭', '阿曼王國', '巴拿馬', '秘魯', '法屬玻里尼西亞', '巴布亞紐幾內亞', '菲律賓', '巴基斯坦', '波蘭', '聖皮埃爾同密克隆群島',
        '皮特肯群島', '波多黎各', '巴勒斯坦自治區', '葡萄牙', '帛琉', '巴拉圭', '卡達', '留尼旺', '羅馬尼亞', '塞爾維亞', '俄羅斯', '盧安達', '沙特阿拉伯', '索羅門群島', '塞席爾', '蘇丹', '瑞典', '新加坡', '聖赫勒拿島', '斯洛維尼亞',
        '斯瓦爾巴特群島同揚馬延島', '斯洛伐克', '獅子山', '聖馬利諾', '塞內加爾', '索馬利亞', '蘇利南', '南蘇丹', '聖多美同普林西比', '薩爾瓦多', '荷屬聖馬丁', '敘利亞', '史瓦濟蘭', '土克斯及開科斯群島', '查德', '法屬南方屬地', '多哥', '泰國', '塔吉克', '托克勞群島',
        '東帝汶', '土庫曼', '突尼西亞', '東加', '土耳其', '千里達同多巴哥', '吐瓦魯', '台灣', '坦尚尼亞', '烏克蘭', '烏干達', '美國本土外小島嶼', '美國', '烏拉圭', '烏茲別克', '梵蒂岡', '聖文森特同格林納丁斯', '委內瑞拉', '英屬維京群島', '美屬維京群島',
        '越南', '萬那杜', '瓦利斯同富圖納群島', '薩摩亞', '也門', '馬約特', '南非', '尚比亞', '辛巴威',
    ],
    'NumericNames' => ['001' => '世界', 150 => '歐洲', 419 => '拉丁美洲'],
];
