<?php

return [
    'UserAssignedNames' => ['XK' => '科索沃'],
    'Names' => [
        '安道尔', '阿拉伯联合大公国', '阿富汗', '安提瓜同巴布达', '安圭拉', '阿尔巴尼亚', '亚美尼亚', '安哥拉', '南极洲', '阿根廷', '美属萨摩亚', '奥地利', '澳洲', '荷属阿鲁巴', '奥兰群岛', '阿塞拜疆', '波斯尼亚同黑塞哥维那', '巴贝多', '孟加拉', '比利时',
        '布吉纳法索', '保加利亚', '巴林', '蒲隆地', '贝南', '圣巴瑟米', '百慕达', '汶莱', '玻利维亚', '荷兰加勒比区', '巴西', '巴哈马', '不丹', '布威岛', '波札那', '白俄罗斯', '贝里斯', '加拿大', '科科斯（基林）群岛', '刚果（金夏沙）',
        '中非共和国', '刚果（布拉萨）', '瑞士', '象牙海岸', '库克群岛', '智利', '喀麦隆', '中国', '哥伦比亚', '哥斯大黎加', '古巴', '维德角', '库拉索', '圣诞岛', '赛普勒斯', '捷克', '德国', '吉布地', '丹麦', '多米尼克',
        '多明尼加共和国', '阿尔及利亚', '厄瓜多', '爱沙尼亚', '埃及', '西撒哈拉', '厄利垂亚', '西班牙', '衣索比亚', '芬兰', '斐济', '福克兰群岛', '密克罗尼西亚群岛', '法罗群岛', '法国', '加彭', '英国', '格瑞那达', '格鲁吉亚', '法属圭亚那',
        '根西岛', '迦纳', '直布罗陀', '格陵兰', '甘比亚', '几内亚', '瓜地洛普', '赤道几内亚', '希腊', '南佐治亚岛同南桑威奇群岛', '瓜地马拉', '关岛', '几内亚比索', '盖亚那', '中国香港特别行政区', '赫德岛同麦克唐纳群岛', '宏都拉斯', '克罗埃西亚', '海地', '匈牙利',
        '印尼', '爱尔兰', '以色列', '曼岛', '印度', '英属印度洋领地', '伊拉克', '伊朗', '冰岛', '意大利', '泽西岛', '牙买加', '约旦', '日本', '肯亚', '吉尔吉斯', '柬埔寨', '吉里巴斯', '葛摩', '圣基茨同尼维斯',
        '北韩', '南韩', '科威特', '开曼群岛', '哈萨克', '老挝', '黎巴嫩', '圣露西亚', '列支敦斯登', '斯里兰卡', '赖比瑞亚', '赖索托', '立陶宛', '卢森堡', '拉脱维亚', '利比亚', '摩洛哥', '摩纳哥', '摩尔多瓦', '蒙特内哥罗',
        '法属圣马丁', '马达加斯加', '马绍尔群岛', '北马其顿', '马利', '缅甸', '蒙古', '中国澳门特别行政区', '北马里亚纳群岛', '马丁尼克岛', '茅利塔尼亚', '蒙哲腊', '马尔他', '模里西斯', '马尔地夫', '马拉威', '墨西哥', '马来西亚', '莫三比克', '纳米比亚',
        '新喀里多尼亚', '尼日', '诺福克岛', '奈及利亚', '尼加拉瓜', '荷兰', '挪威', '尼泊尔', '诺鲁', '纽埃岛', '新西兰', '阿曼王国', '巴拿马', '秘鲁', '法属玻里尼西亚', '巴布亚纽几内亚', '菲律宾', '巴基斯坦', '波兰', '圣皮埃尔同密克隆群岛',
        '皮特肯群岛', '波多黎各', '巴勒斯坦自治区', '葡萄牙', '帛琉', '巴拉圭', '卡达', '留尼旺', '罗马尼亚', '塞尔维亚', '俄罗斯', '卢安达', '沙特阿拉伯', '索罗门群岛', '塞席尔', '苏丹', '瑞典', '新加坡', '圣赫勒拿岛', '斯洛维尼亚',
        '斯瓦尔巴特群岛同扬马延岛', '斯洛伐克', '狮子山', '圣马利诺', '塞内加尔', '索马利亚', '苏利南', '南苏丹', '圣多美同普林西比', '萨尔瓦多', '荷属圣马丁', '叙利亚', '史瓦济兰', '土克斯及开科斯群岛', '查德', '法属南方属地', '多哥', '泰国', '塔吉克', '托克劳群岛',
        '东帝汶', '土库曼', '突尼西亚', '东加', '土耳其', '千里达同多巴哥', '吐瓦鲁', '台湾', '坦尚尼亚', '乌克兰', '乌干达', '美国本土外小岛屿', '美国', '乌拉圭', '乌兹别克', '梵蒂冈', '圣文森特同格林纳丁斯', '委内瑞拉', '英属维京群岛', '美属维京群岛',
        '越南', '万那杜', '瓦利斯同富图纳群岛', '萨摩亚', '也门', '马约特', '南非', '尚比亚', '辛巴威',
    ],
    'NumericNames' => ['001' => '世界', 150 => '欧洲', 419 => '拉丁美洲'],
];
