<?php

return [
    'UserAssignedNames' => [],
    'Names' => [
        1 => '阿拉伯聯合酋長國', 3 => '安提瓜和巴布達', 13 => '阿魯巴', 15 => '亞塞拜疆', '波斯尼亞和黑塞哥維那', '巴巴多斯', 20 => '布基納法索', 23 => '布隆迪', '貝寧', '聖巴泰勒米', 33 => '鮑威特島', '博茨瓦納',
        36 => '伯利茲', 38 => '科科斯 (基林) 群島', 43 => '科特迪瓦', 49 => '哥斯達黎加', 51 => '佛得角', 54 => '塞浦路斯', 57 => '吉布提', 60 => '多米尼加共和國', 62 => '厄瓜多爾', 66 => '厄立特里亞',
        68 => '埃塞俄比亞', 75 => '加蓬', 77 => '格林納達', '格魯吉亞', 81 => '加納', 84 => '岡比亞', 89 => '南佐治亞島與南桑威奇群島', '危地馬拉', 92 => '幾內亞比紹', '圭亞那', 96 => '洪都拉斯', '克羅地亞',
        103 => '馬恩島', 109 => '意大利', 114 => '肯尼亞', 118 => '科摩羅', '聖基茨和尼維斯', 125 => '老撾', 127 => '聖盧西亞', '列支敦士登', 130 => '利比里亞', '萊索托', 139 => '黑山',
        144 => '馬里', 150 => '毛里塔尼亞', '蒙特塞拉特', '馬耳他', '毛里裘斯', '馬爾代夫', '馬拉維', 158 => '莫桑比克', 161 => '尼日爾', 163 => '尼日利亞', 168 => '瑙魯', 174 => '法屬波利尼西亞', '巴布亞新畿內亞',
        180 => '皮特凱恩島', 182 => '巴勒斯坦領土', 186 => '卡塔爾', 191 => '盧旺達', '沙地阿拉伯', '所羅門群島', '塞舌爾', 199 => '斯洛文尼亞', '斯瓦爾巴特群島及揚馬延島', 202 => '塞拉利昂', '聖馬力諾', 205 => '索馬里', '蘇里南',
        208 => '聖多美和普林西比', 212 => '斯威士蘭', '特克斯和凱科斯群島', '乍得', '法屬南部領地', 223 => '湯加', 225 => '千里達和多巴哥', '圖瓦盧', 228 => '坦桑尼亞', 236 => '聖文森特和格林納丁斯', 238 => '英屬維爾京群島', '美屬維爾京群島',
        241 => '瓦努阿圖', 244 => '也門', '馬約特', 247 => '贊比亞', '津巴布韋',
    ],
];
