Repository: symfony/symfony
Catalog: src/Symfony/Component/Security/Core/Resources/translations/security.*.xlf
Languages: af, az, be, bs, cy, da, el, fi, gl, he, lb, lt, lv, mk, my, nb, nn, sk, sl, sq, sr_cyrl, sr_latn, ur, uz, vi

source: An authentication exception occurred.
af: 'n Verifikasie probleem het voorgekom.
az: Doğrulama istisnası baş verdi.
be: Памылка аўтэнтыфікацыі.
bs: Došlo je do autentifikacijskog izuzetka (exception).
cy: Digwyddodd eithriad dilysu.
da: En fejl indtraf ved godkendelse.
el: Συνέβη ένα σφάλμα πιστοποίησης.
fi: Autentikointi poikkeus tapahtui.
gl: Ocorreu un erro de autenticación.
he: שגיאה באימות
lb: Bei der Authentifikatioun ass e Feeler opgetrueden.
lt: Įvyko autentifikacijos klaida.
lv: Radās autentifikācijas kļūda.
mk: Настана грешка во автентикацијата.
my: အသုံးပြုခွင့် ခြွင်းချက်တစ်ခုဖြစ်သွားသည်။
nb: En autentiseringsfeil har skjedd.
nn: Innlogginga har feila.
sk: Pri overovaní došlo k chybe.
sl: Prišlo je do izjeme pri preverjanju avtentikacije.
sq: Ndodhi një problem në autentikim.
sr_cyrl: Изузетак при аутентификацији.
sr_latn: Izuzetak pri autentifikaciji.
ur: ایک تصدیقي خرابی پیش آگئی ۓ
uz: Autentifikatsiyada xatolik.
vi: Có lỗi trong quá trình xác thực.

source: Authentication credentials could not be found.
af: Verifikasiebewyse kon nie gevind word nie.
az: Doğrulama məlumatları tapılmadı.
be: Дадзеныя аўтэнтыфікацыі не знойдзены.
bs: Autentifikacijski podaci nisu pronađeni.
cy: Ni ellid dod o hyd i ddogfennau dilysu.
da: Loginoplysninger kunne ikke findes.
el: Τα στοιχεία πιστοποίησης δε βρέθηκαν.
fi: Autentikoinnin tunnistetietoja ei löydetty.
gl: Non se atoparon as credenciais de autenticación.
he: פרטי זיהוי לא נמצאו.
lb: Et konnte keng Zouganksdate fonnt ginn.
lt: Nepavyko rasti autentifikacijos duomenų.
lv: Autentifikācijas dati nav atrasti.
mk: Акредитивите за автентикација не се пронајдени.
my: အသုံးပြုခွင့် အထောက်အထားများ ရှာမတွေ့ပါ။
nb: Påloggingsinformasjonen kunne ikke bli funnet.
nn: Innloggingsinformasjonen vart ikkje funnen.
sk: Overovacie údaje neboli nájdené.
sl: Poverilnic za avtentikacijo ni bilo mogoče najti.
sq: Kredencialet e autentikimit nuk mund të gjendeshin.
sr_cyrl: Аутентификациони подаци нису пронађени.
sr_latn: Autentifikacioni podaci nisu pronađeni.
ur: درج کردھ ریکارڈ نہیں مل سکا
uz: Autentifikatsiya ma'lumotlari topilmadi.
vi: Thông tin dùng để xác thực không tìm thấy.

source: Authentication request could not be processed due to a system problem.
af: Verifikasieversoek kon weens 'n stelselprobleem nie verwerk word nie.
az: Sistem xətası səbəbilə doğrulama istəyi emal edilə bilmədi.
be: Запыт аўтэнтыфікацыі не можа быць апрацаваны ў сувязі з праблемай у сістэме.
bs: Autentifikacijski zahtjev ne može biti obrađen zbog sistemskog problema.
cy: Ni ellid prosesu cais dilysu oherwydd problem gyda'r system.
da: Godkendelsesanmodningen kunne ikke behandles på grund af en systemfejl.
el: Το αίτημα πιστοποίησης δε μπορεί να επεξεργαστεί λόγω σφάλματος του συστήματος.
fi: Autentikointipyyntöä ei voitu käsitellä järjestelmäongelman vuoksi.
gl: A solicitude de autenticación no puido ser procesada debido a un problema do sistema.
he: לא ניתן היה לעבד את בקשת אימות בגלל בעיית מערכת.
lb: D'Ufro fir eng Authentifikatioun konnt wéinst engem Problem vum System net beaarbecht ginn.
lt: Autentifikacijos užklausos nepavyko įvykdyti dėl sistemos klaidų.
lv: Autentifikācijas pieprasījums nevar tikt apstrādāts sistēmas problēmas dēļ.
mk: Барањето за автентикација не можеше да биде процесуирано заради системски проблем.
my: System ပြဿနာအခက်အခဲရှိ နေပါသဖြင့် အသုံးပြုခွင့်တောင်းဆိုချက်ကို ဆောင်ရွက်၍မရ နိုင်ပါ။
nb: Autentiserings forespørselen kunne ikke bli prosessert grunnet en system feil.
nn: Innlogginga vart ikkje fullført på grunn av ein systemfeil.
sk: Požiadavok na overenie nemohol byť spracovaný kvôli systémovej chybe.
sl: Zahteve za avtentikacijo ni bilo mogoče izvesti zaradi sistemske težave.
sq: Kërkesa për autentikim nuk mund të përpunohej për shkak të një problemi në sistem.
sr_cyrl: Захтев за аутентификацију не може бити обрађен због системских проблема.
sr_latn: Zahtev za autentifikaciju ne može biti obrađen zbog sistemskih problema.
ur: سسٹم کی خرابی کی وجہ سے تصدیق کی درخواست پر کارروائی نہیں ہو سکی
uz: Tizimdagi muammo tufayli autentifikatsiya so'rovi bajarilmadi.
vi: Yêu cầu xác thực không thể thực hiện do lỗi của hệ thống.

source: Invalid credentials.
af: Ongedige verifikasiebewyse.
az: Yanlış məlumat.
be: Несапраўдныя дадзеныя аўтэнтыфікацыі.
bs: Autentifikacijski podaci su neispravni.
cy: Dogfennau annilys.
da: Ugyldige loginoplysninger.
el: Λανθασμένα στοιχεία σύνδεσης.
fi: Virheelliset tunnistetiedot.
gl: Credenciais non válidas.
he: שם משתמש או סיסמא שגויים.
lb: Ongëlteg Zouganksdaten.
lt: Klaidingi duomenys.
lv: Nederīgi autentifikācijas dati.
mk: Невалидни акредитиви.
my: သင့်လျှော်သော် အထောက်အထားမဟုတ်ပါ။
nb: Ugyldig påloggingsinformasjon.
nn: Ugyldig innloggingsinformasjon.
sk: Neplatné prihlasovacie údaje.
sl: Neveljavne pravice.
sq: Kredenciale të pavlefshme.
sr_cyrl: Невалидни подаци за аутентификацију.
sr_latn: Nevalidni podaci za autentifikaciju.
ur: غلط ڈیٹا
uz: Noto'g'ri ma'lumot.
vi: Thông tin dùng để xác thực không hợp lệ.

source: Cookie has already been used by someone else.
af: Die koekie is alreeds deur iemand anders gebruik.
az: Kuki başqası tərəfindən istifadə edilib.
be: Нехта іншы ўжо выкарыстаў гэтыя кукі (cookie).
bs: Neko drugi je već iskoristio ovaj kolačić (cookie).
cy: Mae rhywun arall eisoes wedi defnyddio'r cwcis.
da: Cookie er allerede blevet brugt af en anden.
el: Το Cookie έχει ήδη χρησιμοποιηθεί από κάποιον άλλο.
fi: Eväste on jo jonkin muun käytössä.
gl: A cookie xa foi empregado por outro usuario.
he: עוגיה כבר שומשה.
lb: De Cookie gouf scho vun engem anere benotzt.
lt: Slapukas buvo panaudotas kažkam kitam.
lv: Kāds cits jau izmantoja sīkdatni.
mk: Колачето е веќе користено од некој друг.
my: Cookie ကို တစ်စုံတစ်ယောက်မှ အသုံးပြုပြီးဖြစ်သည်။
nb: Cookie har allerede blitt brukt av noen andre.
nn: Informasjonskapselen er allereie brukt av ein annan brukar.
sk: Cookie už bolo použité niekým iným.
sl: Piškotek je uporabil že nekdo drug.
sq: Cookie është përdorur tashmë nga dikush tjetër.
sr_cyrl: Колачић је већ искоришћен од стране неког другог.
sr_latn: Kolačić je već iskorišćen od strane nekog drugog.
ur: کوکی پہلے ہی کسی اور کے ذریعہ استعمال ہو چکی ہے
uz: Cookie faylini allaqachon kimdir ishlatgan.
vi: Cookie đã được dùng bởi người dùng khác.

source: Not privileged to request the resource.
af: Nie bevoorreg om die hulpbron aan te vra nie.
az: Resurs istəyi üçün imtiyaz yoxdur.
be: Адсутнічаюць правы на запыт гэтага рэсурсу.
bs: Nemate privilegije potrebne za pristup ovom resursu.
cy: Heb y fraint i ofyn am yr adnodd.
da: Ingen adgang til at forespørge ressourcen.
el: Δεν είστε εξουσιοδοτημένος για πρόσβαση στο συγκεκριμένο περιεχόμενο.
fi: Ei oikeutta resurssiin.
gl: Non ten privilexios para solicitar o recurso.
he: אין הרשאה מתאימה.
lb: Keng Rechter fir d'Ressource unzefroen.
lt: Neturite teisių pasiektį resursą.
lv: Nav tiesību šī resursa izsaukšanai.
mk: Немате привилегии за да го побарате ресурсот.
my: အရင်းအမြစ်ကိုတောင်းဆိုရန်အခွင့်ထူးမရပါ။
nb: Ingen tilgang til å be om gitt ressurs.
nn: Du har ikkje åtgang til å be om denne ressursen.
sk: Nemáte oprávnenie pristupovať k prostriedku.
sl: Nimate privilegijev za zahtevani vir.
sq: Nuk është i privilegjuar të kërkojë burimin.
sr_cyrl: Немате права приступа овом ресурсу.
sr_latn: Nemate prava pristupa ovom resursu.
ur: وسائل کی درخواست کرنے کا اختیار نہیں ہے
uz: Sizda ushbu manbani talab qilishga ruxsat yo'q..
vi: Không được phép yêu cầu tài nguyên.

source: Invalid CSRF token.
af: Ongeldige CSRF-teken.
az: Yanlış CSRF nişanı.
be: Несапраўдны CSRF-токен.
bs: CSRF žeton (token) je neispravan.
cy: Tocyn CSRF annilys.
da: Ugyldig CSRF-token.
el: Μη έγκυρο CSRF token.
fi: Virheellinen CSRF tunnus.
gl: Token CSRF non válido.
he: אסימון CSRF לא חוקי.
lb: Ongëltegen CSRF-Token.
lt: Neteisingas CSRF raktas.
lv: Nederīgs CSRF talons.
mk: Невалиден CSRF токен.
my: သင့်လျှော်သော် CSRF token မဟုတ်ပါ။
nb: Ugyldig CSRF token.
nn: Ugyldig CSRF-teikn.
sk: Neplatný CSRF token.
sl: Neveljaven CSRF žeton.
sq: Identifikues i pavlefshëm CSRF.
sr_cyrl: Невалидан CSRF токен.
sr_latn: Nevalidan CSRF token.
ur: ٹوکن غلط ہے CSRF
uz: Noto'g'ri CSRF belgisi.
vi: Mã CSRF không hợp lệ.

source: No authentication provider found to support the authentication token.
af: Geen verifikasieverskaffer is gevind wat die verifikasietoken kan ondersteun nie.
az: Doğrulama nişanını dəstəkləyəcək provayder tapılmadı.
be: Не знойдзен правайдар аўтэнтыфікацыі, які можа падтрымліваць гэты токен аўтэнтыфікацыі.
bs: Nije pronađen autentifikacijski provajder koji bi podržao dati autentifikacijski žeton (token).
cy: Heb ddod o hyd i ddarparwr dilysu i gefnogi'r tocyn dilysu.
da: Ingen godkendelsesudbyder blev fundet til at understøtte godkendelsestoken.
el: Δε βρέθηκε κάποιος πάροχος πιστοποίησης που να υποστηρίζει το token πιστοποίησης.
fi: Autentikointi tunnukselle ei löydetty tuettua autentikointi tarjoajaa.
gl: Non se atopou un provedor de autenticación que soporte o token de autenticación.
he: לא נמצא ספק אימות המתאימה לבקשה.
lb: Et gouf keen Authentifizéierungs-Provider fonnt deen den Authentifizéierungs-Token ënnerstëtzt.
lt: Nerastas autentifikacijos tiekėjas, kuris palaikytų autentifikacijos raktą.
lv: Nav atrasts, autentifikācijas talonu atbalstošs, autentifikācijas sniedzējs.
mk: Не е пронајден провајдер за автентикација кој го поддржува токенот за автентикација.
my: အထောက်အထားစိစစ်ခြင်းသင်္ကေတကိုပံ့ပိုးရန် မည်သည့်အထောက်အထားစိစစ်ရေး ၀န်ဆောင်မှုမှမတွေ့ပါ။
nb: Ingen autentiserings tilbyder funnet som støtter gitt autentiserings token.
nn: Fann ingen innloggingstilbydar som støttar dette innloggingsteiknet.
sk: Poskytovateľ pre overovací token nebol nájdený.
sl: Ponudnika avtentikacije za podporo prijavnega žetona ni bilo mogoče najti.
sq: Asnjë ofrues i vërtetimit nuk u gjet që të mbështesë simbolin e vërtetimit.
sr_cyrl: Аутентификациони провајдер за подршку токена није пронађен.
sr_latn: Autentifikacioni provajder za podršku tokena nije pronađen.
ur: تصدیقی ٹوکن کو سپورٹ کرنے کے لیے کوئی تصدیقی کنندہ نہیں ملا
uz: Haqiqiylikni tasdiqlovchi belgini qo'llab-quvvatlovchi biron bir autentifikatsiya provayderi topilmadi.
vi: Không tìm thấy nhà cung cấp dịch vụ xác thực nào cho mã xác thực mà bạn sử dụng.

source: No session available, it either timed out or cookies are not enabled.
af: Geen sessie is beskikbaar, die het verval of koekies is nie geaktiveer nie.
az: Uyğun seans yoxdur, vaxtı keçib və ya kuki aktiv deyil.
be: Сесія не даступна, яе час скончыўся, або кукі (cookies) выключаны.
bs: Nema dostupnih sesija; ili je istekla ili su kolačići (cookies) iksljučeni.
cy: Dim sesiwn ar gael, naill ai mae wedi dod i ben neu nid yw cwcis wedi'u galluogi.
da: Ingen session er tilgængelig. Den er enten udløbet eller cookies er ikke aktiveret.
el: Δεν υπάρχει ενεργή σύνοδος (session), είτε έχει λήξει ή τα cookies δεν είναι ενεργοποιημένα.
fi: Sessio ei ole saatavilla, se on joko vanhentunut tai evästeet eivät ole käytössä.
gl: Non hai ningunha sesión dispoñible, expirou ou as cookies non están habilitadas.
he: אין סיישן זמין, או שתם הזמן הקצוב או העוגיות אינן מופעלות.
lb: Keng Sëtzung disponibel. Entweder ass se ofgelaf oder Cookies sinn net aktivéiert.
lt: Sesija yra nepasiekiama, pasibaigė galiojimo laikas arba slapukai yra išjungti.
lv: Sesija nav pieejama - vai nu tā beidzās, vai nu sīkdatnes nav iespējotas.
mk: Сесијата е недостапна, или е истечена, или колачињата не се овозможени.
my: Session မအားလပ်ပါ။ Session အချိန်ကုန်သွားခြင်း (သို့မဟုတ်) cookies များကိုဖွင့်ထားခြင်းမရှိပါ။
nb: Ingen sesjon tilgjengelig, sesjonen er enten utløpt eller cookies ikke skrudd på.
nn: Ingen sesjon tilgjengeleg. Sesjonen er anten ikkje lenger gyldig, eller informasjonskapslar er ikkje skrudd på i nettlesaren.
sk: Session nie je k dispozíci, vypršala jej platnosť, alebo sú zakázané cookies.
sl: Seja ni na voljo, ali je potekla ali pa piškotki niso omogočeni.
sq: Nuk ka asnjë sesion të vlefshëm, i ka skaduar koha ose cookies nuk janë aktivizuar.
sr_cyrl: Сесија није доступна, истекла је или су колачићи искључени.
sr_latn: Sesija nije dostupna, istekla je ili su kolačići isključeni.
ur: کوئی سیشن دستیاب نہیں ہے، یا تو اس کا وقت ختم ہو گیا ہے یا کوکیز فعال نہیں ہیں
uz: Sessiya topilmadi, muddati tugamadi yoki cookie-fayllar yoqilmagan.
vi: Không tìm thấy phiên làm việc. Phiên làm việc hoặc cookie có thể bị tắt.

source: No token could be found.
af: Geen teken kon gevind word nie.
az: Nişan tapılmadı.
be: Токен не знойдзен.
bs: Nije pronađen nijedan žeton (token).
cy: Heb ddod o hyd i docyn.
da: Ingen token kunne findes.
el: Δεν ήταν δυνατόν να βρεθεί κάποιο token.
fi: Tunnusta ei löytynyt.
gl: Non se atopou ningún token.
he: הטוקן לא נמצא.
lb: Et konnt keen Token fonnt ginn.
lt: Nepavyko rasti rakto.
lv: Nevar atrast nevienu talonu.
mk: Токенот не е најден.
my: Toke ရှာမတွေ့ပါ။
nb: Ingen token kunne bli funnet.
nn: Fann ingen innloggingsteikn.
sk: Token nebol nájdený.
sl: Žetona ni bilo mogoče najti.
sq: Asnjë simbol identifikimi nuk mund të gjendej.
sr_cyrl: Токен не може бити пронађен.
sr_latn: Token ne može biti pronađen.
ur: کوئی ٹوکن نہیں مل سکا
uz: To'ken topilmadi.
vi: Không tìm thấy mã token.

source: Username could not be found.
af: Gebruikersnaam kon nie gevind word nie.
az: İstifadəçi adı tapılmadı.
be: Імя карыстальніка не знойдзена.
bs: Korisničko ime nije pronađeno.
cy: Heb ddod o hyd i enw defnyddiwr.
da: Brugernavn kunne ikke findes.
el: Το όνομα χρήστη δε βρέθηκε.
fi: Käyttäjätunnusta ei löydetty.
gl: Non se atopou o nome de usuario.
he: שם משתמש לא נמצא.
lb: De Benotzernumm konnt net fonnt ginn.
lt: Tokio naudotojo vardo nepavyko rasti.
lv: Nevar atrast lietotājvārdu.
mk: Корисничкото име не е најдено.
my: အသုံးပြုသူအမည် ရှာဖွေတွေ့ရှိချင်းမရှိပါ။
nb: Brukernavn kunne ikke bli funnet.
nn: Fann ikkje brukarnamnet.
sk: Prihlasovacie meno nebolo nájdené.
sl: Uporabniškega imena ni bilo mogoče najti.
sq: Emri i përdoruesit nuk mund të gjendej.
sr_cyrl: Корисничко име не може бити пронађено.
sr_latn: Korisničko ime ne može biti pronađeno.
ur: يوذر نہیں مل سکا
uz: Foydalanuvchi nomi topilmadi.
vi: Không tìm thấy tên người dùng.

source: Account has expired.
af: Rekening het verval.
az: Hesabın istifadə müddəti bitib.
be: Скончыўся тэрмін дзеяння акаўнта.
bs: Nalog je istekao.
cy: Mae'r cyfrif wedi dod i ben.
da: Brugerkonto er udløbet.
el: Ο λογαριασμός έχει λήξει.
fi: Tili on vanhentunut.
gl: A conta expirou.
he: החשבון פג תוקף.
lb: Den Account ass ofgelaf.
lt: Paskyros galiojimo laikas baigėsi.
lv: Konta derīguma termiņš ir beidzies.
mk: Корисничката сметка е истечена.
my: အကောင့် သက်တမ်းကုန်လွန်သွားပါပြီ။
nb: Brukerkonto har utgått.
nn: Brukarkontoen er utgjengen.
sk: Platnosť účtu skončila.
sl: Račun je potekel.
sq: Llogaria ka skaduar.
sr_cyrl: Налог је истекао.
sr_latn: Nalog je istekao.
ur: اکاؤنٹ کی میعاد ختم ہو گئی ہے
uz: Akkunt muddati tugagan.
vi: Tài khoản đã hết hạn.

source: Credentials have expired.
af: Verifikasiebewyse het verval.
az: Məlumatların istifadə müddəti bitib.
be: Скончыўся тэрмін дзеяння дадзеных аўтэнтыфікацыі.
bs: Autentifikacijski podaci su istekli.
cy: Mae'r dogfennau wedi dod i ben.
da: Loginoplysninger er udløbet.
el: Τα στοιχεία σύνδεσης έχουν λήξει.
fi: Tunnistetiedot ovat vanhentuneet.
gl: As credenciais expiraron.
he: פרטי התחברות פקעו תוקף.
lb: D'Zouganksdate sinn ofgelaf.
lt: Autentifikacijos duomenų galiojimo laikas baigėsi.
lv: Autentifikācijas datu derīguma termiņš ir beidzies.
mk: Акредитивите се истечени.
my: အထောက်အထားသက်တန်း ကုန်လွန်သွားပါပြီ။
nb: Påloggingsinformasjon har utløpt.
nn: Innloggingsinformasjonen er utgjengen.
sk: Platnosť prihlasovacích údajov skončila.
sl: Poverilnice so potekle.
sq: Kredencialet kanë skaduar.
sr_cyrl: Подаци за аутентификацију су истекли.
sr_latn: Podaci za autentifikaciju su istekli.
ur: اسناد کی میعاد ختم ہو چکی ہے
uz: Autentifikatsiya ma'lumotlari muddati tugagan.
vi: Thông tin xác thực đã hết hạn.

source: Account is disabled.
af: Rekening is deaktiveer.
az: Hesab qeyri-aktiv edilib.
be: Акаўнт адключан.
bs: Nalog je onemogućen.
cy: Mae'r cyfrif wedi'i analluogi.
da: Brugerkonto er deaktiveret.
el: Ο λογαριασμός είναι απενεργοποιημένος.
fi: Tili on poistettu käytöstä.
gl: A conta está deshabilitada.
he: החשבון מבוטל.
lb: De Konto ass deaktivéiert.
lt: Paskyra yra išjungta.
lv: Konts ir atspējots.
mk: Корисничката сметка е деактивирана.
my: အကောင့်ပိတ်ထားပါသည်။
nb: Brukerkonto er deaktivert.
nn: Brukarkontoen er sperra.
sk: Účet je zakázaný.
sl: Račun je onemogočen.
sq: Llogaria është çaktivizuar.
sr_cyrl: Налог је онемогућен.
sr_latn: Nalog je onemogućen.
ur: اکاؤنٹ بند کر دیا گیا ہے
uz: Akkunt o'chirilgan.
vi: Tài khoản bị tạm ngừng.

source: Account is locked.
af: Rekening is gesluit.
az: Hesab kilitlənib.
be: Акаўнт заблакіраван.
bs: Nalog je zaključan.
cy: Mae'r cyfrif wedi'i gloi.
da: Brugerkonto er låst.
el: Ο λογαριασμός είναι κλειδωμένος.
fi: Tili on lukittu.
gl: A conta está bloqueada.
he: החשבון נעול.
lb: De Konto ass gespaart.
lt: Paskyra yra užblokuota.
lv: Konts ir slēgts.
mk: Корисничката сметка е заклучена.
my: အကောင့် လောခ်ကျသွားပါပြီ။
nb: Brukerkonto er sperret.
nn: Brukarkontoen er sperra.
sk: Účet je zablokovaný.
sl: Račun je zaklenjen.
sq: Llogaria është e kyçur.
sr_cyrl: Налог је закључан.
sr_latn: Nalog je zaključan.
ur: اکاؤنٹ لاک ہے
uz: Akkunt bloklangan.
vi: Tài khoản bị khóa.

source: Too many failed login attempts, please try again later.
af: Te veel mislukte aanmeldpogings, probeer asseblief later weer.
az: Çoxlu uğursuz giriş təşəbbüsü, zəhmət olmasa daha sonra yeniden yoxlayın.
be: Зашмат няўдалых спроб уваходу, калі ласка, паспрабуйце пазней.
bs: Previše neuspješnih pokušaja prijavljivanja, molim pokušajte ponovo kasnije.
cy: Gormod o ymdrechion mewngofnodi wedi methu, ceisiwch eto'n hwyrach.
da: For mange mislykkede loginforsøg. Prøv venligst igen senere.
el: Πολλαπλές αποτυχημένες απόπειρες σύνδεσης, παρακαλούμε ξαναδοκιμάστε αργότερα.
fi: Liian monta epäonnistunutta kirjautumisyritystä, yritä myöhemmin uudelleen.
gl: Demasiados intentos de inicio de sesión fallados. Téntao de novo máis tarde.
he: יותר מדי ניסיונות כניסה כושלים, אנא נסה שוב מאוחר יותר.
lb: Ze vill mësslonge Login-Versich, w.e.g. méi spéit nach emol probéieren.
lt: Per daug nepavykusių prisijungimo bandymų, pabandykite dar kartą vėliau.
lv: Pārāk daudz atteiktu autentifikācijas mēģinājumu, lūdzu, mēģiniet vēlreiz vēlāk.
mk: Премногу неуспешни обиди за најавување, ве молиме обидете се повторно подоцна.
my: Login ၀င်ရန်ကြိုးစားမှုများလွန်းပါသည်၊ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ။
nb: For mange mislykkede påloggingsforsøk. Prøv igjen senere.
nn: For mange innloggingsforsøk har feila, prøv igjen seinare.
sk: Príliš mnoho neúspešných pokusov o prihlásenie. Skúste to prosím znovu neskôr.
sl: Preveč neuspelih poskusov prijave, poskusite znova pozneje.
sq: Shumë përpjekje të dështuara autentikimi, provo përsëri më vonë.
sr_cyrl: Превише неуспешних покушаја пријављивања, молим покушајте поново касније.
sr_latn: Previše neuspešnih pokušaja prijavljivanja, molim pokušajte ponovo kasnije.
ur: لاگ ان کی بہت زیادہ ناکام کوششیں ہو چکی ہیں، براۓ کرم بعد میں دوبارہ کوشش کریں
uz: Kirish urinishlari muvaffaqiyatsiz tugadi, keyinroq qayta urinib ko'ring.
vi: Đăng nhập sai quá nhiều lần, vui lòng thử lại lần nữa.

source: Invalid or expired login link.
af: Ongeldige of vervalde aanmeldskakel.
az: Yanlış və ya müddəti keçmiş giriş keçidi.
be: Спасылка для ўваходу несапраўдная або пратэрмінаваная.
bs: Link za prijavljivanje je istekao ili je neispravan.
cy: Dolen mewngofnodi annilys neu wedi dod i ben.
da: Ugyldigt eller udløbet login-link.
el: Μη έγκυρος ή ληγμένος σύνδεσμος σύνδεσης.
fi: Virheellinen tai vanhentunut kirjautumislinkki.
gl: Ligazón de inicio de sesión non válida ou caducada.
he: קישור כניסה לא חוקי או שפג תוקפו.
lb: Ongëltegen oder ofgelafene Login-Link.
lt: Netinkama arba pasibaigusio galiojimo laiko prisijungimo nuoroda.
lv: Autentifikācijas saite ir nederīga vai arī tai ir beidzies derīguma termiņš.
mk: Неважечка или истечена врска за најавување.
my: မသင့်လျှော်သော် (သို့မဟုတ်) သက်တန်းကုန်သော login link ဖြစ်ပါသည်။
nb: Ugyldig eller utløpt påloggingskobling.
nn: Innloggingslenka er ugyldig eller utgjengen.
sk: Neplatný alebo expirovaný odkaz na prihlásenie.
sl: Neveljavna ali potekla povezava prijave.
sq: Link hyrje i pavlefshëm ose i skaduar.
sr_cyrl: Линк за пријављивање је истекао или је неисправан.
sr_latn: Link za prijavljivanje je istekao ili je neispravan.
ur: غلط یا ختم شدھ لاگ ان لنک
uz: Kirish havolasi yaroqsiz yoki muddati tugagan.
vi: Liên kết đăng nhập không hợp lệ hoặc quá hạn.

source: Too many failed login attempts, please try again in %minutes% minute.
af: Te veel mislukte aanmeldpogings, probeer asseblief weer oor %minutes% minuut.
az: Həddindən artıq uğursuz giriş cəhdi, lütfən %minutes% dəqiqə ərzində yenidən yoxlayın.
be: Занадта шмат няўдалых спроб уваходу ў сістэму, паспрабуйце спробу праз %minutes% хвіліну.
bs: Previše neuspjelih pokušaja prijave, pokušajte ponovo za %minutes% minuta.
cy: Gormod o ymdrechion mewngofnodi wedi methu, ceisiwch eto ymhen %minutes% munud.
da: For mange mislykkede loginforsøg. Prøv venligst igen om %minutes% minut.
el: Πολλαπλές αποτυχημένες απόπειρες σύνδεσης, παρακαλούμε ξαναδοκιμάστε σε %minutes% λεπτό.
fi: Liian monta epäonnistunutta kirjautumisyritystä, yritä uudelleen %minutes% minuutin kuluttua.
gl: Demasiados intentos de inicio de sesión errados, por favor, ténteo de novo en %minutes% minuto.
he: יותר מדי ניסיונות כניסה כושלים, אנא נסה שוב בוד %minutes% דקה.
lb: Zu vill fehlgeschloen Loginversich, w. e. g. probéiert nach am %minutes% Minutt.
lt: Per daug nepavykusių prisijungimo bandymų, pabandykite dar kartą po %minutes% minutės.
lv: Pārāk daudz nesekmīgu autentifikācijas mēģinājumu, lūdzu mēģiniet vēlreiz pēc %minutes% minūtes.
mk: Премногу неуспешни обиди за најавување, обидете се повторно за %minutes% минута.
my: Login ၀င်ရန်ကြိုးစားမှုများလွန်းပါသည်၊ ကျေးဇူးပြု၍ နောက် %minutes% မှထပ်မံကြိုးစားပါ။
nb: For mange mislykkede påloggingsforsøk, prøv igjen om %minutes% minutt.
nn: For mange mislykkede påloggingsforsøk, prøv igjen om %minutes% minutt.
sk: Príliš veľa neúspešných pokusov o prihlásenie. Skúste to znova o %minutes% minútu.
sl: Preveč neuspelih poskusov prijave, poskusite znova čez %minutes% minuto.
sq: Shumë përpjekje të dështuara për identifikim; provo sërish pas %minutes% minutë.
sr_cyrl: Превише неуспешних покушаја пријављивања, молим покушајте поново за %minutes% минут.
sr_latn: Previše neuspešnih pokušaja prijavljivanja, molim pokušajte ponovo za %minutes% minut.
ur: منٹ باد %minutes% لاگ ان کی بہت زیادہ ناکام کوششیں ہو چکی ہیں، براۓ کرم دوبارھ کوشيش کريں
uz: Kirish uchun muvaffaqiyatsiz urinishlar, %minutes% daqiqadan so'ng qayta urinib ko'ring.
vi: Quá nhiều lần thử đăng nhập không thành công, vui lòng thử lại sau %minutes% phút.
