<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'የተባበሩት የአረብ ኤምሬትስ ድርሀም',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'የአፍጋን አፍጋኒ',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'የአልባንያ ሌክ',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'የአርመን ድራም',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'ኔዘርላንድስ አንቲሊአን ጊልደር',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'የአንጎላ ኩዋንዛ',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'የአርጀንቲና ፔሶ',
        ],
        'AUD' => [
            0 => 'AU$',
            1 => 'የአውስትራሊያ ዶላር',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'አሩባን ፍሎሪን',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'የአዛርባጃን ማናት',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'የቦስኒያ ሄርዞጎቪና የሚመነዘር ማርክ',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'የባርቤዶስ ዶላር',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'የባንግላዲሽ ታካ',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'የቡልጋሪያ ሌቭ',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'የባኽሬን ዲናር',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'የብሩንዲ ፍራንክ',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'የቤርሙዳ ዶላር',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'የብሩኔ ዶላር',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'የቦሊቪያ ቦሊቪያኖ',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'የብራዚል ሪል',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'የባሃማስ ዶላር',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ብሁታኒዝ ንጉልትረም',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'የቦትስዋና ፑላ',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'የቤላሩስያ ሩብል',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'የቤላሩስያ ሩብል (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'የቤሊዝ ዶላር',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'የካናዳ ዶላር',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'የኮንጐ ፍራንክ ኮንጐሌዝ',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'የስዊስ ፍራንክ',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'የቺሊ ፔሶ',
        ],
        'CNH' => [
            0 => 'የቻይና ዩዋን',
            1 => 'የቻይና ዩዋን (የውጭ ምንዛሪ)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'የቻይና የን',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'የኮሎምቢያ ፔሶ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'የኮስታሪካ ኮሎን',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'የኩባ የሚመነዘር ፔሶ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'የኩባ ፔሶ',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'የኬፕ ቫርዲ ኤስኩዶ',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'ቼክ ሪፐብሊክ ኮሩና',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'የጅቡቲ ፍራንክ',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'የዴንማርክ ክሮን',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'የዶሚኒክ ፔሶ',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'የአልጄሪያ ዲናር',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'የግብጽ ፓውንድ',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'የኤርትራ ናቅፋ',
        ],
        'ETB' => [
            0 => 'ብር',
            1 => 'የኢትዮጵያ ብር',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ዩሮ',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'የፊጂ ዶላር',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'የፎክላንድ ደሴቶች ፓውንድ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'የእንግሊዝ ፓውንድ ስተርሊንግ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'የጆርጅያ ላሪ',
        ],
        'GHC' => [
            0 => 'GHC',
            1 => 'የጋና ሴዲ',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'የጋና ሲዲ',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ጂብራልተር ፓውንድ',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'የጋምቢያ ዳላሲ',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'የጊኒ ፍራንክ',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ጓቲማላን ኩቲዛል',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'የጉየና ዶላር',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'የሆንግኮንግ ዶላር',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'የሃንዱራ ሌምፓአይራ',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'የክሮሽያ ኩና',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'የሃያቲ ጓርዴ',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'የሃንጋሪያን ፎሪንት',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'የኢንዶኔዥያ ሩፒሃ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'የእስራኤል አዲስ ሽቅል',
        ],
        'INR' => [
            0 => '₹',
            1 => 'የሕንድ ሩፒ',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'የኢራቅ ዲናር',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'የኢራን ሪአል',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'የአይስላንድ ክሮና',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'የጃማይካ ዶላር',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'የጆርዳን ዲናር',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'የጃፓን የን',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'የኬኒያ ሺሊንግ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'የኪርጊስታን ሶም',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'የካምቦዲያ ሬል',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'የኮሞሮ ፍራንክ',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'የሰሜን ኮሪያ ዎን',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'የደቡብ ኮሪያ ዎን',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'የኩዌት ዲናር',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'የካይማን ደሴቶች ዶላር',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'የካዛኪስታን ተንጌ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'የላኦቲ ኪፕ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'የሊባኖስ ፓውንድ',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'የሲሪላንካ ሩፒ',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'የላይቤሪያ ዶላር',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'የሌሶቶ ሎቲ',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ሊቱዌንያን ሊታስ',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'የላቲቫ ላትስ',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'የሊቢያ ዲናር',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'የሞሮኮ ዲርሀም',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'ሞልዶቫን ሊኡ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'የማደጋስካር ማላጋስይ አሪያርይ',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'የሜቆድንያ ዲናር',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'የማያናማር ክያት',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'የሞንጎሊያን ቱግሪክ',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'የማካኔዝ ፓታካ',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'የሞሪቴኒያ ኦውጉያ (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'የሞሪቴኒያ ኦውጉያ',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'የሞሪሸስ ሩፒ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'የማልዲቫ ሩፊያ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'የማላዊ ኩዋቻ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'የሜክሲኮ ፔሶ',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'የማሌዥያ ሪንጊት',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'የሞዛምቢክ ሜቲካል',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'የናሚቢያ ዶላር',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'የናይጄሪያ ናይራ',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'የኒካራጓ ኮርዶባ',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'የኖርዌይ ክሮን',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'የኔፓል ሩፒ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'የኒውዚላንድ ዶላር',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'የኦማን ሪአል',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'ፓናማኒአን ባልቦአ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'የፔሩቪያ ሶል',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'የፓፕዋ ኒው ጊኒ ኪና',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'የፊሊፒንስ ፔሶ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'የፓኪስታን ሩፒ',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'የፖላንድ ዝሎቲ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'የፓራጓይ ጉአራኒ',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'የኳታር ሪአል',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'የሮማኒያ ለው',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'የሰርቢያ ዲናር',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'የሩስያ ሩብል',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'የሩዋንዳ ፍራንክ',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'የሳውዲ ሪያል',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'የሰለሞን ደሴቶች ዶላር',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'የሲሼል ሩፒ',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'የሱዳን ፓውንድ',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'የሱዳን ፓውንድ (1957–1998)',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'የስዊድን ክሮና',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'የሲንጋፖር ዶላር',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'የሴይንት ሔሌና ፓውንድ',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'የሴራሊዎን ሊዎን',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'የሶማሌ ሺሊንግ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'የሰርናሜዝ ዶላር',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'የደቡብ ሱዳን ፓውንድ',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'የሳኦ ቶሜ እና ፕሪንሲፔ ዶብራ (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'የሳኦ ቶሜ እና ፕሪንሲፔ ዶብራ',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'የሲሪያ ፓውንድ',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'የስዋዚላንድ ሊላንገኒ',
        ],
        'THB' => [
            0 => '฿',
            1 => 'የታይላንድ ባህት',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'የታጂክስታን ሶሞኒ',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ቱርክሜኒስታኒ ማናት',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'የቱኒዚያ ዲናር',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ቶንጋን ፓ’አንጋ',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'የቱርክ ሊራ',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'የትሪንዳድ እና ቶቤጎዶላር',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'የአዲሷ ታይዋን ዶላር',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'የታንዛኒያ ሺሊንግ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'የዩክሬን ሀሪይቭኒአ',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'የዩጋንዳ ሺሊንግ',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'የአሜሪካን ዶላር',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'የኡራጓይ ፔሶ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'የኡዝፔኪስታን ሶም',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'የቬንዝዌላ ቦሊቫር (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'የቬንዝዌላ-ቦሊቫር',
        ],
        'VND' => [
            0 => '₫',
            1 => 'የቭየትናም ዶንግ',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'የቫንዋንቱ ቫቱ',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ሳሞአን ታላ',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'የመካከለኛው አፍሪካ ሴፋ ፍራንክ',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'የምዕራብ ካሪብያን ዶላር',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'የምዕራብ አፍሪካ ሴፋ ፍራንክ',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'ሲ ኤፍ ፒ ፍራንክ',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'የየመን ሪአል',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'የደቡብ አፍሪካ ራንድ',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'የዛምቢያ ክዋቻ (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'የዛምቢያ ክዋቻ',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'የዚምቧቡዌ ዶላር',
        ],
    ],
];
