<?php

return [
    'Names' => [
        1 => 'የተባበሩት የአረብ ኤምሬትስ ድርሀም', 3 => 'የአፍጋን አፍጋኒ', 5 => 'የአልባንያ ሌክ', 'የአርመን ድራም', 'ኔዘርላንድስ አንቲሊአን ጊልደር', 'የአንጎላ ኩዋንዛ', 16 => 'የአርጀንቲና ፔሶ', 18 => 'የአውስትራሊያ ዶላር', 'አሩባን ፍሎሪን', 21 => 'የአዛርባጃን ማናት', 23 => 'የቦስኒያ ሄርዞጎቪና የሚመነዘር ማርክ', 25 => 'የባርቤዶስ ዶላር',
        'የባንግላዲሽ ታካ', 32 => 'የቡልጋሪያ ሌቭ', 34 => 'የባኽሬን ዲናር', 'የብሩንዲ ፍራንክ', 'የቤርሙዳ ዶላር', 'የብሩኔ ዶላር', 'የቦሊቪያ ቦሊቪያኖ', 45 => 'የብራዚል ሪል', 49 => 'የባሃማስ ዶላር', 'ብሁታኒዝ ንጉልትረም', 52 => 'የቦትስዋና ፑላ', 54 => 'የቤላሩስያ ሩብል', 'የቤላሩስያ ሩብል (2000–2016)', 'የቤሊዝ ዶላር',
        'የካናዳ ዶላር', 'የኮንጐ ፍራንክ ኮንጐሌዝ', 60 => 'የስዊስ ፍራንክ', 64 => 'የቺሊ ፔሶ', 'የቻይና ዩዋን (የውጭ ምንዛሪ)', 'የቻይና የን', 'የኮሎምቢያ ፔሶ', 69 => 'የኮስታሪካ ኮሎን', 72 => 'የኩባ የሚመነዘር ፔሶ', 'የኩባ ፔሶ', 'የኬፕ ቫርዲ ኤስኩዶ', 76 => 'ቼክ ሪፐብሊክ ኮሩና', 79 => 'የጅቡቲ ፍራንክ', 'የዴንማርክ ክሮን',
        'የዶሚኒክ ፔሶ', 'የአልጄሪያ ዲናር', 86 => 'የግብጽ ፓውንድ', 'የኤርትራ ናቅፋ', 91 => 'የኢትዮጵያ ብር', 'ዩሮ', 94 => 'የፊጂ ዶላር', 'የፎክላንድ ደሴቶች ፓውንድ', 97 => 'የእንግሊዝ ፓውንድ ስተርሊንግ', 99 => 'የጆርጅያ ላሪ', 'የጋና ሴዲ', 'የጋና ሲዲ', 'ጂብራልተር ፓውንድ', 'የጋምቢያ ዳላሲ', 'የጊኒ ፍራንክ',
        108 => 'ጓቲማላን ኩቲዛል', 111 => 'የጉየና ዶላር', 'የሆንግኮንግ ዶላር', 'የሃንዱራ ሌምፓአይራ', 115 => 'የክሮሽያ ኩና', 'የሃያቲ ጓርዴ', 'የሃንጋሪያን ፎሪንት', 'የኢንዶኔዥያ ሩፒሃ', 122 => 'የእስራኤል አዲስ ሽቅል', 'የሕንድ ሩፒ', 'የኢራቅ ዲናር', 'የኢራን ሪአል', 127 => 'የአይስላንድ ክሮና', 129 => 'የጃማይካ ዶላር',
        'የጆርዳን ዲናር', 'የጃፓን የን', 'የኬኒያ ሺሊንግ', 'የኪርጊስታን ሶም', 'የካምቦዲያ ሬል', 'የኮሞሮ ፍራንክ', 'የሰሜን ኮሪያ ዎን', 139 => 'የደቡብ ኮሪያ ዎን', 'የኩዌት ዲናር', 'የካይማን ደሴቶች ዶላር', 'የካዛኪስታን ተንጌ', 'የላኦቲ ኪፕ', 'የሊባኖስ ፓውንድ', 'የሲሪላንካ ሩፒ', 'የላይቤሪያ ዶላር', 'የሌሶቶ ሎቲ', 'ሊቱዌንያን ሊታስ', 153 => 'የላቲቫ ላትስ',
        155 => 'የሊቢያ ዲናር', 'የሞሮኮ ዲርሀም', 160 => 'ሞልዶቫን ሊኡ', 'የማደጋስካር ማላጋስይ አሪያርይ', 163 => 'የሜቆድንያ ዲናር', 166 => 'የማያናማር ክያት', 'የሞንጎሊያን ቱግሪክ', 'የማካኔዝ ፓታካ', 'የሞሪቴኒያ ኦውጉያ (1973–2017)', 'የሞሪቴኒያ ኦውጉያ', 173 => 'የሞሪሸስ ሩፒ', 175 => 'የማልዲቫ ሩፊያ', 'የማላዊ ኩዋቻ', 'የሜክሲኮ ፔሶ',
        180 => 'የማሌዥያ ሪንጊት', 183 => 'የሞዛምቢክ ሜቲካል', 'የናሚቢያ ዶላር', 'የናይጄሪያ ናይራ', 187 => 'የኒካራጓ ኮርዶባ', 189 => 'የኖርዌይ ክሮን', 'የኔፓል ሩፒ', 'የኒውዚላንድ ዶላር', 'የኦማን ሪአል', 'ፓናማኒአን ባልቦአ', 195 => 'የፔሩቪያ ሶል', 197 => 'የፓፕዋ ኒው ጊኒ ኪና', 'የፊሊፒንስ ፔሶ', 'የፓኪስታን ሩፒ',
        'የፖላንድ ዝሎቲ', 203 => 'የፓራጓይ ጉአራኒ', 'የኳታር ሪአል', 207 => 'የሮማኒያ ለው', 'የሰርቢያ ዲናር', 'የሩስያ ሩብል', 211 => 'የሩዋንዳ ፍራንክ', 'የሳውዲ ሪያል', 'የሰለሞን ደሴቶች ዶላር', 'የሲሼል ሩፒ', 216 => 'የሱዳን ፓውንድ', 'የሱዳን ፓውንድ (1957–1998)', 'የስዊድን ክሮና', 'የሲንጋፖር ዶላር', 'የሴይንት ሔሌና ፓውንድ',
        223 => 'የሴራሊዎን ሊዎን', 'የሴራሊዎን ሊዎን (1964—2022)', 'የሶማሌ ሺሊንግ', 'የሰርናሜዝ ዶላር', 228 => 'የደቡብ ሱዳን ፓውንድ', 'የሳኦ ቶሜ እና ፕሪንሲፔ ዶብራ (1977–2017)', 'የሳኦ ቶሜ እና ፕሪንሲፔ ዶብራ', 233 => 'የሲሪያ ፓውንድ', 'የስዋዚላንድ ሊላንገኒ', 'የታይላንድ ባህት', 237 => 'የታጂክስታን ሶሞኒ', 239 => 'ቱርክሜኒስታኒ ማናት', 'የቱኒዚያ ዲናር', 'ቶንጋን ፓ’አንጋ',
        244 => 'የቱርክ ሊራ', 'የትሪንዳድ እና ቶቤጎዶላር', 'የአዲሷ ታይዋን ዶላር', 'የታንዛኒያ ሺሊንግ', 'የዩክሬን ሀሪይቭኒአ', 251 => 'የዩጋንዳ ሺሊንግ', 'የአሜሪካን ዶላር', 257 => 'የኡራጓይ ፔሶ', 259 => 'የኡዝፔኪስታን ሶም', 262 => 'የቬንዝዌላ ቦሊቫር (2008–2018)', 'የቬንዝዌላ-ቦሊቫር', 'የቭየትናም ዶንግ', 266 => 'የቫንዋንቱ ቫቱ', 'ሳሞአን ታላ',
        'የመካከለኛው አፍሪካ ሴፋ ፍራንክ', 'የምዕራብ ካሪብያን ዶላር', 'የካሪቢያን ጊልደር', 274 => 'የምዕራብ አፍሪካ ሴፋ ፍራንክ', 'ሲ ኤፍ ፒ ፍራንክ', 278 => 'የየመን ሪአል', 284 => 'የደቡብ አፍሪካ ራንድ', 'የዛምቢያ ክዋቻ (1968–2012)', 'የዛምቢያ ክዋቻ', 289 => 'የዚምቧቡዌ ዶላር', 'የዚምባብዌ ወርቅ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'AU$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => 'ብር', '€', 94 => '', '', 97 => '£', 99 => '', '', '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', '', '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 289 => '', '',
    ],
];
