<?php

return [
    'Names' => [
        'ADP' => [
            0 => 'ADP',
            1 => 'بيستا أندوري',
        ],
        'AED' => [
            0 => 'د.إ.‏',
            1 => 'درهم إماراتي',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'أفغاني - 1927-2002',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'أفغاني',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'ليك ألباني',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'درام أرميني',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'غيلدر أنتيلي هولندي',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'كوانزا أنغولي',
        ],
        'AOK' => [
            0 => 'AOK',
            1 => 'كوانزا أنجولي - 1977-1990',
        ],
        'AON' => [
            0 => 'AON',
            1 => 'كوانزا أنجولي جديدة - 1990-2000',
        ],
        'AOR' => [
            0 => 'AOR',
            1 => 'كوانزا أنجولي معدلة - 1995 - 1999',
        ],
        'ARA' => [
            0 => 'ARA',
            1 => 'استرال أرجنتيني',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'بيزو أرجنتيني - 1983-1985',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'بيزو أرجنتيني',
        ],
        'ATS' => [
            0 => 'ATS',
            1 => 'شلن نمساوي',
        ],
        'AUD' => [
            0 => 'AU$',
            1 => 'دولار أسترالي',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'فلورن أروبي',
        ],
        'AZM' => [
            0 => 'AZM',
            1 => 'مانات أذريبجاني',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'مانات أذربيجان',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => 'دينار البوسنة والهرسك',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'مارك البوسنة والهرسك قابل للتحويل',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'دولار بربادوسي',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'تاكا بنغلاديشي',
        ],
        'BEC' => [
            0 => 'BEC',
            1 => 'فرنك بلجيكي قابل للتحويل',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'فرنك بلجيكي',
        ],
        'BEL' => [
            0 => 'BEL',
            1 => 'فرنك بلجيكي مالي',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'ليف بلغاري',
        ],
        'BHD' => [
            0 => 'د.ب.‏',
            1 => 'دينار بحريني',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'فرنك بروندي',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'دولار برمودي',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'دولار بروناي',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'بوليفيانو بوليفي',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'بيزو بوليفي',
        ],
        'BOV' => [
            0 => 'BOV',
            1 => 'مفدول بوليفي',
        ],
        'BRB' => [
            0 => 'BRB',
            1 => 'نوفو كروزايرو برازيلي - 1967-1986',
        ],
        'BRC' => [
            0 => 'BRC',
            1 => 'كروزادو برازيلي',
        ],
        'BRE' => [
            0 => 'BRE',
            1 => 'كروزايرو برازيلي - 1990-1993',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ريال برازيلي',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'دولار باهامي',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'نولتوم بوتاني',
        ],
        'BUK' => [
            0 => 'BUK',
            1 => 'كيات بورمي',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'بولا بتسواني',
        ],
        'BYB' => [
            0 => 'BYB',
            1 => 'روبل بيلاروسي جديد - 1994-1999',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'روبل بيلاروسي',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'روبل بيلاروسي (٢٠٠٠–٢٠١٦)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'دولار بليزي',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'دولار كندي',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'فرنك كونغولي',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'فرنك سويسري',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'بيزو تشيلي',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'يوان صيني (في الخارج)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'يوان صيني',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'بيزو كولومبي',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'كولن كوستاريكي',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'دينار صربي قديم',
        ],
        'CSK' => [
            0 => 'CSK',
            1 => 'كرونة تشيكوسلوفاكيا',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'بيزو كوبي قابل للتحويل',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'بيزو كوبي',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'اسكودو الرأس الأخضر',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'جنيه قبرصي',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'كرونة تشيكية',
        ],
        'DDM' => [
            0 => 'DDM',
            1 => 'أوستمارك ألماني شرقي',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'مارك ألماني',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'فرنك جيبوتي',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'كرونة دنماركية',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'بيزو الدومنيكان',
        ],
        'DZD' => [
            0 => 'د.ج.‏',
            1 => 'دينار جزائري',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'كرونة استونية',
        ],
        'EGP' => [
            0 => 'ج.م.‏',
            1 => 'جنيه مصري',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ناكفا أريتري',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'بيزيتا إسباني',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'بير أثيوبي',
        ],
        'EUR' => [
            0 => '€',
            1 => 'يورو',
        ],
        'FIM' => [
            0 => 'FIM',
            1 => 'ماركا فنلندي',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'دولار فيجي',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'جنيه جزر فوكلاند',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'فرنك فرنسي',
        ],
        'GBP' => [
            0 => 'UK£',
            1 => 'جنيه إسترليني',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'لارى جورجي',
        ],
        'GHC' => [
            0 => 'GHC',
            1 => 'سيدي غاني',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'سيدي غانا',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'جنيه جبل طارق',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'دلاسي غامبي',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'فرنك غينيا',
        ],
        'GNS' => [
            0 => 'GNS',
            1 => 'سيلي غينيا',
        ],
        'GQE' => [
            0 => 'GQE',
            1 => 'اكويل جونينا غينيا الاستوائيّة',
        ],
        'GRD' => [
            0 => 'GRD',
            1 => 'دراخما يوناني',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'كوتزال غواتيمالا',
        ],
        'GWE' => [
            0 => 'GWE',
            1 => 'اسكود برتغالي غينيا',
        ],
        'GWP' => [
            0 => 'GWP',
            1 => 'بيزو غينيا بيساو',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'دولار غيانا',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'دولار هونغ كونغ',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'ليمبيرا هنداروس',
        ],
        'HRD' => [
            0 => 'HRD',
            1 => 'دينار كرواتي',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'كونا كرواتي',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'جوردى هايتي',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'فورينت هنغاري',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'روبية إندونيسية',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'جنيه إيرلندي',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'جنيه إسرائيلي',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'شيكل إسرائيلي جديد',
        ],
        'INR' => [
            0 => '₹',
            1 => 'روبية هندي',
        ],
        'IQD' => [
            0 => 'د.ع.‏',
            1 => 'دينار عراقي',
        ],
        'IRR' => [
            0 => 'ر.إ.',
            1 => 'ريال إيراني',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'كرونة أيسلندية',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'ليرة إيطالية',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'دولار جامايكي',
        ],
        'JOD' => [
            0 => 'د.أ.‏',
            1 => 'دينار أردني',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'ين ياباني',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'شلن كينيي',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'سوم قيرغستاني',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'رييال كمبودي',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'فرنك جزر القمر',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'وون كوريا الشمالية',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'وون كوريا الجنوبية',
        ],
        'KWD' => [
            0 => 'د.ك.‏',
            1 => 'دينار كويتي',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'دولار جزر كيمن',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'تينغ كازاخستاني',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'كيب لاوسي',
        ],
        'LBP' => [
            0 => 'ل.ل.‏',
            1 => 'جنيه لبناني',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'روبية سريلانكية',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'دولار ليبيري',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'لوتي ليسوتو',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ليتا ليتوانية',
        ],
        'LTT' => [
            0 => 'LTT',
            1 => 'تالوناس ليتواني',
        ],
        'LUC' => [
            0 => 'LUC',
            1 => 'فرنك لوكسمبرج قابل للتحويل',
        ],
        'LUF' => [
            0 => 'LUF',
            1 => 'فرنك لوكسمبرج',
        ],
        'LUL' => [
            0 => 'LUL',
            1 => 'فرنك لوكسمبرج المالي',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'لاتس لاتفيا',
        ],
        'LVR' => [
            0 => 'LVR',
            1 => 'روبل لاتفيا',
        ],
        'LYD' => [
            0 => 'د.ل.‏',
            1 => 'دينار ليبي',
        ],
        'MAD' => [
            0 => 'د.م.‏',
            1 => 'درهم مغربي',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'فرنك مغربي',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'ليو مولدوفي',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'أرياري مدغشقر',
        ],
        'MGF' => [
            0 => 'MGF',
            1 => 'فرنك مدغشقر',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'دينار مقدوني',
        ],
        'MLF' => [
            0 => 'MLF',
            1 => 'فرنك مالي',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'كيات ميانمار',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'توغروغ منغولي',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'باتاكا ماكاوي',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'أوقية موريتانية - 1973-2017',
        ],
        'MRU' => [
            0 => 'أ.م.',
            1 => 'أوقية موريتانية',
        ],
        'MTL' => [
            0 => 'MTL',
            1 => 'ليرة مالطية',
        ],
        'MTP' => [
            0 => 'MTP',
            1 => 'جنيه مالطي',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'روبية موريشيوسية',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'روفيه جزر المالديف',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'كواشا مالاوي',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'بيزو مكسيكي',
        ],
        'MXP' => [
            0 => 'MXP',
            1 => 'بيزو فضي مكسيكي - 1861-1992',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'رينغيت ماليزي',
        ],
        'MZE' => [
            0 => 'MZE',
            1 => 'اسكود موزمبيقي',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'متكال موزمبيقي',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'دولار ناميبي',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'نايرا نيجيري',
        ],
        'NIC' => [
            0 => 'NIC',
            1 => 'كوردوبة نيكاراجوا',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'قرطبة نيكاراغوا',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'جلدر هولندي',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'كرونة نرويجية',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'روبية نيبالي',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'دولار نيوزيلندي',
        ],
        'OMR' => [
            0 => 'ر.ع.‏',
            1 => 'ريال عماني',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'بالبوا بنمي',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'سول بيروفي',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'كينا بابوا غينيا الجديدة',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'بيزو فلبيني',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'روبية باكستاني',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'زلوتي بولندي',
        ],
        'PLZ' => [
            0 => 'PLZ',
            1 => 'زلوتي بولندي - 1950-1995',
        ],
        'PTE' => [
            0 => 'PTE',
            1 => 'اسكود برتغالي',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'غواراني باراغواي',
        ],
        'QAR' => [
            0 => 'ر.ق.‏',
            1 => 'ريال قطري',
        ],
        'RHD' => [
            0 => 'RHD',
            1 => 'دولار روديسي',
        ],
        'ROL' => [
            0 => 'ROL',
            1 => 'ليو روماني قديم',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'ليو روماني',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'دينار صربي',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'روبل روسي',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'روبل روسي - 1991-1998',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'فرنك رواندي',
        ],
        'SAR' => [
            0 => 'ر.س.‏',
            1 => 'ريال سعودي',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'دولار جزر سليمان',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'روبية سيشيلية',
        ],
        'SDD' => [
            0 => 'د.س.‏',
            1 => 'دينار سوداني',
        ],
        'SDG' => [
            0 => 'ج.س.',
            1 => 'جنيه سوداني',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'جنيه سوداني قديم',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'كرونة سويدية',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'دولار سنغافوري',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'جنيه سانت هيلين',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'تولار سلوفيني',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'كرونة سلوفاكية',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'ليون سيراليوني',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'شلن صومالي',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'دولار سورينامي',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'جلدر سورينامي',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'جنيه جنوب السودان',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'دوبرا ساو تومي وبرينسيبي - 1977-2017',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'دوبرا ساو تومي وبرينسيبي',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'روبل سوفيتي',
        ],
        'SVC' => [
            0 => 'SVC',
            1 => 'كولون سلفادوري',
        ],
        'SYP' => [
            0 => 'ل.س.‏',
            1 => 'ليرة سورية',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'ليلانجيني سوازيلندي',
        ],
        'THB' => [
            0 => '฿',
            1 => 'باخت تايلاندي',
        ],
        'TJR' => [
            0 => 'TJR',
            1 => 'روبل طاجيكستاني',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'سوموني طاجيكستاني',
        ],
        'TMM' => [
            0 => 'TMM',
            1 => 'مانات تركمنستاني',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'مانات تركمانستان',
        ],
        'TND' => [
            0 => 'د.ت.‏',
            1 => 'دينار تونسي',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'بانغا تونغا',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'اسكود تيموري',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'ليرة تركي',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ليرة تركية',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'دولار ترينداد وتوباغو',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'دولار تايواني',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'شلن تنزاني',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'هريفنيا أوكراني',
        ],
        'UGS' => [
            0 => 'UGS',
            1 => 'شلن أوغندي - 1966-1987',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'شلن أوغندي',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'دولار أمريكي',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'دولار أمريكي (اليوم التالي)‏',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'دولار أمريكي (نفس اليوم)‏',
        ],
        'UYP' => [
            0 => 'UYP',
            1 => 'بيزو أوروجواي - 1975-1993',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'بيزو اوروغواي',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'سوم أوزبكستاني',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'بوليفار فنزويلي - 1871-2008',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'بوليفار فنزويلي - 2008–2018',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'بوليفار فنزويلي',
        ],
        'VND' => [
            0 => '₫',
            1 => 'دونج فيتنامي',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'فاتو فانواتو',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'تالا ساموا',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'فرنك وسط أفريقي',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'دولار شرق الكاريبي',
        ],
        'XEU' => [
            0 => 'XEU',
            1 => 'وحدة النقد الأوروبية',
        ],
        'XFO' => [
            0 => 'XFO',
            1 => 'فرنك فرنسي ذهبي',
        ],
        'XFU' => [
            0 => 'XFU',
            1 => '(UIC)فرنك فرنسي',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'فرنك غرب أفريقي',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'فرنك سي إف بي',
        ],
        'YDD' => [
            0 => 'YDD',
            1 => 'دينار يمني',
        ],
        'YER' => [
            0 => 'ر.ي.‏',
            1 => 'ريال يمني',
        ],
        'YUD' => [
            0 => 'YUD',
            1 => 'دينار يوغسلافي',
        ],
        'YUN' => [
            0 => 'YUN',
            1 => 'دينار يوغسلافي قابل للتحويل',
        ],
        'ZAL' => [
            0 => 'ZAL',
            1 => 'راند جنوب أفريقيا -مالي',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'راند جنوب أفريقيا',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'كواشا زامبي - 1968-2012',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'كواشا زامبي',
        ],
        'ZRN' => [
            0 => 'ZRN',
            1 => 'زائير زائيري جديد',
        ],
        'ZRZ' => [
            0 => 'ZRZ',
            1 => 'زائير زائيري',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'دولار زمبابوي',
        ],
        'ZWL' => [
            0 => 'ZWL',
            1 => 'دولار زمبابوي 2009',
        ],
    ],
];
