<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'সংযুক্ত আৰব আমিৰাত ডিৰহেম',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'আফগান আফগানী',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'আলবেনীয় লেক',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'আৰ্মেনিয়ান ড্ৰাম',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'নেডাৰলেণ্ডছ এণ্টিলিয়েন গিল্ডাৰ',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'এংগোলান কোৱাঞ্জা',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'আৰ্জেণ্টাইন পেছো',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'অষ্ট্ৰেলিয়ান ডলাৰ',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'আৰুবান ফ্ল’ৰিন',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'আজেৰবাইজানী মানাত',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'ব’ছনিয়া আৰু হাৰ্জেগ’ভিনা কনভাৰ্টিব্‌ল মাৰ্ক',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'বাৰ্বাডিয়ান ডলাৰ',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'বাংলাদেশী টাকা',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'বুলগেৰীয় লেভ',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'বাহৰেইনী ডিনাৰ',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'বুৰুণ্ডিয়ান ফ্ৰেংক',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'বাৰ্মুডান ডলাৰ',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ব্ৰুনেই ডলাৰ',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'বলিভিয়ান বলিভিয়ানো',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ব্ৰাজিলিয়ান ৰিয়েল',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'বাহামিয়ান ডলাৰ',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ভুটানী নংগলট্ৰাম',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ব’টচোৱানান পুলা',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'বেলাৰুছীয় ৰুবেল',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'বেলিজ ডলাৰ',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'কানাডিয়ান ডলাৰ',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'কংগো ফ্ৰেংক',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'চুইছ ফ্ৰেংক',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'চিলিয়ান পেছো',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'চীনা ইউৱান (অফশ্ব’ৰ)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'চীনা ইউৱান',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'কলম্বিয়ান পেছো',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'কোষ্টা ৰিকান কোলন',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'কিউবান ৰূপান্তৰযোগ্য পেছো',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'কিউবান পেছো',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'কেপ ভাৰ্দে এছকুডো',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'চেক কোৰুনা',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'জিবুটি ফ্ৰেংক',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ডেনিচ ক্ৰোন',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ড’মিনিকান পেছো',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'আলজেৰীয় ডিনাৰ',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ইজিপ্তৰ পাউণ্ড',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'এৰিট্ৰিয়ন নাক্‌ফা',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ইথিঅ’পিয়ান বিৰ',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ইউৰো',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ফিজিয়ান ডলাৰ',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ফকলেণ্ড দ্বীপপুঞ্জৰ পাউণ্ড',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ব্ৰিটিছ পাউণ্ড',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'জৰ্জিয়ান লাৰি',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ঘানাৰ চেডি',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'জিব্ৰাল্টৰ পাউণ্ড',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'গাম্বিয়া ডালাছি',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'গিনি ফ্ৰেংক',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'গুৱাটেমালা কুৱেৎজাল',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'গায়ানিজ ডলাৰ',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'হং কং ডলাৰ',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'হোন্দুৰান লেম্পিৰা',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ক্ৰোৱেছিয়ান কুনা',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'হাইটিয়ান গৌৰ্ড',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'হাংগেৰীয়ান ফ’ৰিণ্ট',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ইণ্ডোনেচিয়ান ৰুপিয়াহ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ইজৰাইলী নিউ শ্বেকেল',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ভাৰতীয় ৰুপী',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ইৰাকী ডিনাৰ',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ইৰানীয়ান ৰিয়েল',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'আইচলেণ্ডিক ক্ৰোনা',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'জামাইকান ডলাৰ',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'জৰ্ডানিয়ান ডিনাৰ',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'জাপানী য়েন',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'কেনিয়ান শ্বিলিং',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'কিৰ্গিস্তানী ছোম',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'কেম্ব’ডিয়ান ৰিয়েল',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'ক’মোৰিয়ান ফ্ৰেংক',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'উত্তৰ কোৰিয়াৰ ওৱান',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'দক্ষিণ কোৰিয়াৰ ওৱান',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'কুৱেইটি ডিনাৰ',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'কেইমেন দ্বীপপুঞ্জৰ ডলাৰ',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'কাজাখস্তানী তেঞ্জ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'লাওচিয়ান কিপ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'লেবানীজ পাউণ্ড',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'শ্ৰীলংকান ৰুপী',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'লাইবেৰিয়ান ডলাৰ',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'লিবিয়ান ডিনাৰ',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'মৰোক্কান ডিৰহাম',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'মোলডোভান লেউ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'মালাগাছী এৰিয়াৰী',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'মেচিডোনীয় ডেনাৰ',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'ম্যানমাৰ কিয়াট',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'মঙ্গোলিয়ান টুৰ্গিক',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'মেকানীজ পাটাকা',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'ম’ৰিটেনিয়ান ঔগুইয়া (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'ম’ৰিটেনিয়ান ঔগুইয়া',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'মৰিচিয়ান ৰুপী',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'মালডিভিয়ান ৰুফিয়া',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'মালাউইয়ান কোৱাচা',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'মেক্সিকান পেছো',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'মালায়েচিয়ান ৰিংগিট',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'মোজাম্বিকান মেটিকল',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'নামিবিয়ান ডলাৰ',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'নাইজেৰিয়ান নাইৰা',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'নিকাৰাগুৱান কোৰ্ডোবা',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'নৰৱেজিয়ান ক্ৰোন',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'নেপালী ৰুপী',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'নিউজিলেণ্ড ডলাৰ',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ওমানি ৰিয়েল',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'পানামেনিয়ান বাল্বোৱা',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'পেৰুভিয়ান ছ’ল',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'পাপুৱা নিউ গিনি কিনা',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ফিলিপিন পেইছ’',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'পাকিস্তানী ৰুপী',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'প’লিচ জোল্টী',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'পাৰাগুয়ান গুৱাৰানি',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'কাটাৰি ৰিয়েল',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'ৰোমানীয় লেউ',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'চাৰ্বিয়ান ডিনাৰ',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'ৰাছিয়ান ৰুব্‌ল',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ৰোৱান্দান ফ্ৰেংক',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'চৌডি ৰিয়েল',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'চোলোমোন দ্বীপপুঞ্জৰ ডলাৰ',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'ছেচেলৱা ৰুপী',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'চুডানী পাউণ্ড',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'চুইডিছ ক্ৰোনা',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'ছিংগাপুৰ ডলাৰ',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'ছেইণ্ট হেলেনা পাউণ্ড',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'চিয়েৰা লিঅ’নৰ লিঅ’ন',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'চোমালি শ্বিলিং',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'ছুৰিনামী ডলাৰ',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'দক্ষিণ চুডানীজ পাউণ্ড',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'চাও টোমে আৰু প্ৰিনচিপে ডোব্‌ৰা (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'চাও টোমে আৰু প্ৰিনচিপে ডোব্‌ৰা',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'চিৰিয়ান পাউণ্ড',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'স্বাজি লিলেংগেনি',
        ],
        'THB' => [
            0 => 'THB',
            1 => 'থাই বাত',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'তাজিকিস্তানী ছোমনি',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'তুৰ্কমেনিস্তানী মানাত',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'টুনিচিয়ান ডিনাৰ',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'টংগান পাআংগা',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'তুৰ্কীৰ লিৰা',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ট্ৰিনিডাড আৰু টোবাগো ডলাৰ',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'নিউ টাইৱান ডলাৰ',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'টানজানিয়ান শ্বিলিং',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ইউক্ৰেইনীয় হৃভনিয়া',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'উগাণ্ডান শ্বিলিং',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'ইউ. এছ. ডলাৰ',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'উৰুগুৱেয়ান পেছো',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'উজবেকিস্তানী ছোম',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'ভেনিজুৱেলান বলিভাৰ (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'ভেনিজুৱেলান বলিভাৰ (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'ভেনিজুৱেলান বলিভাৰ',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ভিয়েটনামীজ ডং',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'ভানাটুৰ ভাটু',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ছামোৱান টালা',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'মধ্য আফ্ৰিকান CFA ফ্ৰেংক',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ইষ্ট কেৰিবিয়ান ডলাৰ',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'পশ্চিম আফ্ৰিকান CFA ফ্ৰেংক',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'CFP ফ্ৰেংক',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'য়েমেনী ৰিয়েল',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'দক্ষিণ আফ্ৰিকাৰ ৰাণ্ড',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'জাম্বিয়ান কোৱাচা',
        ],
    ],
];
