<?php

return [
    'Names' => [
        1 => 'সংযুক্ত আৰব আমিৰাত ডিৰহেম', 3 => 'আফগান আফগানী', 5 => 'আলবেনীয় লেক', 'আৰ্মেনিয়ান ড্ৰাম', 'নেডাৰলেণ্ডছ এণ্টিলিয়েন গিল্ডাৰ', 'এংগোলান কোৱাঞ্জা', 16 => 'আৰ্জেণ্টাইন পেছো', 18 => 'অষ্ট্ৰেলিয়ান ডলাৰ', 'আৰুবান ফ্ল’ৰিন', 21 => 'আজেৰবাইজানী মানাত', 23 => 'ব’ছনিয়া আৰু হাৰ্জেগ’ভিনা কনভাৰ্টিব্‌ল মাৰ্ক', 25 => 'বাৰ্বাডিয়ান ডলাৰ',
        'বাংলাদেশী টাকা', 32 => 'বুলগেৰীয় লেভ', 34 => 'বাহৰেইনী ডিনাৰ', 'বুৰুণ্ডিয়ান ফ্ৰেংক', 'বাৰ্মুডান ডলাৰ', 'ব্ৰুনেই ডলাৰ', 'বলিভিয়ান বলিভিয়ানো', 45 => 'ব্ৰাজিলিয়ান ৰিয়েল', 49 => 'বাহামিয়ান ডলাৰ', 'ভুটানী নংগলট্ৰাম', 52 => 'ব’টচোৱানান পুলা', 54 => 'বেলাৰুছীয় ৰুবেল', 56 => 'বেলিজ ডলাৰ',
        'কানাডিয়ান ডলাৰ', 'কংগো ফ্ৰেংক', 60 => 'চুইছ ফ্ৰেংক', 64 => 'চিলিয়ান পেছো', 'চীনা ইউৱান (অফশ্ব’ৰ)', 'চীনা ইউৱান', 'কলম্বিয়ান পেছো', 69 => 'কোষ্টা ৰিকান কোলন', 72 => 'কিউবান ৰূপান্তৰযোগ্য পেছো', 'কিউবান পেছো', 'কেপ ভাৰ্দে এছকুডো', 76 => 'চেক কোৰুনা', 79 => 'জিবুটি ফ্ৰেংক', 'ডেনিচ ক্ৰোন',
        'ড’মিনিকান পেছো', 'আলজেৰীয় ডিনাৰ', 86 => 'ইজিপ্তৰ পাউণ্ড', 'এৰিট্ৰিয়ন নাক্‌ফা', 91 => 'ইথিঅ’পিয়ান বিৰ', 'ইউৰো', 94 => 'ফিজিয়ান ডলাৰ', 'ফকলেণ্ড দ্বীপপুঞ্জৰ পাউণ্ড', 97 => 'ব্ৰিটিছ পাউণ্ড', 99 => 'জৰ্জিয়ান লাৰি', 101 => 'ঘানাৰ চেডি', 'জিব্ৰাল্টৰ পাউণ্ড', 'গাম্বিয়া ডালাছি', 'গিনি ফ্ৰেংক',
        108 => 'গুৱাটেমালা কুৱেৎজাল', 111 => 'গায়ানিজ ডলাৰ', 'হং কং ডলাৰ', 'হোন্দুৰান লেম্পিৰা', 115 => 'ক্ৰোৱেছিয়ান কুনা', 'হাইটিয়ান গৌৰ্ড', 'হাংগেৰীয়ান ফ’ৰিণ্ট', 'ইণ্ডোনেচিয়ান ৰুপিয়াহ', 122 => 'ইজৰাইলী নিউ শ্বেকেল', 'ভাৰতীয় ৰুপী', 'ইৰাকী ডিনাৰ', 'ইৰানীয়ান ৰিয়েল', 127 => 'আইচলেণ্ডিক ক্ৰোনা', 129 => 'জামাইকান ডলাৰ',
        'জৰ্ডানিয়ান ডিনাৰ', 'জাপানী য়েন', 'কেনিয়ান শ্বিলিং', 'কিৰ্গিস্তানী ছোম', 'কেম্ব’ডিয়ান ৰিয়েল', 'ক’মোৰিয়ান ফ্ৰেংক', 'উত্তৰ কোৰিয়াৰ ওৱান', 139 => 'দক্ষিণ কোৰিয়াৰ ওৱান', 'কুৱেইটি ডিনাৰ', 'কেইমেন দ্বীপপুঞ্জৰ ডলাৰ', 'কাজাখস্তানী তেঞ্জ', 'লাওচিয়ান কিপ', 'লেবানীজ পাউণ্ড', 'শ্ৰীলংকান ৰুপী', 'লাইবেৰিয়ান ডলাৰ', 'লেচোথো লোটি', 155 => 'লিবিয়ান ডিনাৰ', 'মৰোক্কান ডিৰহাম',
        160 => 'মোলডোভান লেউ', 'মালাগাছী এৰিয়াৰী', 163 => 'মেচিডোনীয় ডেনাৰ', 166 => 'ম্যানমাৰ কিয়াট', 'মঙ্গোলিয়ান টুৰ্গিক', 'মেকানীজ পাটাকা', 'ম’ৰিটেনিয়ান ঔগুইয়া (1973–2017)', 'ম’ৰিটেনিয়ান ঔগুইয়া', 173 => 'মৰিচিয়ান ৰুপী', 175 => 'মালডিভিয়ান ৰুফিয়া', 'মালাউইয়ান কোৱাচা', 'মেক্সিকান পেছো', 180 => 'মালায়েচিয়ান ৰিংগিট',
        183 => 'মোজাম্বিকান মেটিকল', 'নামিবিয়ান ডলাৰ', 'নাইজেৰিয়ান নাইৰা', 187 => 'নিকাৰাগুৱান কোৰ্ডোবা', 189 => 'নৰৱেজিয়ান ক্ৰোন', 'নেপালী ৰুপী', 'নিউজিলেণ্ড ডলাৰ', 'ওমানি ৰিয়েল', 'পানামেনিয়ান বাল্বোৱা', 195 => 'পেৰুভিয়ান ছ’ল', 197 => 'পাপুৱা নিউ গিনি কিনা', 'ফিলিপিন পেইছ’', 'পাকিস্তানী ৰুপী', 'প’লিচ জোল্টী',
        203 => 'পাৰাগুয়ান গুৱাৰানি', 'কাটাৰি ৰিয়েল', 207 => 'ৰোমানীয় লেউ', 'চাৰ্বিয়ান ডিনাৰ', 'ৰাছিয়ান ৰুব্‌ল', 211 => 'ৰোৱান্দান ফ্ৰেংক', 'চৌডি ৰিয়েল', 'চোলোমোন দ্বীপপুঞ্জৰ ডলাৰ', 'ছেচেলৱা ৰুপী', 216 => 'চুডানী পাউণ্ড', 218 => 'চুইডিছ ক্ৰোনা', 'ছিংগাপুৰ ডলাৰ', 'ছেইণ্ট হেলেনা পাউণ্ড', 223 => 'চিয়েৰা লিঅ’নৰ লিঅ’ন',
        'চিয়েৰা লিঅ’নৰ লিঅ’ন (1964—2022)', 'চোমালি শ্বিলিং', 'ছুৰিনামী ডলাৰ', 228 => 'দক্ষিণ চুডানীজ পাউণ্ড', 'চাও টোমে আৰু প্ৰিনচিপে ডোব্‌ৰা (1977–2017)', 'চাও টোমে আৰু প্ৰিনচিপে ডোব্‌ৰা', 233 => 'চিৰিয়ান পাউণ্ড', 'স্বাজি লিলেংগেনি', 'থাই বাত', 237 => 'তাজিকিস্তানী ছোমনি', 239 => 'তুৰ্কমেনিস্তানী মানাত', 'টুনিচিয়ান ডিনাৰ', 'টংগান পাআংগা', 244 => 'তুৰ্কীৰ লিৰা', 'ট্ৰিনিডাড আৰু টোবাগো ডলাৰ',
        'নিউ টাইৱান ডলাৰ', 'টানজানিয়ান শ্বিলিং', 'ইউক্ৰেইনীয় হৃভনিয়া', 251 => 'উগাণ্ডান শ্বিলিং', 'ইউ. এছ. ডলাৰ', 257 => 'উৰুগুৱেয়ান পেছো', 259 => 'উজবেকিস্তানী ছোম', 'ভেনিজুৱেলান বলিভাৰ (1871–2008)', 262 => 'ভেনিজুৱেলান বলিভাৰ (2008–2018)', 'ভেনিজুৱেলান বলিভাৰ', 'ভিয়েটনামীজ ডং', 266 => 'ভানাটুৰ ভাটু', 'ছামোৱান টালা', 'মধ্য আফ্ৰিকান CFA ফ্ৰেংক', 'ইষ্ট কেৰিবিয়ান ডলাৰ',
        'কেৰিবীয়ান গিল্ডাৰ', 274 => 'পশ্চিম আফ্ৰিকান CFA ফ্ৰেংক', 'CFP ফ্ৰেংক', 278 => 'য়েমেনী ৰিয়েল', 284 => 'দক্ষিণ আফ্ৰিকাৰ ৰাণ্ড', 286 => 'জাম্বিয়ান কোৱাচা', 290 => 'জিম্বাৱীয় সোণ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', '', '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', '', 262 => '', '', '₫', 266 => '', '', 'FCFA', 'EC$',
        'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
