<?php

return [
    'Names' => [
        1 => 'Dirhàm èmìrâ', 8 => 'Kwànza àŋgolà', 18 => 'Dɔ̀lâr òstralìà', 34 => 'Dinâr Bàraìn', 'Frǎŋ bùrundì', 52 => 'Pùla Bòtswanà', 57 => 'Dɔ̀lâr kànadà', 'Frǎŋ kòŋgo', 60 => 'Frǎŋ sùwîs', 66 => 'Yùan kinà', 74 => 'Èskudò kabwe᷆r',
        79 => 'Frǎŋ jìbutì', 82 => 'Dìnâr àlgerìà', 86 => 'Paùnd ègîptò', 'Nafkà èrìtrěà', 91 => 'Bîr ètìopìà', 'Èrô', 97 => 'Stɛrlìŋ ŋgìsì', 100 => 'Sèdi gānà', 103 => 'Dalasì gambìà', 105 => 'Frǎŋ gìnê', 123 => 'Rùpi īndìà',
        131 => 'Yɛ̂n yàpân', 'Silîŋ kenìà', 135 => 'Frǎŋ kòmorà', 146 => 'Dɔ̀lâr lìberìà', 'Lotì lèsòtò', 155 => 'Dìnâr libìà', 'Dìrham màrôk', 161 => 'Frǎŋ màlàgasì', 169 => 'Ùgwiya mòrìtanìa (1973–2017)', 'Ùgwiya mòrìtanìa', 173 => 'Rupìɛ̀ mòrîs', 176 => 'Kwaca màlawì',
        182 => 'Mètìkal mòsàmbîk', 184 => 'Dɔ̀lâr nàmibìà', 'Nayrà nìgerìà', 211 => 'Frǎŋ Rùandà', 'Rìal sàudì', 214 => 'Rùpiɛ̀ sèsɛ̂l', 216 => 'Dìnâr sùdân', 'Paùnd sùdân', 220 => 'Paùnd hèlenà', 223 => 'Lèonɛ̀', 'Lèonɛ̀ (1964—2022)', 'Silîŋ sòmàli',
        229 => 'Dobrà sàotòme (1977–2017)', 'Dobrà sàotòme', 234 => 'Lìlàŋgeni swàzì', 240 => 'Dìnâr tùnîs', 247 => 'Silîŋ tànzànià', 251 => 'Silîŋ ùgàndà', 'Dɔla àmerkà', 268 => 'Frǎŋ CFA (BEAC)', 274 => 'Frǎŋ CFA (BCEAO)', 284 => 'Rân àfrǐkàsɔ̀', 'Kwàca sàmbià (1968–2012)', 'Kwàca sàmbià',
        289 => 'Dɔ̀lâr sìmbàbwê',
    ],
    'Symbols' => [
        1 => '', 8 => '', 18 => 'A$', 34 => '', '', 52 => '', 57 => 'CA$', '', 60 => '', 66 => 'CN¥', 74 => '',
        79 => '', 82 => '', 86 => '', '', 91 => '', '€', 97 => '£', 100 => '', 103 => '', 105 => '', 123 => '₹',
        131 => 'JP¥', '', 135 => '', 146 => '', '', 155 => '', '', 161 => '', 169 => '', '', 173 => '', 176 => '',
        182 => '', 184 => '', '', 211 => '', '', 214 => '', 216 => '', '', 220 => '', 223 => '', '', '',
        229 => '', '', 234 => '', 240 => '', 247 => '', 251 => '', 'US$', 268 => 'FCFA', 274 => 'F CFA', 284 => '', '', '',
        289 => '',
    ],
];
