<?php

return [
    'Names' => [
        1 => 'дырхам ААЭ', 3 => 'афганскі афгані', 5 => 'албанскі лек', 'армянскі драм', 'нідэрландскі антыльскі гульдэн', 'ангольская кванза', 16 => 'аргенцінскае песа', 18 => 'аўстралійскі долар', 'арубанскі фларын', 21 => 'азербайджанскі манат', 23 => 'канверсоўная марка Босніі і Герцагавіны', 25 => 'барбадаскі долар',
        'бангладэшская така', 32 => 'балгарскі леў', 34 => 'бахрэйнскі дынар', 'бурундзійскі франк', 'бермудскі долар', 'брунейскі долар', 'балівіяна', 45 => 'бразільскі рэал', 49 => 'багамскі долар', 'бутанскі нгултрум', 52 => 'батсванская пула', 54 => 'беларускі рубель', 'беларускі рубель (2000–2016)', 'белізскі долар',
        'канадскі долар', 'кангалезскі франк', 60 => 'швейцарскі франк', 64 => 'чылійскае песа', 'афшорны кітайскі юань', 'кітайскі юань', 'калумбійскае песа', 69 => 'коста-рыканскі калон', 72 => 'кубінскае канверсоўнае песа', 'кубінскае песа', 'эскуда Каба-Вердэ', 76 => 'чэшская крона', 79 => 'джыбуційскі франк', 'дацкая крона',
        'дамініканскае песа', 'алжырскі дынар', 86 => 'егіпецкі фунт', 'эрытрэйская накфа', 91 => 'эфіопскі быр', 'еўра', 94 => 'фіджыйскі долар', 'фунт Фалклендскіх астравоў', 97 => 'брытанскі фунт стэрлінгаў', 99 => 'грузінскі лары', 101 => 'ганскі седзі', 'гібралтарскі фунт', 'гамбійскі даласі', 'гвінейскі франк',
        108 => 'гватэмальскі кетсаль', 111 => 'гаянскі долар', 'ганконгскі долар', 'гандураская лемпіра', 115 => 'харвацкая куна', 'гаіцянскі гурд', 'венгерскі форынт', 'інданезійская рупія', 122 => 'новы ізраільскі шэкель', 'індыйская рупія', 'іракскі дынар', 'іранскі рыял', 127 => 'ісландская крона', 129 => 'ямайскі долар',
        'іарданскі дынар', 'японская іена', 'кенійскі шылінг', 'кіргізскі сом', 'камбаджыйскі рыель', 'каморскі франк', 'паўночнакарэйская вона', 139 => 'паўднёвакарэйская вона', 'кувейцкі дынар', 'долар Кайманавых астравоў', 'казахстанскі тэнге', 'лаоскі кіп', 'ліванскі фунт', 'шры-ланкійская рупія', 'ліберыйскі долар', 'лесоцкі лоці', 155 => 'лівійскі дынар', 'мараканскі дырхам',
        160 => 'малдаўскі лей', 'малагасійскі арыяры', 163 => 'македонскі дэнар', 166 => 'м’янманскі к’ят', 'мангольскі тугрык', 'патака Макаа', 'маўрытанская ўгія (1973–2017)', 'маўрытанская угія', 173 => 'маўрыкійская рупія', 175 => 'мальдыўская руфія', 'малавійская квача', 'мексіканскае песа', 180 => 'малайзійскі рынгіт',
        183 => 'мазамбікскі метыкал', 'намібійскі долар', 'нігерыйская наіра', 187 => 'нікарагуанская кордаба', 189 => 'нарвежская крона', 'непальская рупія', 'новазеландскі долар', 'аманскі рыял', 'панамскае бальбоа', 195 => 'перуанскі соль', 197 => 'кіна Папуа-Новай Гвінеі', 'філіпінскае песа', 'пакістанская рупія', 'польскі злоты',
        203 => 'парагвайскі гуарані', 'катарскі рыял', 207 => 'румынскі лей', 'сербскі дынар', 'расійскі рубель', 211 => 'руандыйскі франк', 'саудаўскі рыял', 'долар Саламонавых астравоў', 'сейшэльская рупія', 216 => 'суданскі фунт', 218 => 'шведская крона', 'сінгапурскі долар', 'фунт в-ва Святой Алены', 223 => 'сьера-леонскі леонэ',
        'сьера-леонскі леонэ (1964—2022)', 'самалійскі шылінг', 'сурынамскі долар', 228 => 'паўднёвасуданскі фунт', 'добра Сан-Тамэ і Прынсіпі (1977–2017)', 'добра Сан-Тамэ і Прынсіпі', 233 => 'сірыйскі фунт', 'свазілендскі лілангені', 'тайскі бат', 237 => 'таджыкскі самані', 239 => 'туркменскі манат', 'туніскі дынар', 'танганская паанга', 244 => 'турэцкая ліра', 'долар Трынідада і Табага',
        'новы тайваньскі долар', 'танзанійскі шылінг', 'украінская грыўня', 251 => 'угандыйскі шылінг', 'долар ЗША', 257 => 'уругвайскае песа', 259 => 'узбекскі сум', 262 => 'венесуальскі балівар (2008–2018)', 'венесуэльскі балівар', 'в’етнамскі донг', 266 => 'вануацкі вату', 'самаанская тала', 'цэнтральнаафрыканскі франк КФА', 'усходнекарыбскі долар', 'карыбскі гульдэн',
        274 => 'заходнеафрыканскі франк КФА', 'французскі ціхаакіянскі франк', 278 => 'еменскі рыал', 284 => 'паўднёваафрыканскі рэнд', 286 => 'замбійская квача', 290 => 'зімбабвійскі залаты',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => '', 49 => '', '', 52 => '', 54 => 'Br', '', '',
        '', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', '¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', '', '', '', 195 => '', 197 => '', '', '', '',
        203 => '', '', 207 => '', '', '₽', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', '', '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
