<?php

return [
    'Names' => [
        'ADP' => [
            0 => 'ADP',
            1 => 'এ্যান্ডোরান পেসেতা',
        ],
        'AED' => [
            0 => 'AED',
            1 => 'সংযুক্ত আরব আমিরাত দিরহাম',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'আফগানি (১৯২৭–২০০২)',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'আফগান আফগানি',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'আলবেনিয়ান লেক',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'আরমেনিয়ান দ্রাম',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'নেদারল্যান্ড এ্যান্টিলিয়ান গুল্ডের',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'এ্যাঙ্গোলান কওয়ানজা',
        ],
        'AOK' => [
            0 => 'AOK',
            1 => 'এ্যাঙ্গোলান কওয়ানজা (১৯৭৭–১৯৯০)',
        ],
        'AON' => [
            0 => 'AON',
            1 => 'এ্যাঙ্গোলান নতুন কওয়ানজা (১৯৯৫–২০০০)',
        ],
        'AOR' => [
            0 => 'AOR',
            1 => 'এ্যাঙ্গোলান কওয়ানজা (১৯৯৫–১৯৯৯)',
        ],
        'ARA' => [
            0 => 'ARA',
            1 => 'আর্জেন্টিনা অস্ট্রাল',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'আর্জেন্টিনা পেসো (১৯৮৩–১৯৮৫)',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'আর্জেন্টিনা পেসো',
        ],
        'ATS' => [
            0 => 'ATS',
            1 => 'অস্ট্রিয়ান শিলিং',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'অস্ট্রেলিয়ান ডলার',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'আরুবা ফ্লোরিন',
        ],
        'AZM' => [
            0 => 'AZM',
            1 => 'আজারবাইজান মানাত (১৯৯৩–২০০৬)',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'আজারবাইজান মানাত',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => 'বসনিয়া এবং হার্জেগোভিনা দিনার',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'বসনিয়া এবং হার্জেগোভিনা বিনিমেয় মার্ক',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'বার্বেডোজ ডলার',
        ],
        'BDT' => [
            0 => '৳',
            1 => 'বাংলাদেশী টাকা',
        ],
        'BEC' => [
            0 => 'BEC',
            1 => 'বেলজিয়ান ফ্রাঙ্ক (রূপান্তরযোগ্য)',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'বেলজিয়ান ফ্রাঙ্ক',
        ],
        'BEL' => [
            0 => 'BEL',
            1 => 'বেলজিয়ান ফ্রাঙ্ক (আর্থিক)',
        ],
        'BGL' => [
            0 => 'BGL',
            1 => 'বুলগেরীয় হার্ড লেভ',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'বুলগেরীয় লেভ',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'বাহরাইনি দিনার',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'বুরুন্ডি ফ্রাঙ্ক',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'বারমিউডান ডলার',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ব্রুনেই ডলার',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'বলিভিয়ান বলিভিয়ানো',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'বলিভিয়ান পেসো',
        ],
        'BOV' => [
            0 => 'BOV',
            1 => 'বলিভিয়ান মভডোল',
        ],
        'BRB' => [
            0 => 'BRB',
            1 => 'ব্রাজিলিয়ান ক্রুজেয়রোনোভো (১৯৬৭–১৯৮৬)',
        ],
        'BRC' => [
            0 => 'BRC',
            1 => 'ব্রাজিলিয়ান ক্রুজেইডাউ',
        ],
        'BRE' => [
            0 => 'BRE',
            1 => 'ব্রাজিলিয়ান ক্রুজেয়রো (১৯৯০–১৯৯৩)',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ব্রাজিলিয়ান রিয়েল',
        ],
        'BRN' => [
            0 => 'BRN',
            1 => 'ব্রাজিলিয়ান ক্রুজেইডো নোভো',
        ],
        'BRR' => [
            0 => 'BRR',
            1 => 'ব্রাজিলিয়ান ক্রুজেয়রো',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'বাহামিয়ান ডলার',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ভুটানি এনগুল্ট্রুম',
        ],
        'BUK' => [
            0 => 'BUK',
            1 => 'বর্মি কিয়াৎ',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'বতসোয়ানা পুলা',
        ],
        'BYB' => [
            0 => 'BYB',
            1 => 'বেলারুশিয়ান নিউ রুবেল (১৯৯৪–১৯৯৯)',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'বেলারুশিয়ান রুবেল',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'বেলারুশিয়ান রুবেল (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'বেলিজ ডলার',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'কানাডিয়ান ডলার',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'কঙ্গোলিস ফ্র্যাঙ্ক',
        ],
        'CHE' => [
            0 => 'CHE',
            1 => 'সুইজারল্যান্ড ইউরো',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'সুইস ফ্রাঁ',
        ],
        'CHW' => [
            0 => 'CHW',
            1 => 'সুইজারল্যান্ড ফ্রাঙ্ক',
        ],
        'CLF' => [
            0 => 'CLF',
            1 => 'চিলিয়ান উনিদাদেস দি ফোমেন্তো',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'চিলি পেসো',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'চাইনিজ ইউয়ান (অফশোর)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'চীনা য়ুয়ান',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'কলোম্বিয়ান পেসো',
        ],
        'COU' => [
            0 => 'COU',
            1 => 'উনিদাদ দি ভ্যালোর রিয়েল',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'কোস্টা রিকা কোলোন',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'প্রাচীন সারবিয়ান দিনার',
        ],
        'CSK' => [
            0 => 'CSK',
            1 => 'চেকোস্লোভাক হার্ড কোরুনা',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'কিউবান রূপান্তরযোগ্য পেসো',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'কিউবান পেসো',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'কেপ ভার্দে এসকুডো',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'সাইপ্রাস পাউন্ড',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'চেক প্রজাতন্ত্র কোরুনা',
        ],
        'DDM' => [
            0 => 'DDM',
            1 => 'পূর্ব জার্মান মার্ক',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'ডয়চ্ মার্ক',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'জিবুতি ফ্রাঙ্ক',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ড্যানিশ ক্রোন',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ডোমিনিকান পেসো',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'আলজেরীয় দিনার',
        ],
        'ECS' => [
            0 => 'ECS',
            1 => 'ইকুয়াডোর সুক্রে',
        ],
        'ECV' => [
            0 => 'ECV',
            1 => 'ইকুয়াডোর উনিদাদেস দি ভেলর কনসতান্তে (ইউভিসি)',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'এস্তোনিয়া ক্রুনি',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'মিশরীয় পাউন্ড',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'এরিট্রিয়েন নাকফা',
        ],
        'ESA' => [
            0 => 'ESA',
            1 => 'স্প্যানিশ পেসেতা (একই হিসাব)',
        ],
        'ESB' => [
            0 => 'ESB',
            1 => 'স্প্যানিশ পেসেতা (রূপান্তরযোগ্য হিসাব)',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'স্প্যানিশ পেসেতা',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ইথিওপিয়ান বির',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ইউরো',
        ],
        'FIM' => [
            0 => 'FIM',
            1 => 'ফিনিস মার্কা',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ফিজি ডলার',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ফকল্যান্ড দ্বীপপুঞ্জ পাউন্ড',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'ফরাসি ফ্রাঙ্ক',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ব্রিটিশ পাউন্ড',
        ],
        'GEK' => [
            0 => 'GEK',
            1 => 'জর্জিয়ান কুপন লারিট',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'জর্জিয়ান লারি',
        ],
        'GHC' => [
            0 => 'GHC',
            1 => 'ঘানা সেডি (১৯৭৯–২০০৭)',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ঘানা সেডি',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'জিব্রাল্টার পাউন্ড',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'গাম্বিয়া ডালাসি',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'গিনি ফ্রাঙ্ক',
        ],
        'GNS' => [
            0 => 'GNS',
            1 => 'গিনি সাইলি',
        ],
        'GQE' => [
            0 => 'GQE',
            1 => 'ইকুয়েটোরিয়াল গিনি ইকুয়িলি',
        ],
        'GRD' => [
            0 => 'GRD',
            1 => 'গ্রীক দ্রাচমা',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'গুয়াতেমালা কুয়েৎজাল',
        ],
        'GWE' => [
            0 => 'GWE',
            1 => 'পর্তুগিজ গিনি এসকুডো',
        ],
        'GWP' => [
            0 => 'GWP',
            1 => 'গিনি বিসাউ পেসো',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'গায়ানিজ ডলার',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'হংকং ডলার',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'হন্ডুরাস লেম্পিরা',
        ],
        'HRD' => [
            0 => 'HRD',
            1 => 'ক্রোয়েশিয়ান দিনার',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ক্রোয়েশিয়ান কুনা',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'হাইতি গৌর্দে',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'হাঙ্গেরিয়ান ফোরিন্ট',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ইন্দোনেশিয়ান রুপিয়াহ',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'ইরিশ পাউন্ড',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'ইস্রাইলি পাউন্ড',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ইসরায়েলি নতুন শেকেল',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ভারতীয় রুপি',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ইরাকি দিনার',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ইরানিয়ান রিয়াল',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'আইসল্যান্ডীয় ক্রোনা',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'ইতালীয় লিরা',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'জামাইকান ডলার',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'জর্ডানিয়ান দিনার',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'জাপানি ইয়েন',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'কেনিয়ান শিলিং',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'কিরগিজস্তান সোম',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'কম্বোডিয়ান রিয়েল',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'কমোরিয়ান ফ্রাঙ্ক',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'উত্তর কোরিয়ার ওন',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'দক্ষিণ কোরিয়ান ওন',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'কুয়েতি দিনার',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'কেম্যান দ্বীপপুঞ্জের ডলার',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'কাজাখাস্তানি টেঙ্গে',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'লেউশান কিপ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'লেবানিজ পাউন্ড',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'শ্রীলঙ্কান রুপি',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'লিবেরিয়ান ডলার',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'লেসুটু লোটি',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'লিথুইনিয়ান লিটা',
        ],
        'LTT' => [
            0 => 'LTT',
            1 => 'লিথুইনিয়ান টালোন্যাস',
        ],
        'LUC' => [
            0 => 'LUC',
            1 => 'লুক্সেমবার্গ রুপান্তযোগ্য ফ্রাঙ্ক',
        ],
        'LUF' => [
            0 => 'LUF',
            1 => 'লুক্সেমবার্গ ফ্রাঙ্ক',
        ],
        'LUL' => [
            0 => 'LUL',
            1 => 'লুক্সেমবার্গ ফাইনেনশিয়াল ফ্রাঙ্ক',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'ল্যাটভিয়ান ল্যাট্‌স',
        ],
        'LVR' => [
            0 => 'LVR',
            1 => 'ল্যাটভিয়ান রুবল',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'লিবিয়ান দিনার',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'মোরোক্কান দিরহাম',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'মোরোক্কান ফ্রাঙ্ক',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'মোল্ডোভান লেয়ু',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'মাদাগাস্কার আরিয়ারি',
        ],
        'MGF' => [
            0 => 'MGF',
            1 => 'মাদাগাস্কার ফ্রাঙ্ক',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'ম্যাসেডোনিয়ান দিনার',
        ],
        'MLF' => [
            0 => 'MLF',
            1 => 'মালি ফ্রাঙ্ক',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'মায়ানমার কিয়াত',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'মঙ্গোলিয়ান তুগরিক',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'ম্যাক্যাও পাটাকা',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'মৌরিতানিয়ান ওউগুইয়া (১৯৭৩–২০১৭)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'মৌরিতানিয়ান ওউগুইয়া',
        ],
        'MTL' => [
            0 => 'MTL',
            1 => 'মাল্টা লিরা',
        ],
        'MTP' => [
            0 => 'MTP',
            1 => 'মাল্টা পাউন্ড',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'মৌরিতানিয়ান রুপি',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'মালদিভিয়ান রুফিয়া',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'মালাউইয়ান কোয়াচা',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'ম্যাক্সিকান পেসো',
        ],
        'MXP' => [
            0 => 'MXP',
            1 => 'ম্যাক্সিকান সিলভার পেসো (১৮৬১–১৯৯২)',
        ],
        'MXV' => [
            0 => 'MXV',
            1 => 'মেক্সিকান উনিদাদ দি ইনভার্সান (UDI)',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'মালয়েশিয়ান রিঙ্গিৎ',
        ],
        'MZE' => [
            0 => 'MZE',
            1 => 'মোজাম্বিক এসকুডো',
        ],
        'MZM' => [
            0 => 'MZM',
            1 => 'প্রাচীন মোজাম্বিক মেটিকেল',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'মোজাম্বিক মেটিকেল',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'নামিবিয়া ডলার',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'নাইজেরিয়ান নায়রা',
        ],
        'NIC' => [
            0 => 'NIC',
            1 => 'নিকারাগুয়ান কর্ডোবা (১৯৮৮–১৯৯১)',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'নিকারাগুয়ান কর্ডোবা',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'নেদারল্যান্ড গুল্ডের',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'নরওয়েজিয়ান ক্রোন',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'নেপালি রুপি',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'নিউজিল্যান্ড ডলার',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ওমানি রিয়াল',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'পানামানিয়ান বালবোয়া',
        ],
        'PEI' => [
            0 => 'PEI',
            1 => 'পেরুভিয়ান ইন্তি',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'পেরুভিয়ান সোল',
        ],
        'PES' => [
            0 => 'PES',
            1 => 'পেরুভিয়ান সোল (1863–1965)',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'পাপুয়া নিউ গিনিয়ান কিনা',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ফিলিপাইন পেসো',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'পাকিস্তানি রুপি',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'পোলিশ জ্লোটি',
        ],
        'PLZ' => [
            0 => 'PLZ',
            1 => 'পোলিশ জ্লোটি (১৯৫০–১৯৯৫)',
        ],
        'PTE' => [
            0 => 'PTE',
            1 => 'পর্তুগিজ এসকুডো',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'প্যারাগুয়ান গুয়ারানি',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'কাতার রিয়াল',
        ],
        'RHD' => [
            0 => 'RHD',
            1 => 'রোডেশিয়ান ডলার',
        ],
        'ROL' => [
            0 => 'ROL',
            1 => 'প্রাচীন রুমানিয়া লেয়ু',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'রুমানিয়া লেয়ু',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'সারবিয়ান দিনার',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'রাশিয়ান রুবেল',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'রাশিয়ান রুবল (১৯৯১–১৯৯৮)',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'রুয়ান্ডান ফ্রাঙ্ক',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'সৌদি রিয়াল',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'সলোমন দ্বীপপুঞ্জ ডলার',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'সেয়চেল্লোইস রুপি',
        ],
        'SDD' => [
            0 => 'SDD',
            1 => 'প্রাচীন সুদানি দিনার',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'সুদানি পাউন্ড',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'প্রাচীন সুদানি পাউন্ড',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'সুইডিশ ক্রোনা',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'সিঙ্গাপুর ডলার',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'সেন্ট হেলেনা পাউন্ড',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'স্লোভানিয়া টোলার',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'স্লোভাক কোরুনা',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'সিয়েরালিয়ন লিয়ন',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'সোমালি শিলিং',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'সুরিনামিজ ডলার',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'সুরিনাম গিল্ডার',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'দক্ষিণ সুদানি পাউন্ড',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'সাও টোমে এবং প্রিন্সিপে ডোবরা (১৯৭৭–২০১৭)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'সাও টোমে এবং প্রিন্সিপে ডোবরা',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'সোভিয়েত রুবল',
        ],
        'SVC' => [
            0 => 'SVC',
            1 => 'এল স্যালভোডোর কোলোন',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'সিরিয়ান পাউন্ড',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'সোয়াজিল্যান্ড লিলাঙ্গেনি',
        ],
        'THB' => [
            0 => '฿',
            1 => 'থাই বাত',
        ],
        'TJR' => [
            0 => 'TJR',
            1 => 'তাজিকিস্তান রুবল',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'তাজিকিস্তান সোমোনি',
        ],
        'TMM' => [
            0 => 'TMM',
            1 => 'তুর্কমেনিস্টানি মানাত',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'তুর্কমেনিস্তান মানত',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'তিউনেশিয়ান দিনার',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'টোঙ্গা পা’আঙ্গা',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'তিমুর এসকুডো',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'প্রাচীন তুর্কি লিরা',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'তুর্কি লিরা',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ত্রিনিদাদ এবং টোবাগো ডলার',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'নতুন তাইওয়ান ডলার',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'তাঞ্জনিয়া শিলিং',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ইউক্রেইন হৃভনিয়া',
        ],
        'UAK' => [
            0 => 'UAK',
            1 => 'ইউক্রেইন কার্বোভ্যান্টস',
        ],
        'UGS' => [
            0 => 'UGS',
            1 => 'উগান্ডান শিলিং (১৯৬৬–১৯৮৭)',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'উগান্ডান শিলিং',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'মার্কিন ডলার',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'মার্কিন ডলার (পরবর্তী দিন)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'মার্কিন ডলার (একই দিন)',
        ],
        'UYI' => [
            0 => 'UYI',
            1 => 'উরুগুয়ায়ান পেসো এন উনিদাদেস ইনডেক্সেডাস',
        ],
        'UYP' => [
            0 => 'UYP',
            1 => 'উরুগুয়ে পেসো (১৯৭৫–১৯৯৩)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'উরুগুয়ে পেসো',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'উজবেকিস্তানি সোম',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'ভেনিজুয়েলান বলিভার (১৮৭১–২০০৮)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'ভেনিজুয়েলীয় বলিভার (২০০৮–২০১৮)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'ভেনিজুয়েলীয় বলিভার',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ভিয়েতনামি ডঙ্গ',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'ভানুয়াতু ভাতু',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'সামোয়ান টালা',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'মধ্য আফ্রিকান [CFA] ফ্র্যাঙ্ক',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'পূর্ব ক্যারাবিয়ান ডলার',
        ],
        'XEU' => [
            0 => 'XEU',
            1 => 'ইউরোপীয় মুদ্রা একক',
        ],
        'XFO' => [
            0 => 'XFO',
            1 => 'ফরাসি গোল্ড ফ্রাঙ্ক',
        ],
        'XFU' => [
            0 => 'XFU',
            1 => 'ফরাসি ইউআইসি - ফ্রাঙ্ক',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'পশ্চিম আফ্রিকান [CFA] ফ্র্যাঙ্ক',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'সিএফপি ফ্র্যাঙ্ক',
        ],
        'YDD' => [
            0 => 'YDD',
            1 => 'ইয়েমেনি দিনার',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ইয়েমেনি রিয়াল',
        ],
        'YUD' => [
            0 => 'YUD',
            1 => 'যুগোশ্লাভিয় হার্ড দিনার',
        ],
        'YUM' => [
            0 => 'YUM',
            1 => 'যুগোশ্লাভিয় নোভি দিনার',
        ],
        'YUN' => [
            0 => 'YUN',
            1 => 'যুগোশ্লাভিয় রুপান্তরযোগ্য দিনার',
        ],
        'ZAL' => [
            0 => 'ZAL',
            1 => 'দক্ষিণ আফ্রিকান র‌্যান্ড',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'দক্ষিণ আফ্রিকান রেন্ড',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'জাম্বিয়ান কওয়াচা (১৯৬৮–২০১২)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'জাম্বিয়ান কওয়াচা',
        ],
        'ZRN' => [
            0 => 'ZRN',
            1 => 'জাইরিয়ান নিউ জাইরে',
        ],
        'ZRZ' => [
            0 => 'ZRZ',
            1 => 'জাইরিয়ান জাইরে',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'জিম্বাবুয়ে ডলার (১৯৮০–২০০৮)',
        ],
        'ZWL' => [
            0 => 'ZWL',
            1 => 'জিম্বাবুয়ে ডলার (২০০৯)',
        ],
        'ZWR' => [
            0 => 'ZWR',
            1 => 'জিম্বাবুয়ে ডলার (২০০৮)',
        ],
    ],
];
