<?php

return [
    'Names' => [
        'ANG' => [
            'ANG',
            'নেদারল্যান্ডস অ্যান্টিলিয়ান গিল্ডার',
        ],
        'AWG' => [
            'AWG',
            'আরুবান গিল্ডার',
        ],
        'BMD' => [
            'BMD',
            'বারমুডান ডলার',
        ],
        'GTQ' => [
            'GTQ',
            'গুয়াতেমালান কেৎসাল',
        ],
        'HNL' => [
            'HNL',
            'হন্ডুরান লেম্পিরা',
        ],
        'HTG' => [
            'HTG',
            'হাইতিয়ান গুর্দ',
        ],
        'MXN' => [
            'MX$',
            'মেক্সিকান পেসো',
        ],
        'USD' => [
            '$',
            'মার্কিন ডলার',
        ],
        'XCD' => [
            'EC$',
            'পূর্ব ক্যারিবিয়ান ডলার',
        ],
    ],
];
