<?php

return [
    'Names' => [
        'ANG' => [
            0 => 'ANG',
            1 => 'নেদারল্যান্ডস অ্যান্টিলিয়ান গিল্ডার',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'আরুবান গিল্ডার',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'বারমুডান ডলার',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'গুয়াতেমালান কেৎসাল',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'হন্ডুরান লেম্পিরা',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'হাইতিয়ান গুর্দ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'মেক্সিকান পেসো',
        ],
        'USD' => [
            0 => '$',
            1 => 'মার্কিন ডলার',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'পূর্ব ক্যারিবিয়ান ডলার',
        ],
    ],
];
