<?php

return [
    'Names' => [
        'ADP' => [
            0 => 'ADP',
            1 => 'Андорска пезета',
        ],
        'AED' => [
            0 => 'AED',
            1 => 'Уједињени арапски емирати дирхам',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'Авганистански авган (1927–2002)',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'Афганистански афгани',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'Албански лек',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'Арменски драм',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'Холандски антили гилдер',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'Анголска кванза',
        ],
        'AOK' => [
            0 => 'AOK',
            1 => 'анголијска кванза (1977–1990)',
        ],
        'AON' => [
            0 => 'AON',
            1 => 'Анголијска нова кванза (1990–2000)',
        ],
        'AOR' => [
            0 => 'AOR',
            1 => 'Анголска кванза реађустадо (1995–1999)',
        ],
        'ARA' => [
            0 => 'ARA',
            1 => 'Аргентински аустрал',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'аргентински пезо (1983–1985)',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'Аргентински пезос',
        ],
        'ATS' => [
            0 => 'ATS',
            1 => 'Аустријски шилинг',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'Аустралијски долар',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'Арубански флорин',
        ],
        'AZM' => [
            0 => 'AZM',
            1 => 'Азербејџански манат (1993–2006)',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'Азербејџански манат',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => 'Босанско-Херцеговачки динар',
        ],
        'BAM' => [
            0 => 'КМ',
            1 => 'Конвертибилна марка',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'Барбадоски долар',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'Бангладешка така',
        ],
        'BEC' => [
            0 => 'BEC',
            1 => 'Белгијски франак (конвертибилни)',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'Белгијски франак',
        ],
        'BEL' => [
            0 => 'BEL',
            1 => 'Белгијски франак (финансијски)',
        ],
        'BGL' => [
            0 => 'BGL',
            1 => 'Бугарски тврди лев',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'Бугарски лев',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'Бахреински динар',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'Бурундски франак',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'Бермудски долар',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'Брунејски долар',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'Боливијски боливиано',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'Боливијски пезо',
        ],
        'BOV' => [
            0 => 'BOV',
            1 => 'Боливијски мвдол',
        ],
        'BRB' => [
            0 => 'BRB',
            1 => 'Бразилски нови крузеиро (1967–1986)',
        ],
        'BRC' => [
            0 => 'BRC',
            1 => 'Бразилијски крузадо',
        ],
        'BRE' => [
            0 => 'BRE',
            1 => 'Бразилски крузеиро (1990–1993)',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'Бразилски реал',
        ],
        'BRN' => [
            0 => 'BRN',
            1 => 'Бразилијски нови крузадо',
        ],
        'BRR' => [
            0 => 'BRR',
            1 => 'Бразилски крузеиро',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'Бахамски долар',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'Бутански нгултрум',
        ],
        'BUK' => [
            0 => 'BUK',
            1 => 'Бурмански кјат',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'Боцванска пула',
        ],
        'BYB' => [
            0 => 'BYB',
            1 => 'Белоруска нова рубља (1994–1999)',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'Белоруска рубља',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'Белоруска рубља (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'Белизеански долар',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'Канадски долар',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'Конгоански франак',
        ],
        'CHE' => [
            0 => 'CHE',
            1 => 'WIR евро',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'Швајцарски франак',
        ],
        'CHW' => [
            0 => 'CHW',
            1 => 'WIR франак',
        ],
        'CLF' => [
            0 => 'CLF',
            1 => 'Чилеовски унидадес се фоменто',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'Чилеански пезос',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'Кинески јуан (острвски)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'Кинески јуан',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'Колумбијски пезос',
        ],
        'COU' => [
            0 => 'COU',
            1 => 'Унидад де валоршки реал',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'Костарикански колон',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'Стари српски динар',
        ],
        'CSK' => [
            0 => 'CSK',
            1 => 'Чехословачка тврда круна',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'кубански конвертибилни пезос',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'Кубански пезос',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'Зеленортски ескудо',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'Кипарска фунта',
        ],
        'CZK' => [
            0 => 'Кч',
            1 => 'Чешка круна',
        ],
        'DDM' => [
            0 => 'DDM',
            1 => 'Источно-немачка марка',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'Немачка марка',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'Џибутски франак',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'Данска круна',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'Доминикански пезос',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'Алжирски динар',
        ],
        'ECS' => [
            0 => 'ECS',
            1 => 'Еквадорски сакр',
        ],
        'ECV' => [
            0 => 'ECV',
            1 => 'Еквадорски унидад де валор константе',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'Естонска кроон',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'Египатска фунта',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'Еритрејска накфа',
        ],
        'ESA' => [
            0 => 'ESA',
            1 => 'Шпанска пезета (рачун)',
        ],
        'ESB' => [
            0 => 'ESB',
            1 => 'Шпанска пезета (конвертибилнирачун)',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'Шпанска пезета',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'Етиопијски бир',
        ],
        'EUR' => [
            0 => '€',
            1 => 'Евро',
        ],
        'FIM' => [
            0 => 'FIM',
            1 => 'Финска марка',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'Фиџи долар',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'Фолкландска фунта',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'Француски франак',
        ],
        'GBP' => [
            0 => '£',
            1 => 'Британска фунта',
        ],
        'GEK' => [
            0 => 'GEK',
            1 => 'Грузијски купон ларит',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'Грузијски лари',
        ],
        'GHC' => [
            0 => 'GHC',
            1 => 'Гански цеди (1979–2007)',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'Гански цеди',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'Гибралтаска фунта',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'Гамбијски даласи',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'Гвинејски франак',
        ],
        'GNS' => [
            0 => 'GNS',
            1 => 'Гвинејски сили',
        ],
        'GQE' => [
            0 => 'GQE',
            1 => 'Екваторијално-гвинејски еквеле',
        ],
        'GRD' => [
            0 => 'GRD',
            1 => 'Грчка драхма',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'Гватемалски квецал',
        ],
        'GWE' => [
            0 => 'GWE',
            1 => 'португалска гвинеја ескудо',
        ],
        'GWP' => [
            0 => 'GWP',
            1 => 'Гвинеја Бисао Пезо',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'Гвајански долар',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'Хонгконшки долар',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'Хондурашка лемпира',
        ],
        'HRD' => [
            0 => 'HRD',
            1 => 'Хрватски динар',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'Хрватска куна',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'Хаићански гурд',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'Мађарска форинта',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'Индонежанска рупија',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'Ирска фунта',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'Израелска фунта',
        ],
        'ILR' => [
            0 => 'ILR',
            1 => 'стари израелски шекели',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'Израелски нови шекел',
        ],
        'INR' => [
            0 => '₹',
            1 => 'Индијска рупија',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'Ирачки динар',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'Ирански ријал',
        ],
        'ISJ' => [
            0 => 'ISJ',
            1 => 'стара исландска круна',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'Исландска круна',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'Италијанска лира',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'Јамајски долар',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'Јордански динар',
        ],
        'JPY' => [
            0 => '¥',
            1 => 'Јапански јен',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'Кенијски шилинг',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'Киргистански сом',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'Камбоџански ријел',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'Коморски франак',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'Севернокорејски вон',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'Јужнокорејски вон',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'Кувајтски динар',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'Кајмански долар',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'Казахстански тенге',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'Лаоски кип',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'Либанска фунта',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'Шриланканска рупија',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'Либеријски долар',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'Лесото лоти',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'Литвански литас',
        ],
        'LTT' => [
            0 => 'LTT',
            1 => 'Литвански талонас',
        ],
        'LUC' => [
            0 => 'LUC',
            1 => 'Луксембуршки конвертибилни франак',
        ],
        'LUF' => [
            0 => 'LUF',
            1 => 'Луксембуршки франак',
        ],
        'LUL' => [
            0 => 'LUL',
            1 => 'Луксембуршки финансијски франак',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'Латвијски лати',
        ],
        'LVR' => [
            0 => 'LVR',
            1 => 'атвијска рубља',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'Либијски динар',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'Марокански дирхам',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'Марокански франак',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'Молдавски леј',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'Мадагаскарски аријари',
        ],
        'MGF' => [
            0 => 'MGF',
            1 => 'Малагасијски франак',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'Македонски денар',
        ],
        'MLF' => [
            0 => 'MLF',
            1 => 'Малијански франак',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'Мијанмарски кјат',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'Монголски тугрик',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'Макаоска патака',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'Мауританијска угвија (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'Мауританска огија',
        ],
        'MTL' => [
            0 => 'MTL',
            1 => 'Малтешка лира',
        ],
        'MTP' => [
            0 => 'MTP',
            1 => 'Малтешка фунта',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'Маурицијска рупија',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'Малдивска руфија',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'Малавијска квача',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'Мексички пезос',
        ],
        'MXP' => [
            0 => 'MXP',
            1 => 'Мексички сребрни пезо (1861–1992)',
        ],
        'MXV' => [
            0 => 'MXV',
            1 => 'Мексички унидад де инверсион (UDI)',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'Малезијски рингит',
        ],
        'MZE' => [
            0 => 'MZE',
            1 => 'Мозамбијски ескудо',
        ],
        'MZM' => [
            0 => 'MZM',
            1 => 'Стари мозамбијски метикал',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'Мозамбијски метикал',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'Намибијски долар',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'Нигеријска наира',
        ],
        'NIC' => [
            0 => 'NIC',
            1 => 'Никарагванска кордоба',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'Никарагванска златна кордоба',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'Холандски гулден',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'Норвешка круна',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'Непалска рупија',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'Новозеландски долар',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'Омански ријал',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'Панамска балбоа',
        ],
        'PEI' => [
            0 => 'PEI',
            1 => 'Перуански инти',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'Перуански сол',
        ],
        'PES' => [
            0 => 'PES',
            1 => 'Перуански сол (1863–1965)',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'Папуанска кина',
        ],
        'PHP' => [
            0 => '₱',
            1 => 'Филипински пезос',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'Пакистанска рупија',
        ],
        'PLN' => [
            0 => 'зл',
            1 => 'Пољски злот',
        ],
        'PLZ' => [
            0 => 'PLZ',
            1 => 'Пољски злоти (1950–1995)',
        ],
        'PTE' => [
            0 => 'PTE',
            1 => 'Португалски ескудо',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'Парагвајски гварани',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'Катарски ријал',
        ],
        'RHD' => [
            0 => 'RHD',
            1 => 'Родејскидолар',
        ],
        'ROL' => [
            0 => 'ROL',
            1 => 'Стари румунски љу',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'Румунски леј',
        ],
        'RSD' => [
            0 => 'дин.',
            1 => 'Српски динар',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'Руска рубља',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'Руска рубља (1991–1998)',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'Руандски франак',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'Саудијски ријал',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'Соломонски долар',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'Сејшелска рупија',
        ],
        'SDD' => [
            0 => 'SDD',
            1 => 'Стари судански динар',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'Суданска фунта',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'Стара суданска фунта',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'Шведска круна',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'Сингапурски долар',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'Света Јелена фунта',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'Словеначки толар',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'Словачка круна',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'Сијералеонски леоне',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'Сомалијски шилинг',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'Суринамски долар',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'Суринамски гилдер',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'Јужносуданска фунта',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'Сао Томе и Принципе добра (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'Сао Томе и Принципе добра',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'Совјетска рубља',
        ],
        'SVC' => [
            0 => 'SVC',
            1 => 'Салвадорски колон',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'Сиријска фунта',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'Свазилендски лилангени',
        ],
        'THB' => [
            0 => 'THB',
            1 => 'Тајски бахт',
        ],
        'TJR' => [
            0 => 'TJR',
            1 => 'Таџихистанска рубља',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'Таџикистански сомони',
        ],
        'TMM' => [
            0 => 'TMM',
            1 => 'Туркменистански манат (1993–2009)',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'Туркменистански манат',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'Туниски динар',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'Тонгоанска панга',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'Тиморшки ескудо',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'Стара турска лира',
        ],
        'TRY' => [
            0 => 'Тл',
            1 => 'Турска лира',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'Тринидад-тобагошки долар',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'Нови тајвански долар',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'Танзанијски шилинг',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'Украјинска хривња',
        ],
        'UAK' => [
            0 => 'UAK',
            1 => 'Украјински карбованети',
        ],
        'UGS' => [
            0 => 'UGS',
            1 => 'Угандски шилинг (1966–1987)',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'Угандски шилинг',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'Амерички долар',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'САД долар (следећи дан)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'САД долар (исти дан)',
        ],
        'UYI' => [
            0 => 'UYI',
            1 => 'Уругвајски пезо ен унидадес индексадас',
        ],
        'UYP' => [
            0 => 'UYP',
            1 => 'Уругвајски пезо (1975–1993)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'Уругвајски пезос',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'Узбекистански сом',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'Венецуелански боливар (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'Венецуелански боливар (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'Венецуелански боливар',
        ],
        'VND' => [
            0 => '₫',
            1 => 'Вијетнамски донг',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'Вануатски вату',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'Самоанска тала',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'CFA франак BEAC',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'Источно-карибски долар',
        ],
        'XEU' => [
            0 => 'XEU',
            1 => 'Европска валутна јединица',
        ],
        'XFO' => [
            0 => 'XFO',
            1 => 'Француски златни франак',
        ],
        'XFU' => [
            0 => 'XFU',
            1 => 'Француски UIC-франак',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'CFA франак BCEAO',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'CFP франак',
        ],
        'XRE' => [
            0 => 'XRE',
            1 => 'RINET фонд',
        ],
        'YDD' => [
            0 => 'YDD',
            1 => 'Јеменски динар',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'Јеменски ријал',
        ],
        'YUD' => [
            0 => 'YUD',
            1 => 'Југословенски тврди динар',
        ],
        'YUM' => [
            0 => 'YUM',
            1 => 'Југословенски нови динар',
        ],
        'YUN' => [
            0 => 'YUN',
            1 => 'Југословенски конвертибилни динар',
        ],
        'ZAL' => [
            0 => 'ZAL',
            1 => 'Јужно-афрички ранд (финансијски)',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'Јужноафрички ранд',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'Замбијска квача (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'Замбијска квача',
        ],
        'ZRN' => [
            0 => 'ZRN',
            1 => 'Заирски нови заир',
        ],
        'ZRZ' => [
            0 => 'ZRZ',
            1 => 'Заирски заир',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'Зимбабвејски долар',
        ],
        'ZWL' => [
            0 => 'ZWL',
            1 => 'Зимбабвеански долар (2009)',
        ],
        'ZWR' => [
            0 => 'ZWR',
            1 => 'Зимбабвеански долар (2008)',
        ],
    ],
];
