<?php

return [
    'Names' => [
        'ADP' => [
            'ADP',
            'Андорска пезета',
        ],
        'AED' => [
            'AED',
            'Уједињени арапски емирати дирхам',
        ],
        'AFA' => [
            'AFA',
            'Авганистански авган (1927–2002)',
        ],
        'AFN' => [
            'AFN',
            'Афганистански афгани',
        ],
        'ALL' => [
            'ALL',
            'Албански лек',
        ],
        'AMD' => [
            'AMD',
            'Арменски драм',
        ],
        'ANG' => [
            'ANG',
            'Холандски антили гилдер',
        ],
        'AOA' => [
            'AOA',
            'Анголска кванза',
        ],
        'AOK' => [
            'AOK',
            'анголијска кванза (1977–1990)',
        ],
        'AON' => [
            'AON',
            'Анголијска нова кванза (1990–2000)',
        ],
        'AOR' => [
            'AOR',
            'Анголска кванза реађустадо (1995–1999)',
        ],
        'ARA' => [
            'ARA',
            'Аргентински аустрал',
        ],
        'ARP' => [
            'ARP',
            'аргентински пезо (1983–1985)',
        ],
        'ARS' => [
            'ARS',
            'Аргентински пезос',
        ],
        'ATS' => [
            'ATS',
            'Аустријски шилинг',
        ],
        'AUD' => [
            'A$',
            'Аустралијски долар',
        ],
        'AWG' => [
            'AWG',
            'Арубански флорин',
        ],
        'AZM' => [
            'AZM',
            'Азербејџански манат (1993–2006)',
        ],
        'AZN' => [
            'AZN',
            'Азербејџански манат',
        ],
        'BAD' => [
            'BAD',
            'Босанско-Херцеговачки динар',
        ],
        'BAM' => [
            'КМ',
            'Конвертибилна марка',
        ],
        'BBD' => [
            'BBD',
            'Барбадоски долар',
        ],
        'BDT' => [
            'BDT',
            'Бангладешка така',
        ],
        'BEC' => [
            'BEC',
            'Белгијски франак (конвертибилни)',
        ],
        'BEF' => [
            'BEF',
            'Белгијски франак',
        ],
        'BEL' => [
            'BEL',
            'Белгијски франак (финансијски)',
        ],
        'BGL' => [
            'BGL',
            'Бугарски тврди лев',
        ],
        'BGN' => [
            'BGN',
            'Бугарски лев',
        ],
        'BHD' => [
            'BHD',
            'Бахреински динар',
        ],
        'BIF' => [
            'BIF',
            'Бурундски франак',
        ],
        'BMD' => [
            'BMD',
            'Бермудски долар',
        ],
        'BND' => [
            'BND',
            'Брунејски долар',
        ],
        'BOB' => [
            'BOB',
            'Боливијски боливиано',
        ],
        'BOP' => [
            'BOP',
            'Боливијски пезо',
        ],
        'BOV' => [
            'BOV',
            'Боливијски мвдол',
        ],
        'BRB' => [
            'BRB',
            'Бразилски нови крузеиро (1967–1986)',
        ],
        'BRC' => [
            'BRC',
            'Бразилијски крузадо',
        ],
        'BRE' => [
            'BRE',
            'Бразилски крузеиро (1990–1993)',
        ],
        'BRL' => [
            'R$',
            'Бразилски реал',
        ],
        'BRN' => [
            'BRN',
            'Бразилијски нови крузадо',
        ],
        'BRR' => [
            'BRR',
            'Бразилски крузеиро',
        ],
        'BSD' => [
            'BSD',
            'Бахамски долар',
        ],
        'BTN' => [
            'BTN',
            'Бутански нгултрум',
        ],
        'BUK' => [
            'BUK',
            'Бурмански кјат',
        ],
        'BWP' => [
            'BWP',
            'Боцванска пула',
        ],
        'BYB' => [
            'BYB',
            'Белоруска нова рубља (1994–1999)',
        ],
        'BYN' => [
            'BYN',
            'Белоруска рубља',
        ],
        'BYR' => [
            'BYR',
            'Белоруска рубља (2000–2016)',
        ],
        'BZD' => [
            'BZD',
            'Белизеански долар',
        ],
        'CAD' => [
            'CA$',
            'Канадски долар',
        ],
        'CDF' => [
            'CDF',
            'Конгоански франак',
        ],
        'CHE' => [
            'CHE',
            'WIR евро',
        ],
        'CHF' => [
            'CHF',
            'Швајцарски франак',
        ],
        'CHW' => [
            'CHW',
            'WIR франак',
        ],
        'CLF' => [
            'CLF',
            'Чилеовски унидадес се фоменто',
        ],
        'CLP' => [
            'CLP',
            'Чилеански пезос',
        ],
        'CNH' => [
            'CNH',
            'Кинески јуан (острвски)',
        ],
        'CNY' => [
            'CN¥',
            'Кинески јуан',
        ],
        'COP' => [
            'COP',
            'Колумбијски пезос',
        ],
        'COU' => [
            'COU',
            'Унидад де валоршки реал',
        ],
        'CRC' => [
            'CRC',
            'Костарикански колон',
        ],
        'CSD' => [
            'CSD',
            'Стари српски динар',
        ],
        'CSK' => [
            'CSK',
            'Чехословачка тврда круна',
        ],
        'CUC' => [
            'CUC',
            'кубански конвертибилни пезос',
        ],
        'CUP' => [
            'CUP',
            'Кубански пезос',
        ],
        'CVE' => [
            'CVE',
            'Зеленортски ескудо',
        ],
        'CYP' => [
            'CYP',
            'Кипарска фунта',
        ],
        'CZK' => [
            'Кч',
            'Чешка круна',
        ],
        'DDM' => [
            'DDM',
            'Источно-немачка марка',
        ],
        'DEM' => [
            'DEM',
            'Немачка марка',
        ],
        'DJF' => [
            'DJF',
            'Џибутски франак',
        ],
        'DKK' => [
            'DKK',
            'Данска круна',
        ],
        'DOP' => [
            'DOP',
            'Доминикански пезос',
        ],
        'DZD' => [
            'DZD',
            'Алжирски динар',
        ],
        'ECS' => [
            'ECS',
            'Еквадорски сакр',
        ],
        'ECV' => [
            'ECV',
            'Еквадорски унидад де валор константе',
        ],
        'EEK' => [
            'EEK',
            'Естонска кроон',
        ],
        'EGP' => [
            'EGP',
            'Египатска фунта',
        ],
        'ERN' => [
            'ERN',
            'Еритрејска накфа',
        ],
        'ESA' => [
            'ESA',
            'Шпанска пезета (рачун)',
        ],
        'ESB' => [
            'ESB',
            'Шпанска пезета (конвертибилнирачун)',
        ],
        'ESP' => [
            'ESP',
            'Шпанска пезета',
        ],
        'ETB' => [
            'ETB',
            'Етиопијски бир',
        ],
        'EUR' => [
            '€',
            'Евро',
        ],
        'FIM' => [
            'FIM',
            'Финска марка',
        ],
        'FJD' => [
            'FJD',
            'Фиџи долар',
        ],
        'FKP' => [
            'FKP',
            'Фолкландска фунта',
        ],
        'FRF' => [
            'FRF',
            'Француски франак',
        ],
        'GBP' => [
            '£',
            'Британска фунта',
        ],
        'GEK' => [
            'GEK',
            'Грузијски купон ларит',
        ],
        'GEL' => [
            'GEL',
            'Грузијски лари',
        ],
        'GHC' => [
            'GHC',
            'Гански цеди (1979–2007)',
        ],
        'GHS' => [
            'GHS',
            'Гански цеди',
        ],
        'GIP' => [
            'GIP',
            'Гибралтаска фунта',
        ],
        'GMD' => [
            'GMD',
            'Гамбијски даласи',
        ],
        'GNF' => [
            'GNF',
            'Гвинејски франак',
        ],
        'GNS' => [
            'GNS',
            'Гвинејски сили',
        ],
        'GQE' => [
            'GQE',
            'Екваторијално-гвинејски еквеле',
        ],
        'GRD' => [
            'GRD',
            'Грчка драхма',
        ],
        'GTQ' => [
            'GTQ',
            'Гватемалски квецал',
        ],
        'GWE' => [
            'GWE',
            'португалска гвинеја ескудо',
        ],
        'GWP' => [
            'GWP',
            'Гвинеја Бисао Пезо',
        ],
        'GYD' => [
            'GYD',
            'Гвајански долар',
        ],
        'HKD' => [
            'HK$',
            'Хонгконшки долар',
        ],
        'HNL' => [
            'HNL',
            'Хондурашка лемпира',
        ],
        'HRD' => [
            'HRD',
            'Хрватски динар',
        ],
        'HRK' => [
            'HRK',
            'Хрватска куна',
        ],
        'HTG' => [
            'HTG',
            'Хаићански гурд',
        ],
        'HUF' => [
            'HUF',
            'Мађарска форинта',
        ],
        'IDR' => [
            'IDR',
            'Индонежанска рупија',
        ],
        'IEP' => [
            'IEP',
            'Ирска фунта',
        ],
        'ILP' => [
            'ILP',
            'Израелска фунта',
        ],
        'ILR' => [
            'ILR',
            'стари израелски шекели',
        ],
        'ILS' => [
            '₪',
            'Израелски нови шекел',
        ],
        'INR' => [
            '₹',
            'Индијска рупија',
        ],
        'IQD' => [
            'IQD',
            'Ирачки динар',
        ],
        'IRR' => [
            'IRR',
            'Ирански ријал',
        ],
        'ISJ' => [
            'ISJ',
            'стара исландска круна',
        ],
        'ISK' => [
            'ISK',
            'Исландска круна',
        ],
        'ITL' => [
            'ITL',
            'Италијанска лира',
        ],
        'JMD' => [
            'JMD',
            'Јамајски долар',
        ],
        'JOD' => [
            'JOD',
            'Јордански динар',
        ],
        'JPY' => [
            '¥',
            'Јапански јен',
        ],
        'KES' => [
            'KES',
            'Кенијски шилинг',
        ],
        'KGS' => [
            'KGS',
            'Киргистански сом',
        ],
        'KHR' => [
            'KHR',
            'Камбоџански ријел',
        ],
        'KMF' => [
            'KMF',
            'Коморски франак',
        ],
        'KPW' => [
            'KPW',
            'Севернокорејски вон',
        ],
        'KRW' => [
            '₩',
            'Јужнокорејски вон',
        ],
        'KWD' => [
            'KWD',
            'Кувајтски динар',
        ],
        'KYD' => [
            'KYD',
            'Кајмански долар',
        ],
        'KZT' => [
            'KZT',
            'Казахстански тенге',
        ],
        'LAK' => [
            'LAK',
            'Лаоски кип',
        ],
        'LBP' => [
            'LBP',
            'Либанска фунта',
        ],
        'LKR' => [
            'LKR',
            'Шриланканска рупија',
        ],
        'LRD' => [
            'LRD',
            'Либеријски долар',
        ],
        'LSL' => [
            'LSL',
            'Лесото лоти',
        ],
        'LTL' => [
            'LTL',
            'Литвански литас',
        ],
        'LTT' => [
            'LTT',
            'Литвански талонас',
        ],
        'LUC' => [
            'LUC',
            'Луксембуршки конвертибилни франак',
        ],
        'LUF' => [
            'LUF',
            'Луксембуршки франак',
        ],
        'LUL' => [
            'LUL',
            'Луксембуршки финансијски франак',
        ],
        'LVL' => [
            'LVL',
            'Латвијски лати',
        ],
        'LVR' => [
            'LVR',
            'атвијска рубља',
        ],
        'LYD' => [
            'LYD',
            'Либијски динар',
        ],
        'MAD' => [
            'MAD',
            'Марокански дирхам',
        ],
        'MAF' => [
            'MAF',
            'Марокански франак',
        ],
        'MDL' => [
            'MDL',
            'Молдавски леј',
        ],
        'MGA' => [
            'MGA',
            'Мадагаскарски аријари',
        ],
        'MGF' => [
            'MGF',
            'Малагасијски франак',
        ],
        'MKD' => [
            'MKD',
            'Македонски денар',
        ],
        'MLF' => [
            'MLF',
            'Малијански франак',
        ],
        'MMK' => [
            'MMK',
            'Мијанмарски кјат',
        ],
        'MNT' => [
            'MNT',
            'Монголски тугрик',
        ],
        'MOP' => [
            'MOP',
            'Макаоска патака',
        ],
        'MRO' => [
            'MRO',
            'Мауританијска угвија (1973–2017)',
        ],
        'MRU' => [
            'MRU',
            'Мауританска огија',
        ],
        'MTL' => [
            'MTL',
            'Малтешка лира',
        ],
        'MTP' => [
            'MTP',
            'Малтешка фунта',
        ],
        'MUR' => [
            'MUR',
            'Маурицијска рупија',
        ],
        'MVR' => [
            'MVR',
            'Малдивска руфија',
        ],
        'MWK' => [
            'MWK',
            'Малавијска квача',
        ],
        'MXN' => [
            'MX$',
            'Мексички пезос',
        ],
        'MXP' => [
            'MXP',
            'Мексички сребрни пезо (1861–1992)',
        ],
        'MXV' => [
            'MXV',
            'Мексички унидад де инверсион (UDI)',
        ],
        'MYR' => [
            'MYR',
            'Малезијски рингит',
        ],
        'MZE' => [
            'MZE',
            'Мозамбијски ескудо',
        ],
        'MZM' => [
            'MZM',
            'Стари мозамбијски метикал',
        ],
        'MZN' => [
            'MZN',
            'Мозамбијски метикал',
        ],
        'NAD' => [
            'NAD',
            'Намибијски долар',
        ],
        'NGN' => [
            'NGN',
            'Нигеријска наира',
        ],
        'NIC' => [
            'NIC',
            'Никарагванска кордоба',
        ],
        'NIO' => [
            'NIO',
            'Никарагванска златна кордоба',
        ],
        'NLG' => [
            'NLG',
            'Холандски гулден',
        ],
        'NOK' => [
            'NOK',
            'Норвешка круна',
        ],
        'NPR' => [
            'NPR',
            'Непалска рупија',
        ],
        'NZD' => [
            'NZ$',
            'Новозеландски долар',
        ],
        'OMR' => [
            'OMR',
            'Омански ријал',
        ],
        'PAB' => [
            'PAB',
            'Панамска балбоа',
        ],
        'PEI' => [
            'PEI',
            'Перуански инти',
        ],
        'PEN' => [
            'PEN',
            'Перуански сол',
        ],
        'PES' => [
            'PES',
            'Перуански сол (1863–1965)',
        ],
        'PGK' => [
            'PGK',
            'Папуанска кина',
        ],
        'PHP' => [
            '₱',
            'Филипински пезос',
        ],
        'PKR' => [
            'PKR',
            'Пакистанска рупија',
        ],
        'PLN' => [
            'зл',
            'Пољски злот',
        ],
        'PLZ' => [
            'PLZ',
            'Пољски злоти (1950–1995)',
        ],
        'PTE' => [
            'PTE',
            'Португалски ескудо',
        ],
        'PYG' => [
            'PYG',
            'Парагвајски гварани',
        ],
        'QAR' => [
            'QAR',
            'Катарски ријал',
        ],
        'RHD' => [
            'RHD',
            'Родејскидолар',
        ],
        'ROL' => [
            'ROL',
            'Стари румунски љу',
        ],
        'RON' => [
            'RON',
            'Румунски леј',
        ],
        'RSD' => [
            'дин.',
            'Српски динар',
        ],
        'RUB' => [
            'RUB',
            'Руска рубља',
        ],
        'RUR' => [
            'RUR',
            'Руска рубља (1991–1998)',
        ],
        'RWF' => [
            'RWF',
            'Руандски франак',
        ],
        'SAR' => [
            'SAR',
            'Саудијски ријал',
        ],
        'SBD' => [
            'SBD',
            'Соломонски долар',
        ],
        'SCR' => [
            'SCR',
            'Сејшелска рупија',
        ],
        'SDD' => [
            'SDD',
            'Стари судански динар',
        ],
        'SDG' => [
            'SDG',
            'Суданска фунта',
        ],
        'SDP' => [
            'SDP',
            'Стара суданска фунта',
        ],
        'SEK' => [
            'SEK',
            'Шведска круна',
        ],
        'SGD' => [
            'SGD',
            'Сингапурски долар',
        ],
        'SHP' => [
            'SHP',
            'Света Јелена фунта',
        ],
        'SIT' => [
            'SIT',
            'Словеначки толар',
        ],
        'SKK' => [
            'SKK',
            'Словачка круна',
        ],
        'SLE' => [
            'SLE',
            'Сијералеонски леоне',
        ],
        'SLL' => [
            'SLL',
            'Сијералеонски леоне (1964—2022)',
        ],
        'SOS' => [
            'SOS',
            'Сомалијски шилинг',
        ],
        'SRD' => [
            'SRD',
            'Суринамски долар',
        ],
        'SRG' => [
            'SRG',
            'Суринамски гилдер',
        ],
        'SSP' => [
            'SSP',
            'Јужносуданска фунта',
        ],
        'STD' => [
            'STD',
            'Сао Томе и Принципе добра (1977–2017)',
        ],
        'STN' => [
            'STN',
            'Сао Томе и Принципе добра',
        ],
        'SUR' => [
            'SUR',
            'Совјетска рубља',
        ],
        'SVC' => [
            'SVC',
            'Салвадорски колон',
        ],
        'SYP' => [
            'SYP',
            'Сиријска фунта',
        ],
        'SZL' => [
            'SZL',
            'Свазилендски лилангени',
        ],
        'THB' => [
            'THB',
            'Тајски бахт',
        ],
        'TJR' => [
            'TJR',
            'Таџихистанска рубља',
        ],
        'TJS' => [
            'TJS',
            'Таџикистански сомони',
        ],
        'TMM' => [
            'TMM',
            'Туркменистански манат (1993–2009)',
        ],
        'TMT' => [
            'TMT',
            'Туркменистански манат',
        ],
        'TND' => [
            'TND',
            'Туниски динар',
        ],
        'TOP' => [
            'TOP',
            'Тонгоанска панга',
        ],
        'TPE' => [
            'TPE',
            'Тиморшки ескудо',
        ],
        'TRL' => [
            'TRL',
            'Стара турска лира',
        ],
        'TRY' => [
            'Тл',
            'Турска лира',
        ],
        'TTD' => [
            'TTD',
            'Тринидад-тобагошки долар',
        ],
        'TWD' => [
            'NT$',
            'Нови тајвански долар',
        ],
        'TZS' => [
            'TZS',
            'Танзанијски шилинг',
        ],
        'UAH' => [
            'UAH',
            'Украјинска хривња',
        ],
        'UAK' => [
            'UAK',
            'Украјински карбованети',
        ],
        'UGS' => [
            'UGS',
            'Угандски шилинг (1966–1987)',
        ],
        'UGX' => [
            'UGX',
            'Угандски шилинг',
        ],
        'USD' => [
            'US$',
            'Амерички долар',
        ],
        'USN' => [
            'USN',
            'САД долар (следећи дан)',
        ],
        'USS' => [
            'USS',
            'САД долар (исти дан)',
        ],
        'UYI' => [
            'UYI',
            'Уругвајски пезо ен унидадес индексадас',
        ],
        'UYP' => [
            'UYP',
            'Уругвајски пезо (1975–1993)',
        ],
        'UYU' => [
            'UYU',
            'Уругвајски пезос',
        ],
        'UZS' => [
            'UZS',
            'Узбекистански сом',
        ],
        'VEB' => [
            'VEB',
            'Венецуелански боливар (1871–2008)',
        ],
        'VEF' => [
            'VEF',
            'Венецуелански боливар (2008–2018)',
        ],
        'VES' => [
            'VES',
            'Венецуелански боливар',
        ],
        'VND' => [
            '₫',
            'Вијетнамски донг',
        ],
        'VUV' => [
            'VUV',
            'Вануатски вату',
        ],
        'WST' => [
            'WST',
            'Самоанска тала',
        ],
        'XAF' => [
            'FCFA',
            'CFA франак BEAC',
        ],
        'XCD' => [
            'EC$',
            'Источно-карибски долар',
        ],
        'XEU' => [
            'XEU',
            'Европска валутна јединица',
        ],
        'XFO' => [
            'XFO',
            'Француски златни франак',
        ],
        'XFU' => [
            'XFU',
            'Француски UIC-франак',
        ],
        'XOF' => [
            'F CFA',
            'CFA франак BCEAO',
        ],
        'XPF' => [
            'CFPF',
            'CFP франак',
        ],
        'XRE' => [
            'XRE',
            'RINET фонд',
        ],
        'YDD' => [
            'YDD',
            'Јеменски динар',
        ],
        'YER' => [
            'YER',
            'Јеменски ријал',
        ],
        'YUD' => [
            'YUD',
            'Југословенски тврди динар',
        ],
        'YUM' => [
            'YUM',
            'Југословенски нови динар',
        ],
        'YUN' => [
            'YUN',
            'Југословенски конвертибилни динар',
        ],
        'ZAL' => [
            'ZAL',
            'Јужно-афрички ранд (финансијски)',
        ],
        'ZAR' => [
            'ZAR',
            'Јужноафрички ранд',
        ],
        'ZMK' => [
            'ZMK',
            'Замбијска квача (1968–2012)',
        ],
        'ZMW' => [
            'ZMW',
            'Замбијска квача',
        ],
        'ZRN' => [
            'ZRN',
            'Заирски нови заир',
        ],
        'ZRZ' => [
            'ZRZ',
            'Заирски заир',
        ],
        'ZWD' => [
            'ZWD',
            'Зимбабвејски долар',
        ],
        'ZWL' => [
            'ZWL',
            'Зимбабвеански долар (2009)',
        ],
        'ZWR' => [
            'ZWR',
            'Зимбабвеански долар (2008)',
        ],
    ],
];
