<?php

return [
    'Names' => [
        'ADP' => [
            'ADP',
            '𑄃𑄳𑄠𑄚𑄴𑄓𑄮𑄢𑄚𑄴 𑄛𑄬𑄥𑄬𑄖',
        ],
        'AED' => [
            'AED',
            '𑄎𑄧𑄙 𑄃𑄢𑄧𑄝𑄴 𑄃𑄟𑄨𑄢𑄖𑄴 𑄘𑄨𑄢𑄴𑄦𑄟𑄴',
        ],
        'AFA' => [
            'AFA',
            '𑄃𑄛𑄴𑄉𑄚𑄨 (𑄷𑄿𑄸𑄽-𑄸𑄶𑄶𑄸)',
        ],
        'AFN' => [
            'AFN',
            '𑄃𑄜𑄴𑄉𑄚𑄴 𑄃𑄜𑄴𑄉𑄚𑄨',
        ],
        'ALL' => [
            'ALL',
            '𑄃𑄣𑄴𑄝𑄬𑄚𑄨𑄠𑄚𑄴 𑄣𑄬𑄇𑄴',
        ],
        'AMD' => [
            'AMD',
            '𑄃𑄢𑄴𑄟𑄬𑄚𑄨𑄠𑄚𑄴 𑄘𑄳𑄢𑄟𑄴',
        ],
        'ANG' => [
            'ANG',
            '𑄚𑄬𑄘𑄢𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴 𑄃𑄳𑄠𑄚𑄴𑄑𑄨𑄣𑄨𑄠𑄚𑄴 𑄉𑄪𑄣𑄴𑄓𑄬𑄢𑄴',
        ],
        'AOA' => [
            'AOA',
            '𑄃𑄳𑄠𑄋𑄴𑄉𑄮𑄣𑄚𑄴 𑄇𑄧𑄤𑄮𑄚𑄴𑄎',
        ],
        'AOK' => [
            'AOK',
            '𑄃𑄳𑄠𑄋𑄴𑄉𑄮𑄣𑄚𑄴 𑄇𑄧𑄤𑄮𑄚𑄴𑄎(𑄷𑄿𑄽𑄽-𑄷𑄿𑄿𑄶)',
        ],
        'AON' => [
            'AON',
            '𑄃𑄳𑄠𑄋𑄴𑄉𑄮𑄣𑄚𑄴 𑄚𑄱 𑄇𑄧𑄤𑄮𑄚𑄴𑄎(𑄷𑄿𑄿𑄻-𑄸𑄶𑄶𑄶)',
        ],
        'AOR' => [
            'AOR',
            '𑄃𑄳𑄠𑄋𑄴𑄉𑄮𑄣𑄚𑄴 𑄇𑄧𑄤𑄮𑄚𑄴𑄎(𑄷𑄿𑄿𑄻-𑄷𑄿𑄿𑄿)',
        ],
        'ARA' => [
            'ARA',
            '𑄃𑄢𑄴𑄎𑄬𑄚𑄴𑄑𑄨𑄚 𑄃𑄧𑄌𑄴𑄑𑄳𑄢𑄣𑄴',
        ],
        'ARP' => [
            'ARP',
            '𑄃𑄢𑄴𑄎𑄬𑄚𑄴𑄑𑄨𑄚 𑄛𑄬𑄥𑄮 (𑄷𑄿𑄾𑄹-𑄷𑄿𑄾𑄻)',
        ],
        'ARS' => [
            'ARS',
            '𑄃𑄢𑄴𑄎𑄬𑄚𑄴𑄑𑄨𑄚 𑄛𑄬𑄥𑄮',
        ],
        'ATS' => [
            'ATS',
            '𑄃𑄧𑄌𑄴𑄑𑄳𑄢𑄨𑄠𑄚𑄴 𑄥𑄨𑄣𑄨𑄁',
        ],
        'AUD' => [
            'A$',
            '𑄃𑄧𑄌𑄴𑄑𑄳𑄢𑄬𑄣𑄨𑄠𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'AWG' => [
            'AWG',
            '𑄃𑄢𑄪𑄝 𑄉𑄨𑄣𑄴𑄓𑄢𑄴',
        ],
        'AZM' => [
            'AZM',
            '𑄃𑄎𑄢𑄴𑄝𑄭𑄎𑄚𑄴 𑄟𑄚𑄖𑄴 (𑄷𑄿𑄿𑄹-𑄸𑄶𑄶𑄼)',
        ],
        'AZN' => [
            'AZN',
            '𑄃𑄎𑄢𑄴𑄝𑄭𑄎𑄚𑄴 𑄟𑄚𑄖𑄴',
        ],
        'BAD' => [
            'BAD',
            '𑄝𑄧𑄥𑄴𑄚𑄨𑄠 𑄃𑄳𑄃 𑄦𑄢𑄴𑄎𑄬𑄉𑄮𑄞𑄨𑄚 𑄘𑄨𑄚𑄢𑄴',
        ],
        'BAM' => [
            'BAM',
            '𑄝𑄧𑄥𑄴𑄚𑄨𑄠 𑄃𑄳𑄃 𑄦𑄢𑄴𑄎𑄬𑄉𑄮𑄞𑄨𑄚 𑄟𑄢𑄴𑄇𑄴',
        ],
        'BBD' => [
            'BBD',
            '𑄝𑄢𑄴𑄝𑄬𑄓𑄮𑄎𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'BDT' => [
            '৳',
            '𑄝𑄁𑄣𑄘𑄬𑄥𑄨 𑄑𑄬𑄋',
        ],
        'BEC' => [
            'BEC',
            '𑄝𑄬𑄣𑄴𑄘𑄎𑄨𑄠𑄚𑄴 𑄜𑄳𑄢𑄋𑄴𑄇𑄴 (𑄝𑄮𑄘𑄮𑄣𑄬𑄭𑄛𑄢𑄬)',
        ],
        'BEF' => [
            'BEF',
            '𑄝𑄬𑄣𑄴𑄘𑄎𑄨𑄠𑄚𑄴 𑄜𑄳𑄢𑄋𑄴𑄇𑄴',
        ],
        'BEL' => [
            'BEL',
            '𑄝𑄬𑄣𑄴𑄘𑄎𑄨𑄠𑄚𑄴 𑄜𑄳𑄢𑄋𑄴𑄇𑄴 (𑄃𑄢𑄴𑄗𑄨𑄇𑄴)',
        ],
        'BGL' => [
            'BGL',
            '𑄝𑄪𑄣𑄴𑄉𑄬𑄢𑄩𑄠𑄧 𑄦𑄢𑄴𑄓𑄴 𑄣𑄬𑄞𑄴',
        ],
        'BGN' => [
            'BGN',
            '𑄝𑄪𑄣𑄴𑄉𑄬𑄢𑄩𑄠𑄧 𑄚𑄱 𑄣𑄬𑄞𑄴',
        ],
        'BHD' => [
            'BHD',
            '𑄝𑄦𑄧𑄢𑄭𑄚𑄨 𑄘𑄨𑄚𑄢𑄴',
        ],
        'BIF' => [
            'BIF',
            '𑄝𑄪𑄢𑄪𑄚𑄴𑄓𑄨 𑄜𑄳𑄢𑄋𑄴𑄇𑄴',
        ],
        'BMD' => [
            'BMD',
            '𑄝𑄢𑄴𑄟𑄨𑄅𑄪𑄓𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'BND' => [
            'BND',
            '𑄝𑄳𑄢𑄪𑄚𑄬𑄭 𑄓𑄧𑄣𑄢𑄴',
        ],
        'BOB' => [
            'BOB',
            '𑄝𑄧𑄣𑄨𑄞𑄨𑄠𑄚𑄮',
        ],
        'BOP' => [
            'BOP',
            '𑄝𑄧𑄣𑄨𑄞𑄨𑄠𑄚𑄴 𑄛𑄬𑄥𑄮',
        ],
        'BOV' => [
            'BOV',
            '𑄝𑄧𑄣𑄨𑄞𑄨𑄠𑄚𑄴 𑄟𑄧𑄞𑄴𑄓𑄮𑄣𑄴',
        ],
        'BRB' => [
            'BRB',
            '𑄝𑄳𑄢𑄎𑄨𑄣𑄨𑄠𑄚𑄴 𑄇𑄳𑄢𑄪𑄎𑄬𑄠𑄧𑄢𑄮𑄚𑄮𑄞𑄮 (𑄷𑄿𑄼𑄽-𑄷𑄿𑄾𑄼)',
        ],
        'BRC' => [
            'BRC',
            '𑄝𑄳𑄢𑄎𑄨𑄣𑄨𑄠𑄚𑄴 𑄇𑄳𑄢𑄪𑄎𑄬𑄭𑄓𑄅𑄪',
        ],
        'BRE' => [
            'BRE',
            '𑄝𑄳𑄢𑄎𑄨𑄣𑄨𑄠𑄚𑄴 𑄇𑄳𑄢𑄪𑄎𑄬𑄠𑄧𑄢𑄮 (𑄷𑄿𑄿𑄶-𑄷𑄿𑄿𑄹)',
        ],
        'BRL' => [
            'R$',
            '𑄝𑄳𑄢𑄎𑄨𑄣𑄨𑄠𑄚𑄴 𑄢𑄨𑄠𑄬𑄣𑄴',
        ],
        'BRN' => [
            'BRN',
            '𑄝𑄳𑄢𑄎𑄨𑄣𑄨𑄠𑄚𑄴 𑄝𑄳𑄢𑄪𑄎𑄬𑄭𑄓𑄮 𑄚𑄮𑄞𑄮',
        ],
        'BRR' => [
            'BRR',
            '𑄝𑄳𑄢𑄎𑄨𑄣𑄨𑄠𑄚𑄴 𑄝𑄳𑄢𑄪𑄎𑄬𑄠𑄧𑄢𑄮',
        ],
        'BSD' => [
            'BSD',
            '𑄝𑄦𑄟𑄨𑄠𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'BTN' => [
            'BTN',
            '𑄞𑄪𑄑𑄚𑄨 𑄃𑄬𑄚𑄴𑄉𑄪𑄣𑄴𑄑𑄳𑄢𑄟𑄴𑄛𑄴',
        ],
        'BUK' => [
            'BUK',
            '𑄝𑄧𑄢𑄴𑄟𑄨 𑄇𑄨𑄠𑄖𑄴',
        ],
        'BWP' => [
            'BWP',
            '𑄝𑄧𑄖𑄴𑄥𑄮𑄠𑄚 𑄛𑄪𑄣',
        ],
        'BYB' => [
            'BYB',
            '𑄝𑄬𑄣𑄢𑄪𑄥𑄨𑄠𑄚𑄴 𑄚𑄨𑄅𑄪 𑄢𑄪𑄝𑄬𑄣𑄴 (𑄷𑄿𑄿𑄺-𑄷𑄿𑄿𑄿)',
        ],
        'BYN' => [
            'BYN',
            '𑄝𑄬𑄣𑄢𑄪𑄥𑄨𑄠𑄚𑄴 𑄢𑄪𑄝𑄬𑄣𑄴',
        ],
        'BYR' => [
            'BYR',
            '𑄝𑄬𑄣𑄢𑄪𑄥𑄨𑄠𑄚𑄴 𑄢𑄪𑄝𑄬𑄣𑄴(𑄸𑄶𑄶𑄶-𑄸𑄶𑄷𑄼)',
        ],
        'BZD' => [
            'BZD',
            '𑄝𑄬𑄣𑄨𑄎𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'CAD' => [
            'CA$',
            '𑄇𑄚𑄓𑄨𑄠𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'CDF' => [
            'CDF',
            '𑄇𑄧𑄋𑄴𑄉𑄮𑄣𑄨𑄌𑄴 𑄜𑄳𑄢𑄁𑄇𑄴',
        ],
        'CHF' => [
            'CHF',
            '𑄥𑄭𑄪𑄥𑄴 𑄜𑄳𑄢𑄀',
        ],
        'CLF' => [
            'CLF',
            '𑄌𑄨𑄣𑄨𑄠𑄚𑄴 𑄃𑄪𑄚𑄨𑄘𑄘𑄬𑄥𑄴 𑄘𑄨 𑄜𑄮𑄟𑄬𑄚𑄴𑄖𑄮',
        ],
        'CLP' => [
            'CLP',
            '𑄌𑄨𑄣𑄨 𑄛𑄬𑄥𑄮',
        ],
        'CNY' => [
            'CN¥',
            '𑄌𑄩𑄚 𑄠𑄪𑄠𑄚𑄴',
        ],
        'COP' => [
            'COP',
            '𑄇𑄧𑄣𑄮𑄟𑄴𑄝𑄨𑄠𑄚𑄴 𑄛𑄬𑄥𑄮',
        ],
        'COU' => [
            'COU',
            '𑄃𑄪𑄚𑄨𑄘𑄖𑄴 𑄘𑄨 𑄞𑄳𑄠𑄣𑄮𑄢𑄴 𑄢𑄨𑄠𑄬𑄣𑄴',
        ],
        'CRC' => [
            'CRC',
            '𑄇𑄮𑄥𑄴𑄑𑄢𑄨𑄇 𑄇𑄮𑄣𑄮𑄚𑄴',
        ],
        'CSD' => [
            'CSD',
            '𑄛𑄪𑄢𑄮𑄚𑄨 𑄥𑄢𑄴𑄝𑄨𑄠𑄚𑄴 𑄘𑄨𑄚𑄢𑄴',
        ],
        'CSK' => [
            'CSK',
            '𑄌𑄬𑄇𑄮𑄥𑄳𑄣𑄮𑄞𑄇𑄴 𑄦𑄢𑄴𑄓𑄴 𑄇𑄮𑄢𑄪𑄚',
        ],
        'CUC' => [
            'CUC',
            '𑄇𑄨𑄅𑄪𑄝𑄚𑄴 𑄝𑄮𑄘𑄮𑄣𑄨𑄛𑄢𑄬 𑄛𑄬𑄥𑄮',
        ],
        'CUP' => [
            'CUP',
            '𑄇𑄨𑄅𑄪𑄝𑄚𑄴 𑄛𑄬𑄥𑄮',
        ],
        'CVE' => [
            'CVE',
            '𑄇𑄬𑄛𑄴 𑄞𑄢𑄴𑄘𑄬 𑄃𑄬𑄥𑄴𑄇𑄪𑄓𑄮',
        ],
        'CYP' => [
            'CYP',
            '𑄥𑄭𑄛𑄳𑄢𑄥𑄴 𑄛𑄃𑄪𑄚𑄴𑄓𑄴',
        ],
        'CZK' => [
            'CZK',
            '𑄌𑄬𑄇𑄴 𑄛𑄳𑄢𑄧𑄎𑄖𑄧𑄚𑄴𑄖𑄳𑄢𑄧 𑄇𑄮𑄢𑄪𑄚',
        ],
        'DDM' => [
            'DDM',
            '𑄛𑄪𑄉𑄬𑄘𑄨 𑄎𑄢𑄴𑄟𑄚𑄴 𑄟𑄢𑄴𑄇𑄴',
        ],
        'DEM' => [
            'DEM',
            '𑄓𑄧𑄠𑄧𑄌𑄴 𑄟𑄢𑄴𑄇𑄴',
        ],
        'DJF' => [
            'DJF',
            '𑄎𑄨𑄝𑄪𑄖𑄨 𑄜𑄳𑄢𑄁𑄇𑄴',
        ],
        'DKK' => [
            'DKK',
            '𑄓𑄳𑄠𑄚𑄨𑄌𑄴 𑄇𑄳𑄢𑄯𑄚𑄴',
        ],
        'DOP' => [
            'DOP',
            '𑄓𑄮𑄟𑄨𑄚𑄨𑄇𑄚𑄴 𑄛𑄬𑄥𑄮',
        ],
        'DZD' => [
            'DZD',
            '𑄃𑄢𑄴𑄎𑄬𑄢𑄩𑄠𑄧 𑄘𑄨𑄚𑄢𑄴',
        ],
        'ECS' => [
            'ECS',
            '𑄃𑄨𑄇𑄪𑄠𑄓𑄮𑄢𑄴 𑄥𑄪𑄇𑄳𑄢𑄬',
        ],
        'ECV' => [
            'ECV',
            '𑄃𑄨𑄇𑄪𑄠𑄓𑄮𑄢𑄴 𑄃𑄪𑄚𑄨𑄘𑄘𑄬𑄌𑄴 𑄘𑄨 𑄞𑄬𑄣𑄧𑄢𑄴 𑄇𑄧𑄚𑄴𑄥𑄴𑄖𑄚𑄴𑄖𑄬 (𑄃𑄨𑄅𑄪𑄞𑄨𑄥𑄨)',
        ],
        'EEK' => [
            'EEK',
            '𑄃𑄬𑄌𑄴𑄖𑄮𑄚𑄨𑄠 𑄇𑄳𑄢𑄪𑄚𑄨',
        ],
        'EGP' => [
            'EGP',
            '𑄟𑄨𑄥𑄧𑄢𑄩𑄠𑄴 𑄛𑄅𑄪𑄚𑄴𑄓𑄴',
        ],
        'ERN' => [
            'ERN',
            '𑄃𑄬𑄢𑄨𑄑𑄳𑄢𑄨𑄠𑄬𑄚𑄴 𑄚𑄇𑄴𑄜',
        ],
        'ESA' => [
            'ESA',
            '𑄥𑄳𑄛𑄳𑄠𑄚𑄨𑄥𑄴 𑄛𑄬𑄥𑄬𑄖 (𑄃𑄬𑄇𑄴𑄇𑄭𑄪 𑄦𑄨𑄎𑄬𑄛𑄴)',
        ],
        'ESB' => [
            'ESB',
            '𑄥𑄳𑄛𑄳𑄠𑄚𑄨𑄥𑄴 𑄛𑄬𑄥𑄬𑄖 (𑄝𑄮𑄘𑄮𑄣𑄬𑄭 𑄛𑄢𑄬 𑄦𑄨𑄎𑄬𑄛𑄴)',
        ],
        'ESP' => [
            'ESP',
            '𑄥𑄳𑄛𑄳𑄠𑄚𑄨𑄥𑄴 𑄛𑄬𑄥𑄬𑄖',
        ],
        'ETB' => [
            'ETB',
            '𑄃𑄨𑄗𑄨𑄃𑄮𑄛𑄨𑄠𑄚𑄴 𑄝𑄨𑄢𑄴',
        ],
        'EUR' => [
            '€',
            '𑄃𑄨𑄅𑄪𑄢𑄮',
        ],
        'FIM' => [
            'FIM',
            '𑄜𑄨𑄚𑄨𑄥𑄴 𑄟𑄢𑄴𑄇',
        ],
        'FJD' => [
            'FJD',
            '𑄜𑄨𑄎𑄨 𑄓𑄧𑄣𑄢𑄴',
        ],
        'FKP' => [
            'FKP',
            '𑄜𑄧𑄇𑄴𑄣𑄳𑄠𑄚𑄴𑄓𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄬 𑄛𑄃𑄪𑄚𑄴𑄓𑄴',
        ],
        'FRF' => [
            'FRF',
            '𑄜𑄧𑄢𑄥𑄨 𑄜𑄳𑄢𑄁𑄇𑄴',
        ],
        'GBP' => [
            '£',
            '𑄝𑄳𑄢𑄨𑄑𑄨𑄌𑄴 𑄛𑄃𑄪𑄚𑄴',
        ],
        'GEK' => [
            'GEK',
            '𑄎𑄧𑄢𑄴𑄎𑄨𑄠𑄚𑄴 𑄇𑄪𑄛𑄧𑄚𑄴 𑄣𑄢𑄨𑄖𑄴',
        ],
        'GEL' => [
            'GEL',
            '𑄎𑄧𑄢𑄴𑄎𑄨𑄠𑄚𑄴 𑄣𑄢𑄨',
        ],
        'GHC' => [
            'GHC',
            '𑄊𑄚 𑄥𑄬𑄓𑄨 (𑄷𑄿𑄽𑄿-𑄸𑄶𑄶𑄽)',
        ],
        'GHS' => [
            'GHS',
            '𑄊𑄚 𑄥𑄬𑄓𑄨',
        ],
        'GIP' => [
            'GIP',
            '𑄎𑄨𑄝𑄳𑄢𑄣𑄴𑄑𑄢𑄴 𑄛𑄅𑄪𑄚𑄳𑄓𑄴',
        ],
        'GMD' => [
            'GMD',
            '𑄉𑄟𑄴𑄝𑄨𑄠 𑄓𑄣𑄥𑄨',
        ],
        'GNF' => [
            'GNF',
            '𑄉𑄨𑄚𑄨 𑄜𑄳𑄢𑄋𑄳𑄇𑄴',
        ],
        'GNS' => [
            'GNS',
            '𑄉𑄨𑄚𑄨 𑄥𑄭𑄣𑄨',
        ],
        'GQE' => [
            'GQE',
            '𑄃𑄨𑄇𑄪𑄠𑄬𑄑𑄮𑄢𑄨𑄠𑄣𑄴 𑄉𑄨𑄚𑄨 𑄃𑄨𑄇𑄪𑄠𑄨𑄣𑄨',
        ],
        'GRD' => [
            'GRD',
            '𑄉𑄳𑄢𑄩𑄇𑄴 𑄘𑄳𑄢𑄌𑄴𑄟',
        ],
        'GTQ' => [
            'GTQ',
            '𑄉𑄪𑄠𑄖𑄬𑄟𑄣𑄧 𑄇𑄪𑄠𑄬𑄖𑄴𑄎𑄣𑄴',
        ],
        'GWE' => [
            'GWE',
            '𑄛𑄧𑄢𑄴𑄖𑄪𑄉𑄨𑄎𑄴 𑄉𑄨𑄚𑄨 𑄃𑄬𑄥𑄴𑄇𑄪𑄓𑄮',
        ],
        'GWP' => [
            'GWP',
            '𑄉𑄨𑄚𑄨 𑄥𑄨𑄥𑄅𑄪 𑄛𑄬𑄥𑄮',
        ],
        'GYD' => [
            'GYD',
            '𑄉𑄭𑄠𑄬𑄚 𑄓𑄧𑄣𑄢𑄴',
        ],
        'HKD' => [
            'HK$',
            '𑄦𑄧𑄁𑄇𑄧𑄁 𑄓𑄧𑄣𑄢𑄴',
        ],
        'HNL' => [
            'HNL',
            '𑄦𑄪𑄚𑄴𑄓𑄪𑄢𑄥𑄴 𑄣𑄬𑄟𑄴𑄛𑄨𑄢',
        ],
        'HRD' => [
            'HRD',
            '𑄇𑄳𑄢𑄮𑄠𑄬𑄥𑄨𑄠𑄚𑄴 𑄘𑄨𑄚𑄢𑄴',
        ],
        'HRK' => [
            'HRK',
            '𑄇𑄳𑄢𑄮𑄠𑄬𑄥𑄨𑄠𑄚𑄴 𑄇𑄪𑄚',
        ],
        'HTG' => [
            'HTG',
            '𑄦𑄭𑄖𑄨 𑄉𑄯𑄢𑄴𑄘𑄬',
        ],
        'HUF' => [
            'HUF',
            '𑄦𑄋𑄴𑄉𑄬𑄢𑄨𑄠𑄚𑄴 𑄜𑄮𑄢𑄨𑄚𑄳𑄑𑄴',
        ],
        'IDR' => [
            'IDR',
            '𑄃𑄨𑄚𑄴𑄘𑄮𑄚𑄬𑄥𑄨𑄠𑄚𑄴 𑄢𑄪𑄛𑄨𑄠𑄳𑄦𑄴',
        ],
        'IEP' => [
            'IEP',
            '𑄃𑄨𑄢𑄨𑄌𑄴 𑄛𑄅𑄪𑄚𑄳𑄓𑄴',
        ],
        'ILP' => [
            'ILP',
            '𑄃𑄨𑄥𑄳𑄢𑄭𑄣𑄨 𑄛𑄅𑄪𑄚𑄳𑄓𑄴',
        ],
        'ILS' => [
            '₪',
            '𑄃𑄨𑄥𑄳𑄢𑄭𑄣𑄨 𑄚𑄱 𑄥𑄬𑄇𑄬𑄣𑄴',
        ],
        'INR' => [
            '₹',
            '𑄃𑄨𑄚𑄴𑄘𑄨𑄠𑄚𑄴 𑄢𑄪𑄛𑄨',
        ],
        'IQD' => [
            'IQD',
            '𑄃𑄨𑄢𑄇𑄨 𑄘𑄨𑄚𑄢𑄴',
        ],
        'IRR' => [
            'IRR',
            '𑄃𑄨𑄢𑄚𑄨𑄠𑄚𑄴 𑄢𑄨𑄠𑄣𑄴',
        ],
        'ISK' => [
            'ISK',
            '𑄃𑄭𑄥𑄴𑄣𑄳𑄠𑄚𑄳𑄓𑄴 𑄇𑄳𑄢𑄯𑄚𑄴',
        ],
        'ITL' => [
            'ITL',
            '𑄃𑄨𑄖𑄣𑄨𑄠𑄧 𑄣𑄨𑄢',
        ],
        'JMD' => [
            'JMD',
            '𑄎𑄟𑄭𑄇𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'JOD' => [
            'JOD',
            '𑄎𑄧𑄢𑄴𑄓𑄚𑄨𑄠𑄚𑄴 𑄘𑄨𑄚𑄢𑄴',
        ],
        'JPY' => [
            'JP¥',
            '𑄎𑄛𑄚𑄨 𑄃𑄨𑄠𑄬𑄚𑄴',
        ],
        'KES' => [
            'KES',
            '𑄇𑄬𑄚𑄨𑄠𑄚𑄴 𑄥𑄨𑄣𑄨𑄁',
        ],
        'KGS' => [
            'KGS',
            '𑄇𑄨𑄢𑄴𑄉𑄨𑄎𑄴𑄃𑄨𑄥𑄴𑄖𑄚𑄴 𑄥𑄮𑄟𑄴',
        ],
        'KHR' => [
            'KHR',
            '𑄇𑄧𑄟𑄴𑄝𑄮𑄓𑄨𑄠𑄚𑄴 𑄢𑄨𑄠𑄬𑄣𑄴',
        ],
        'KMF' => [
            'KMF',
            '𑄇𑄧𑄟𑄴𑄝𑄮𑄢𑄮 𑄜𑄳𑄢𑄋𑄳𑄇𑄴',
        ],
        'KPW' => [
            'KPW',
            '𑄃𑄪𑄖𑄴𑄖𑄮𑄢𑄴 𑄇𑄮𑄢𑄨𑄠𑄢𑄴 𑄃𑄮𑄚𑄴',
        ],
        'KRW' => [
            '₩',
            '𑄘𑄧𑄉𑄨𑄚𑄴 𑄇𑄮𑄢𑄨𑄠𑄢𑄴 𑄃𑄮𑄚𑄴',
        ],
        'KWD' => [
            'KWD',
            '𑄇𑄪𑄠𑄬𑄖𑄨 𑄘𑄨𑄚𑄢𑄴',
        ],
        'KYD' => [
            'KYD',
            '𑄇𑄬𑄟𑄳𑄠𑄚𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄬𑄢𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'KZT' => [
            'KZT',
            '𑄇𑄎𑄈𑄥𑄴𑄖𑄚𑄨 𑄑𑄬𑄋𑄴𑄉𑄬',
        ],
        'LAK' => [
            'LAK',
            '𑄣𑄬𑄅𑄪𑄥𑄚𑄴 𑄇𑄨𑄛𑄴',
        ],
        'LBP' => [
            'LBP',
            '𑄣𑄬𑄝𑄚𑄨𑄎𑄴 𑄛𑄅𑄪𑄚𑄳𑄓𑄴',
        ],
        'LKR' => [
            'LKR',
            '𑄥𑄳𑄢𑄨𑄣𑄧𑄁𑄇𑄚𑄴 𑄢𑄪𑄛𑄨',
        ],
        'LRD' => [
            'LRD',
            '𑄣𑄨𑄝𑄬𑄢𑄨𑄠𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'LSL' => [
            'LSL',
            '𑄣𑄬𑄥𑄪𑄑𑄪 𑄣𑄮𑄑𑄨',
        ],
        'LTL' => [
            'LTL',
            '𑄣𑄨𑄗𑄭𑄪𑄚𑄨𑄠𑄚𑄴 𑄣𑄨𑄑',
        ],
        'LTT' => [
            'LTT',
            '𑄣𑄨𑄗𑄭𑄪𑄚𑄨𑄠𑄚𑄴 𑄑𑄣𑄮𑄚𑄳𑄠𑄥𑄴',
        ],
        'LUC' => [
            'LUC',
            '𑄣𑄪𑄇𑄴𑄥𑄬𑄟𑄴𑄝𑄢𑄴𑄉𑄴 𑄝𑄮𑄘𑄮𑄣𑄬𑄝𑄢𑄴 𑄜𑄳𑄢𑄇𑄳𑄋𑄴',
        ],
        'LUF' => [
            'LUF',
            '𑄣𑄪𑄇𑄴𑄥𑄬𑄟𑄴𑄝𑄢𑄴𑄉𑄴 𑄜𑄳𑄢𑄇𑄳𑄋𑄴',
        ],
        'LUL' => [
            'LUL',
            '𑄣𑄪𑄇𑄴𑄥𑄬𑄟𑄴𑄝𑄢𑄴𑄉𑄴 𑄜𑄭𑄚𑄬𑄚𑄴𑄥𑄨𑄠𑄣𑄴 𑄜𑄳𑄢𑄇𑄳𑄋𑄴',
        ],
        'LVL' => [
            'LVL',
            '𑄣𑄳𑄠𑄑𑄴𑄞𑄨𑄠𑄚𑄴 𑄣𑄳𑄠𑄑𑄴𑄥𑄴',
        ],
        'LVR' => [
            'LVR',
            '𑄣𑄳𑄠𑄑𑄴𑄞𑄨𑄠𑄚𑄴 𑄢𑄪𑄝𑄧𑄣𑄴',
        ],
        'LYD' => [
            'LYD',
            '𑄣𑄨𑄝𑄨𑄠𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'MAD' => [
            'MAD',
            '𑄟𑄮𑄢𑄮𑄇𑄳𑄦𑄚𑄴 𑄘𑄨𑄢𑄴𑄦𑄟𑄴',
        ],
        'MAF' => [
            'MAF',
            '𑄟𑄮𑄢𑄮𑄇𑄳𑄦𑄚𑄴 𑄜𑄳𑄢𑄋𑄳𑄇𑄴',
        ],
        'MDL' => [
            'MDL',
            '𑄟𑄮𑄣𑄴𑄓𑄮𑄞𑄚𑄴 𑄣𑄬𑄠𑄪',
        ],
        'MGA' => [
            'MGA',
            '𑄟𑄘𑄉𑄌𑄴𑄇𑄢𑄴 𑄃𑄢𑄨𑄠𑄢𑄨',
        ],
        'MGF' => [
            'MGF',
            '𑄟𑄘𑄉𑄌𑄴𑄇𑄢𑄴 𑄜𑄳𑄢𑄋𑄳𑄇𑄴',
        ],
        'MKD' => [
            'MKD',
            '𑄟𑄳𑄠𑄥𑄬𑄓𑄮𑄚𑄨𑄠𑄚𑄴 𑄘𑄨𑄚𑄢𑄴',
        ],
        'MLF' => [
            'MLF',
            '𑄟𑄣𑄨 𑄜𑄳𑄢𑄋𑄳𑄇𑄴',
        ],
        'MMK' => [
            'MMK',
            '𑄟𑄠𑄚𑄴𑄟𑄢𑄴 𑄇𑄨𑄠𑄖𑄴',
        ],
        'MNT' => [
            'MNT',
            '𑄟𑄧𑄋𑄴𑄉𑄮𑄣𑄨𑄠𑄚𑄴 𑄖𑄪𑄇𑄴𑄢𑄨𑄇𑄴',
        ],
        'MOP' => [
            'MOP',
            '𑄟𑄳𑄠𑄇𑄳𑄠𑄃𑄮 𑄛𑄑𑄇',
        ],
        'MRO' => [
            'MRO',
            '𑄟𑄯𑄢𑄨𑄖𑄚𑄨𑄠𑄚𑄴 𑄃𑄮𑄃𑄪𑄉𑄭𑄪𑄠',
        ],
        'MTL' => [
            'MTL',
            '𑄟𑄣𑄴𑄑 𑄣𑄨𑄢',
        ],
        'MTP' => [
            'MTP',
            '𑄟𑄣𑄴𑄑 𑄛𑄃𑄪𑄚𑄳𑄓𑄴',
        ],
        'MUR' => [
            'MUR',
            '𑄟𑄯𑄢𑄨𑄖𑄚𑄨𑄠𑄚𑄴 𑄢𑄪𑄛𑄨',
        ],
        'MVR' => [
            'MVR',
            '𑄟𑄣𑄴𑄘𑄨𑄞𑄨𑄠𑄚𑄴 𑄢𑄪𑄜𑄨𑄠',
        ],
        'MWK' => [
            'MWK',
            '𑄟𑄣𑄃𑄪𑄃𑄨𑄠𑄚𑄴 𑄇𑄧𑄤𑄌𑄴',
        ],
        'MXN' => [
            'MX$',
            '𑄟𑄳𑄠𑄇𑄴𑄥𑄨𑄇𑄚𑄴 𑄛𑄬𑄥𑄮',
        ],
        'MXP' => [
            'MXP',
            '𑄟𑄳𑄠𑄇𑄴𑄥𑄨𑄇𑄚𑄴 𑄥𑄨𑄣𑄴𑄞𑄢𑄴 𑄛𑄬𑄥𑄮 (𑄷𑄾𑄼𑄷-𑄷𑄿𑄿𑄸)',
        ],
        'MXV' => [
            'MXV',
            '𑄟𑄬𑄇𑄴𑄥𑄨𑄇𑄚𑄴 𑄃𑄪𑄚𑄨𑄘𑄖𑄴 𑄘𑄨 𑄃𑄨𑄚𑄴𑄞𑄢𑄴𑄥𑄧𑄚𑄴(UDI)',
        ],
        'MYR' => [
            'MYR',
            '𑄟𑄣𑄴𑄠𑄬𑄥𑄨𑄠𑄚𑄴 𑄢𑄨𑄁𑄉𑄨𑄖𑄴',
        ],
        'MZE' => [
            'MZE',
            '𑄟𑄮𑄎𑄟𑄴𑄝𑄨𑄇𑄴 𑄃𑄬𑄥𑄴𑄇𑄪𑄓𑄮',
        ],
        'MZM' => [
            'MZM',
            '𑄛𑄪𑄢𑄮𑄚𑄨 𑄟𑄮𑄎𑄟𑄴𑄝𑄨𑄇𑄴 𑄟𑄬𑄑𑄨𑄇𑄬𑄣𑄴',
        ],
        'MZN' => [
            'MZN',
            '𑄟𑄮𑄎𑄟𑄴𑄝𑄨𑄇𑄴 𑄟𑄬𑄑𑄨𑄇𑄬𑄣𑄴',
        ],
        'NAD' => [
            'NAD',
            '𑄚𑄟𑄨𑄝𑄨𑄠 𑄓𑄧𑄣𑄢𑄴',
        ],
        'NGN' => [
            'NGN',
            '𑄚𑄭𑄎𑄬𑄢𑄨𑄠𑄚𑄴 𑄚𑄠𑄴𑄢',
        ],
        'NIC' => [
            'NIC',
            '𑄚𑄨𑄇𑄢𑄉𑄪𑄠𑄚 𑄇𑄧𑄢𑄴𑄓𑄮𑄝(𑄷𑄿𑄾𑄾-𑄷𑄿𑄿𑄷)',
        ],
        'NIO' => [
            'NIO',
            '𑄚𑄨𑄇𑄢𑄉𑄪𑄠𑄚 𑄇𑄧𑄢𑄴𑄓𑄮𑄝',
        ],
        'NLG' => [
            'NLG',
            '𑄚𑄬𑄘𑄢𑄴𑄣𑄳𑄠𑄚𑄳𑄓𑄴 𑄉𑄪𑄣𑄴𑄓𑄬𑄢𑄴',
        ],
        'NOK' => [
            'NOK',
            '𑄚𑄧𑄢𑄴𑄃𑄮𑄠𑄬 𑄇𑄳𑄢𑄯𑄚𑄴',
        ],
        'NPR' => [
            'NPR',
            '𑄚𑄬𑄛𑄣𑄨 𑄢𑄪𑄛𑄨',
        ],
        'NZD' => [
            'NZ$',
            '𑄚𑄨𑄃𑄪𑄎𑄨𑄣𑄳𑄠𑄚𑄳𑄓𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'OMR' => [
            'OMR',
            '𑄃𑄮𑄟𑄚𑄨 𑄢𑄨𑄠𑄣𑄴',
        ],
        'PAB' => [
            'PAB',
            '𑄛𑄚𑄟 𑄝𑄬𑄣𑄴𑄝𑄮𑄠',
        ],
        'PEI' => [
            'PEI',
            '𑄛𑄬𑄢𑄪𑄞𑄨𑄠𑄚𑄴 𑄃𑄨𑄚𑄴𑄖𑄨',
        ],
        'PEN' => [
            'PEN',
            '𑄛𑄬𑄢𑄪𑄞𑄨𑄠𑄚𑄴 𑄥𑄮𑄣𑄴',
        ],
        'PES' => [
            'PES',
            '𑄛𑄬𑄢𑄪𑄞𑄨𑄠𑄚𑄴 𑄥𑄮𑄣𑄴(𑄷𑄾𑄼𑄹-𑄷𑄿𑄼𑄻)',
        ],
        'PGK' => [
            'PGK',
            '𑄛𑄛𑄱 𑄚𑄨𑄃𑄪 𑄉𑄨𑄚𑄨 𑄉𑄨𑄚𑄨𑄠𑄚𑄴 𑄇𑄨𑄚',
        ],
        'PHP' => [
            'PHP',
            '𑄜𑄨𑄣𑄨𑄛𑄭𑄚𑄴 𑄛𑄬𑄥𑄮',
        ],
        'PKR' => [
            'PKR',
            '𑄛𑄇𑄨𑄥𑄴𑄖𑄚𑄨 𑄢𑄪𑄛𑄨',
        ],
        'PLN' => [
            'PLN',
            '𑄛𑄮𑄣𑄨𑄌𑄴 𑄎𑄧𑄣𑄮𑄑𑄨',
        ],
        'PLZ' => [
            'PLZ',
            '𑄛𑄮𑄣𑄨𑄌𑄴 𑄎𑄧𑄣𑄮𑄑𑄨(𑄷𑄿𑄻𑄶-𑄷𑄿𑄿𑄻)',
        ],
        'PTE' => [
            'PTE',
            '𑄛𑄧𑄢𑄴𑄖𑄪𑄉𑄨𑄌𑄴 𑄃𑄬𑄥𑄴𑄇𑄪𑄓𑄮',
        ],
        'PYG' => [
            'PYG',
            '𑄛𑄳𑄠𑄢𑄉𑄪𑄠𑄚𑄴 𑄉𑄪𑄠𑄢𑄚𑄨',
        ],
        'QAR' => [
            'QAR',
            '𑄇𑄖𑄢𑄴 𑄢𑄨𑄠𑄳𑄠𑄣𑄴',
        ],
        'RHD' => [
            'RHD',
            '𑄢𑄮𑄓𑄬𑄥𑄨𑄠𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'ROL' => [
            'ROL',
            '𑄛𑄪𑄢𑄮𑄚𑄨 𑄢𑄪𑄟𑄚𑄨𑄠 𑄣𑄬𑄠𑄪',
        ],
        'RON' => [
            'RON',
            '𑄢𑄪𑄟𑄚𑄨𑄠 𑄣𑄬𑄠𑄪',
        ],
        'RSD' => [
            'RSD',
            '𑄥𑄢𑄴𑄝𑄨𑄠𑄚𑄴 𑄘𑄨𑄚𑄢𑄴',
        ],
        'RUB' => [
            'RUB',
            '𑄢𑄥𑄨𑄠𑄚𑄴 𑄢𑄪𑄝𑄬𑄣𑄴',
        ],
        'RUR' => [
            'RUR',
            '𑄢𑄥𑄨𑄠𑄚𑄴 𑄢𑄪𑄝𑄧𑄣𑄴(𑄷𑄿𑄿𑄷-𑄷𑄿𑄿𑄾)',
        ],
        'RWF' => [
            'RWF',
            '𑄢𑄪𑄠𑄚𑄴𑄓𑄚𑄴 𑄜𑄳𑄢𑄋𑄳𑄇𑄴',
        ],
        'SAR' => [
            'SAR',
            '𑄥𑄯𑄘𑄨 𑄢𑄨𑄠𑄣𑄴',
        ],
        'SBD' => [
            'SBD',
            '𑄥𑄧𑄣𑄮𑄟𑄧𑄚𑄴 𑄉𑄭 𑄉𑄭 𑄞𑄨𑄘𑄬𑄢𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'SCR' => [
            'SCR',
            '𑄥𑄬𑄠𑄧𑄥𑄬𑄣𑄴𑄣𑄮𑄃𑄨𑄌𑄴 𑄢𑄪𑄛𑄨',
        ],
        'SDD' => [
            'SDD',
            '𑄛𑄪𑄢𑄮𑄚𑄨 𑄥𑄪𑄘𑄚𑄨 𑄘𑄨𑄚𑄢𑄴',
        ],
        'SDG' => [
            'SDG',
            '𑄥𑄪𑄘𑄚𑄨 𑄛𑄃𑄪𑄚𑄳𑄓𑄴',
        ],
        'SDP' => [
            'SDP',
            '𑄛𑄪𑄢𑄮𑄚𑄨 𑄥𑄪𑄘𑄚𑄨 𑄛𑄃𑄪𑄚𑄳𑄓𑄴',
        ],
        'SEK' => [
            'SEK',
            '𑄥𑄭𑄪𑄓𑄨𑄥𑄴 𑄇𑄳𑄢𑄮𑄚',
        ],
        'SGD' => [
            'SGD',
            '𑄥𑄨𑄁𑄉𑄛𑄪𑄢𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'SHP' => [
            'SHP',
            '𑄥𑄬𑄚𑄳𑄑𑄴 𑄦𑄬𑄣𑄬𑄚 𑄛𑄃𑄪𑄚𑄳𑄓𑄴',
        ],
        'SIT' => [
            'SIT',
            '𑄥𑄳𑄣𑄮𑄞𑄚𑄨𑄠 𑄑𑄮𑄣𑄢𑄴',
        ],
        'SKK' => [
            'SKK',
            '𑄥𑄳𑄣𑄮𑄞𑄇𑄴 𑄇𑄮𑄢𑄪𑄚',
        ],
        'SLE' => [
            'SLE',
            '𑄥𑄨𑄠𑄬𑄢𑄣𑄨𑄠𑄧𑄚𑄴 𑄣𑄨𑄠𑄧𑄚𑄴',
        ],
        'SLL' => [
            'SLL',
            '𑄥𑄨𑄠𑄬𑄢𑄣𑄨𑄠𑄧𑄚𑄴 𑄣𑄨𑄠𑄧𑄚𑄴 (1964—2022)',
        ],
        'SOS' => [
            'SOS',
            '𑄥𑄮𑄟𑄣𑄨 𑄥𑄨𑄣𑄨𑄁',
        ],
        'SRD' => [
            'SRD',
            '𑄥𑄪𑄢𑄨𑄚𑄟𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'SRG' => [
            'SRG',
            '𑄥𑄪𑄢𑄨𑄚𑄟𑄴 𑄉𑄨𑄣𑄴𑄓𑄢𑄴',
        ],
        'SSP' => [
            'SSP',
            '𑄘𑄧𑄉𑄨𑄚𑄴 𑄥𑄪𑄘𑄚𑄨 𑄛𑄃𑄪𑄚𑄳𑄓𑄴',
        ],
        'STD' => [
            'STD',
            '𑄥𑄃𑄮 𑄑𑄮𑄟𑄬 𑄃𑄳𑄃 𑄛𑄳𑄢𑄨𑄚𑄴𑄥𑄨𑄛𑄬 𑄓𑄮𑄛𑄴𑄢',
        ],
        'SUR' => [
            'SUR',
            '𑄥𑄮𑄣𑄨𑄠𑄬𑄖𑄴 𑄢𑄪𑄝𑄧𑄣𑄴',
        ],
        'SVC' => [
            'SVC',
            '𑄃𑄬𑄣𑄴 𑄥𑄳𑄠𑄣𑄴𑄞𑄮𑄓𑄮𑄢𑄴 𑄇𑄮𑄣𑄮𑄚𑄴',
        ],
        'SYP' => [
            'SYP',
            '𑄥𑄨𑄢𑄨𑄠𑄚𑄴 𑄛𑄃𑄪𑄚𑄳𑄓𑄴',
        ],
        'SZL' => [
            'SZL',
            '𑄥𑄮𑄠𑄎𑄨𑄣𑄳𑄠𑄚𑄳𑄓𑄴 𑄣𑄨𑄣𑄋𑄴𑄉𑄬𑄚𑄨',
        ],
        'THB' => [
            '฿',
            '𑄗𑄭 𑄝𑄖𑄴',
        ],
        'TJR' => [
            'TJR',
            '𑄖𑄎𑄨𑄇𑄨𑄌𑄴𑄖𑄚𑄴 𑄢𑄪𑄝𑄧𑄣𑄴',
        ],
        'TJS' => [
            'TJS',
            '𑄖𑄎𑄨𑄇𑄨𑄌𑄴𑄖𑄚𑄴 𑄥𑄮𑄟𑄮𑄚𑄨',
        ],
        'TMM' => [
            'TMM',
            '𑄖𑄪𑄢𑄴𑄇𑄧𑄟𑄬𑄚𑄨𑄌𑄴𑄖𑄚𑄨 𑄟𑄚𑄖𑄴 (1993–2009)',
        ],
        'TMT' => [
            'TMT',
            '𑄖𑄪𑄢𑄴𑄇𑄧𑄟𑄬𑄚𑄨𑄌𑄴𑄖𑄚𑄨 𑄟𑄚𑄖𑄴',
        ],
        'TND' => [
            'TND',
            '𑄖𑄨𑄃𑄪𑄚𑄬𑄥𑄨𑄠𑄚𑄴 𑄘𑄨𑄚𑄢𑄴',
        ],
        'TOP' => [
            'TOP',
            '𑄑𑄮𑄋𑄴𑄉 𑄛𑄳𑄃 𑄃𑄋𑄴𑄉',
        ],
        'TPE' => [
            'TPE',
            '𑄖𑄨𑄟𑄪𑄢𑄴 𑄃𑄬𑄌𑄴𑄇𑄪𑄓𑄮',
        ],
        'TRL' => [
            'TRL',
            '𑄛𑄪𑄢𑄮𑄚𑄴 𑄖𑄪𑄢𑄴𑄇𑄨 𑄣𑄨𑄢',
        ],
        'TRY' => [
            'TRY',
            '𑄖𑄪𑄢𑄴𑄇𑄨 𑄣𑄨𑄢',
        ],
        'TTD' => [
            'TTD',
            '𑄖𑄳𑄢𑄨𑄚𑄨𑄘𑄖𑄴 𑄃𑄳𑄃 𑄑𑄮𑄝𑄉𑄮 𑄓𑄧𑄣𑄢𑄴',
        ],
        'TWD' => [
            'NT$',
            '𑄚𑄱 𑄦𑄭𑄤𑄚𑄴𑄓𑄧𑄣𑄢𑄴',
        ],
        'TZS' => [
            'TZS',
            '𑄖𑄚𑄴𑄎𑄚𑄨𑄠 𑄥𑄨𑄣𑄨𑄁',
        ],
        'UAH' => [
            'UAH',
            'ই𑄃𑄨𑄃𑄪𑄇𑄳𑄢𑄭𑄚𑄴 𑄢𑄨𑄛𑄴𑄚𑄨𑄠',
        ],
        'UAK' => [
            'UAK',
            '𑄃𑄨𑄃𑄪𑄇𑄳𑄢𑄭𑄚𑄴 𑄇𑄢𑄴𑄝𑄮𑄞𑄳𑄠𑄚𑄴𑄑𑄧𑄌𑄴',
        ],
        'UGS' => [
            'UGS',
            '𑄃𑄪𑄉𑄚𑄴𑄓𑄚𑄴 𑄥𑄨𑄣𑄨𑄁 (𑄷𑄿𑄼𑄼-𑄷𑄿𑄾𑄽)',
        ],
        'UGX' => [
            'UGX',
            '𑄃𑄪𑄉𑄚𑄴𑄓𑄚𑄴 𑄥𑄨𑄣𑄨𑄁',
        ],
        'USD' => [
            'US$',
            '𑄟𑄢𑄴𑄇𑄨𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'USN' => [
            'USN',
            '𑄟𑄢𑄴𑄇𑄨𑄚𑄴 𑄓𑄧𑄣𑄢𑄴 (𑄛𑄧𑄢𑄬 𑄘𑄨𑄚𑄴)',
        ],
        'USS' => [
            'USS',
            '𑄟𑄢𑄴𑄇𑄨𑄚𑄴 𑄓𑄧𑄣𑄢𑄴 (𑄃𑄬𑄇𑄴𑄇𑄰𑄪 𑄘𑄨𑄚𑄴)',
        ],
        'UYI' => [
            'UYI',
            '𑄃𑄪𑄢𑄪𑄉𑄪𑄠𑄚𑄴 𑄛𑄬𑄥𑄮 𑄃𑄬𑄚𑄴 𑄃𑄪𑄚𑄨𑄘𑄘𑄬𑄌𑄴 𑄃𑄨𑄚𑄴𑄓𑄬𑄇𑄴𑄥𑄬𑄓𑄥𑄴',
        ],
        'UYP' => [
            'UYP',
            '𑄃𑄪𑄢𑄪𑄉𑄪𑄠𑄬 𑄛𑄬𑄥𑄮 (𑄷𑄿𑄽𑄻-𑄷𑄿𑄿𑄹)',
        ],
        'UYU' => [
            'UYU',
            '𑄃𑄪𑄢𑄪𑄉𑄪𑄠𑄬 𑄛𑄬𑄥𑄮',
        ],
        'UZS' => [
            'UZS',
            '𑄃𑄪𑄌𑄴𑄝𑄬𑄇𑄨𑄌𑄴𑄖𑄚𑄨 𑄥𑄮𑄟𑄴',
        ],
        'VEB' => [
            'VEB',
            '𑄞𑄬𑄚𑄨𑄎𑄪𑄔𑄮𑄣𑄚𑄴 𑄝𑄧𑄣𑄨𑄞𑄢𑄴(𑄷𑄾𑄽𑄷-𑄸𑄶𑄶𑄾)',
        ],
        'VEF' => [
            'VEF',
            '𑄞𑄬𑄚𑄨𑄎𑄪𑄔𑄮𑄣𑄚𑄴 𑄝𑄧𑄣𑄨𑄞𑄢𑄴',
        ],
        'VND' => [
            '₫',
            '𑄞𑄨𑄠𑄬𑄖𑄴𑄚𑄟𑄨 𑄓𑄧𑄋𑄴𑄉𑄧',
        ],
        'VUV' => [
            'VUV',
            '𑄞𑄚𑄪𑄠𑄖𑄪 𑄞𑄖𑄪',
        ],
        'WST' => [
            'WST',
            '𑄥𑄟𑄮𑄠𑄚𑄴 𑄑𑄣',
        ],
        'XAF' => [
            'FCFA',
            '𑄟𑄧𑄖𑄴𑄙𑄳𑄠 𑄃𑄜𑄳𑄢𑄨𑄇𑄚𑄴[CFA] 𑄜𑄳𑄢𑄳𑄠𑄋𑄳𑄇𑄴',
        ],
        'XCD' => [
            'EC$',
            '𑄛𑄪𑄉𑄬𑄘𑄨 𑄇𑄳𑄠𑄢𑄝𑄨𑄠𑄚𑄴 𑄓𑄧𑄣𑄢𑄴',
        ],
        'XEU' => [
            'XEU',
            '𑄃𑄨𑄃𑄪𑄢𑄮𑄛𑄨𑄠𑄚𑄴 𑄑𑄬𑄋𑄢𑄴 𑄃𑄬𑄇𑄧𑄇𑄴',
        ],
        'XFO' => [
            'XFO',
            '𑄜𑄧𑄢𑄥𑄨 𑄉𑄮𑄣𑄳𑄓𑄴 𑄜𑄳𑄢𑄋𑄳𑄇𑄴',
        ],
        'XFU' => [
            'XFU',
            '𑄜𑄧𑄢𑄥𑄨 𑄃𑄨𑄃𑄪𑄃𑄭𑄥𑄨 𑄜𑄳𑄢𑄋𑄳𑄇𑄴',
        ],
        'XOF' => [
            'F CFA',
            '𑄛𑄧𑄎𑄨𑄟𑄴 𑄃𑄜𑄳𑄢𑄨𑄇𑄚𑄴 [CFA] 𑄜𑄳𑄢𑄳𑄠𑄋𑄳𑄇𑄴',
        ],
        'XPF' => [
            'CFPF',
            '𑄥𑄨𑄃𑄬𑄛𑄴𑄛𑄨 𑄜𑄳𑄢𑄳𑄠𑄋𑄳𑄇𑄴',
        ],
        'YDD' => [
            'YDD',
            '𑄃𑄨𑄠𑄬𑄟𑄬𑄚𑄨 𑄘𑄨𑄚𑄢𑄴',
        ],
        'YER' => [
            'YER',
            '𑄃𑄨𑄠𑄬𑄟𑄬𑄚𑄨 𑄢𑄨𑄠𑄣𑄴',
        ],
        'YUD' => [
            'YUD',
            '𑄡𑄪𑄉𑄮𑄥𑄳𑄣𑄞𑄨𑄠𑄧 𑄦𑄢𑄴𑄓𑄴 𑄘𑄨𑄚𑄢𑄴',
        ],
        'YUM' => [
            'YUM',
            '𑄡𑄪𑄉𑄮𑄥𑄳𑄣𑄞𑄨𑄠𑄧 𑄚𑄮𑄞𑄨 𑄘𑄨𑄚𑄢𑄴',
        ],
        'YUN' => [
            'YUN',
            '𑄡𑄪𑄉𑄮𑄥𑄳𑄣𑄞𑄨𑄠𑄧 𑄝𑄮𑄘𑄮𑄣𑄬𑄭𑄛𑄢𑄬 𑄘𑄨𑄚𑄢𑄴',
        ],
        'ZAR' => [
            'ZAR',
            '𑄘𑄧𑄉𑄨𑄚𑄴 𑄃𑄜𑄳𑄢𑄨𑄇𑄚𑄴 𑄢𑄳𑄠𑄚𑄳𑄓𑄴',
        ],
        'ZMK' => [
            'ZMK',
            '𑄎𑄟𑄴𑄝𑄨𑄠𑄚𑄴 𑄇𑄧𑄤𑄌 (𑄷𑄿𑄼𑄾-𑄸𑄶𑄷𑄸)',
        ],
        'ZMW' => [
            'ZMW',
            '𑄎𑄟𑄴𑄝𑄨𑄠𑄚𑄴 𑄇𑄧𑄤𑄌',
        ],
        'ZRN' => [
            'ZRN',
            '𑄎𑄭𑄢𑄨𑄠𑄚𑄴 𑄚𑄨𑄅𑄪 𑄎𑄭𑄢𑄬 (1993–1998)',
        ],
        'ZRZ' => [
            'ZRZ',
            '𑄎𑄭𑄢𑄨𑄠𑄚𑄴 𑄚𑄨𑄅𑄪 𑄎𑄭𑄢𑄬 (1971–1993)',
        ],
        'ZWD' => [
            'ZWD',
            '𑄎𑄨𑄟𑄴𑄝𑄝𑄪𑄠𑄬 𑄓𑄧𑄣𑄢𑄴 (𑄷𑄿𑄾𑄶-𑄸𑄶𑄶𑄾)',
        ],
        'ZWL' => [
            'ZWL',
            '𑄎𑄨𑄟𑄴𑄝𑄝𑄪𑄠𑄬 𑄓𑄧𑄣𑄢𑄴 (𑄸𑄶𑄶𑄿)',
        ],
        'ZWR' => [
            'ZWR',
            '𑄎𑄨𑄟𑄴𑄝𑄝𑄪𑄠𑄬 𑄓𑄧𑄣𑄢𑄴 (𑄸𑄶𑄶𑄾)',
        ],
    ],
];
