<?php

return [
    'Names' => [
        1 => 'Дирхам ӀЦЭ', 3 => 'ОвхӀан-пачхьалкхан афгани', 5 => 'Албанин лек', 'Эрмалойчоьнан драм', 'Нидерландин Антилин гульден', 'Анголан кванза', 16 => 'Аргентинан песо', 18 => 'Австралин доллар', 'Арубан флорин', 21 => 'Азербайджанан манат', 23 => 'Боснин а, Герцеговинан а хийцалун марка', 25 => 'Барбадосан доллар',
        'Бангладешан така', 32 => 'Болгарин лев', 34 => 'Бахрейнан динар', 'Бурундин франк', 'Бермудан доллар', 'Брунейн доллар', 'Боливин боливиано', 45 => 'Бразилин реал', 49 => 'Багаман доллар', 'Бутанан нгултрум', 52 => 'Ботсванан пула', 54 => 'Белоруссин сом', 'Белоруссин сом (2000–2016)', 'Белизин доллар',
        'Канадан доллар', 'Конголезин франк', 60 => 'Швейцарин франк', 64 => 'Чилин песо', 66 => 'Китайн юань', 'Колумбин песо', 69 => 'Костарикан колон', 72 => 'Кубан хийцалун песо', 'Кубан песо', 'Кабо-Верден эскудо', 76 => 'Чехин крона', 79 => 'Джибутин франк', 'Данин крона',
        'Доминикан песо', 'Алжиран динар', 86 => 'Мисаран фунт', 'Эритрейн накфа', 91 => 'Эфиопин быр', 'Евро', 94 => 'Фиджин доллар', 'Фолклендан гӀайренийн фунт', 97 => 'Англин фунт', 99 => 'Гуьржийчоьнан лари', 101 => 'Ганан седи', 'Гибралтаран фунт', 'Гамбин даласи', 'Гвинейн франк',
        108 => 'Гватемалан кетсаль', 111 => 'Гайанан доллар', 'Гонконган доллар', 'Гондурасан лемпира', 115 => 'Хорватин куна', 'Гаитин гурд', 'Венгрин форинт', 'Индонезин рупи', 122 => 'Израилан керла шекель', 'Индин рупи', 'Ӏиракъан динар', 'ГӀажарийчоьнан риал', 127 => 'Исландин крона', 129 => 'Ямайн доллар',
        'Урданан динар', 'Японин иена', 'Кенин шиллинг', 'Киргизин сом', 'Камбоджан риель', 'Коморийн гӀайренийн франк', 'Къилбаседа Корейн вона', 139 => 'Къилба Корейн вона', 'Кувейтан динар', 'Кайманийн гӀайренийн доллар', 'Кхазакхстанан тенге', 'Лаосан кип', 'Ливанан фунт', 'Шри-Ланкан рупи', 'Либерин доллар', 155 => 'Ливин динар', 'Мароккон дирхам',
        160 => 'Молдавин лей', 'Малагасийн ариари', 163 => 'Македонин динар', 166 => 'Мьянман кьят', 'Монголин тугрик', 'Макаон патака', 'Мавританин уги (1973–2017)', 'Мавританин уги', 173 => 'Маврикин рупи', 175 => 'Мальдивийн руфи', 'Малавин квача', 'Мексикан песо', 180 => 'Малайзин ринггит',
        183 => 'Мозамбикан метикал', 'Намибин доллар', 'Нигерин найра', 187 => 'Никарагуан кордоба', 189 => 'Норвегин крона', 'Непалан рупи', 'Керла Зеландин доллар', 'Оманан риал', 'Панаман бальбоа', 195 => 'Перун соль', 197 => 'Папуа — Керла Гвинейн кина', 'Филиппинийн песо', 'Пакистанан рупи', 'Польшан злотый',
        203 => 'Парагвайн гуарани', 'Катаран риал', 207 => 'Румынин лей', 'Сербин динар', 'Российн сом', 211 => 'Руандан франк', 'СаӀудийн Ӏаьрбийчоьнан риал', 'Соломонан гӀайренийн доллар', 'Сейшелан рупи', 216 => 'Суданан фунт', 218 => 'Швецин крона', 'Сингапуран доллар', 'Сийлахьчу Еленин гӀайрен фунт', 223 => 'Леоне',
        'Леоне (1964—2022)', 'Сомалин шиллинг', 'Суринаман доллар', 228 => 'Къилба Суданан фунт', 'Сан-Томен а, Принсипин а добра (1977–2017)', 'Сан-Томен а, Принсипин а добра', 233 => 'Шеман фунт', 'Свазилендан лилангени', 'Таиландан бат', 237 => 'Таджикистанан сомони', 239 => 'Туркменин керла манат', 'Тунисан динар', 'Тонганан паанга', 244 => 'Туркойчоьнан лира', 'Тринидадан а, Тобагон а доллар',
        'Тайванан керла доллар', 'Танзанин шиллинг', 'Украинан гривна', 251 => 'Угандан шиллинг', 'АЦШн доллар', 257 => 'Уругвайн песо', 259 => 'Узбекистанан сом', 262 => 'Венесуэлан боливар (2008–2018)', 'Венесуэлан боливар', 'Вьетнаман донг', 266 => 'Вануатун вату', 'Самоанан тала', 'Юккъерчу Африкан КФА франк', 'Малхбален Карибийн доллар',
        274 => 'Малхбузен Африкан КФА франк', 'Французийн Тийна океанан франк', 278 => 'Йеменан риал', 284 => 'Къилба-Африкин рэнд', 286 => 'Замбин квача',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', 66 => 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '', '',
        203 => '', '', 207 => '', '', '₽', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', '', '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '', 'FCFA', 'EC$',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '',
    ],
];
