<?php

return [
    'Names' => [
        'AED' => [
            'AED',
            'ᏌᏊ ᎢᏳᎾᎵᏍᏔᏅ ᎡᎳᏈ ᎢᎹᎵᏘᏏ ᎠᏕᎳ',
        ],
        'AFN' => [
            'AFN',
            'ᎠᏫᎨᏂᏍᏖᏂ ᎠᏕᎳ',
        ],
        'ALL' => [
            'ALL',
            'ᎠᎵᏇᏂᏯ ᎠᏕᎳ',
        ],
        'AMD' => [
            'AMD',
            'ᎠᎵᎻᏂᎠ ᎠᏕᎳ',
        ],
        'ANG' => [
            'ANG',
            'ᎾᏍᎩᏁᏛᎳᏂ ᎠᏂᏘᎵᏏ ᎠᏕᎳ',
        ],
        'AOA' => [
            'AOA',
            'ᎠᏂᎪᎳ ᎠᏕᎳ',
        ],
        'ARS' => [
            'ARS',
            'ᎠᏥᏂᏘᏂᎠ ᎠᏕᎳ',
        ],
        'AUD' => [
            'A$',
            'ᎡᎳᏗᏜ ᎠᏕᎳ',
        ],
        'AWG' => [
            'AWG',
            'ᎠᎷᏆ ᎠᏕᎳ',
        ],
        'AZN' => [
            'AZN',
            'ᎠᏏᎵᏆᏌᏂ ᎠᏕᎳ',
        ],
        'BAM' => [
            'BAM',
            'ᏉᏏᏂᎠ-ᎲᏤᎪᏫ ᎦᏁᏟᏴᏍᏔᏅ ᎠᏕᎳ',
        ],
        'BBD' => [
            'BBD',
            'ᏆᏇᏙᏍ ᎠᏕᎳ',
        ],
        'BDT' => [
            'BDT',
            'ᏆᏂᎦᎵᏕᏍ ᎠᏕᎳ',
        ],
        'BGN' => [
            'BGN',
            'ᏊᎵᎨᎵᎠ ᎠᏕᎳ',
        ],
        'BHD' => [
            'BHD',
            'ᏆᎭᎴᎢᏂ ᎠᏕᎳ',
        ],
        'BIF' => [
            'BIF',
            'ᏋᎷᏂᏗ ᎠᏕᎳ',
        ],
        'BMD' => [
            'BMD',
            'ᏆᏊᏓ ᎠᏕᎳ',
        ],
        'BND' => [
            'BND',
            'ᏊᎾᎢ ᎠᏕᎳ',
        ],
        'BOB' => [
            'BOB',
            'ᏉᎵᏫᎠ ᎠᏕᎳ',
        ],
        'BRL' => [
            'R$',
            'ᏆᏏᎵᎢ ᎠᏕᎳ',
        ],
        'BSD' => [
            'BSD',
            'ᏆᎭᎹ ᎠᏕᎳ',
        ],
        'BTN' => [
            'BTN',
            'ᏊᏔᏂ ᎠᏕᎳ',
        ],
        'BWP' => [
            'BWP',
            'ᏆᏣᏩᎾ ᎠᏕᎳ',
        ],
        'BYN' => [
            'BYN',
            'ᏇᎳᎷᏍ ᎠᏕᎳ',
        ],
        'BYR' => [
            'BYR',
            'ᏇᎳᎷᏍ ᎠᏕᎳ (2000–2016)',
        ],
        'BZD' => [
            'BZD',
            'ᏇᎵᏍ ᎠᏕᎳ',
        ],
        'CAD' => [
            'CA$',
            'ᎨᎾᏓ ᎠᏕᎳ',
        ],
        'CDF' => [
            'CDF',
            'ᎧᏂᎪ ᎠᏕᎳ',
        ],
        'CHF' => [
            'CHF',
            'ᏍᏫᏏ ᎠᏕᎳ',
        ],
        'CLP' => [
            'CLP',
            'ᏥᎵ ᎠᏕᎳ',
        ],
        'CNH' => [
            'CNH',
            'ᏣᏂᏏ ᎠᏕᎳ (ᏓᎹᏳᏟᏗ)',
        ],
        'CNY' => [
            'CN¥',
            'ᏓᎶᏂᎨ ᎠᏕᎳ',
        ],
        'COP' => [
            'COP',
            'ᎪᎸᎻᏈᎢᎠ ᎠᏕᎳ',
        ],
        'CRC' => [
            'CRC',
            'ᎪᏍᏓᎵᎧ ᎠᏕᎳ',
        ],
        'CUC' => [
            'CUC',
            'ᎫᏆ ᎦᏁᏟᏴᏍᏔᏅ ᎠᏕᎳ',
        ],
        'CUP' => [
            'CUP',
            'ᎫᏆ ᎠᏕᎳ',
        ],
        'CVE' => [
            'CVE',
            'ᎢᎬᎾᏕᎾ ᎢᏤᏳᏍᏗ ᎠᏕᎳ',
        ],
        'CZK' => [
            'CZK',
            'ᏤᎩ ᎠᏕᎳ',
        ],
        'DJF' => [
            'DJF',
            'ᏥᏊᏗ ᎠᏕᎳ',
        ],
        'DKK' => [
            'DKK',
            'ᏕᏂᏍ ᎠᏕᎳ',
        ],
        'DOP' => [
            'DOP',
            'ᏙᎻᏂᎧᏂ ᎠᏕᎳ',
        ],
        'DZD' => [
            'DZD',
            'ᎠᎵᏥᎵᏯ ᎠᏕᎳ',
        ],
        'EGP' => [
            'EGP',
            'ᎢᏥᏈᎢ ᎠᏕᎳ',
        ],
        'ERN' => [
            'ERN',
            'ᎡᎵᏟᏯ ᎠᏕᎳ',
        ],
        'ETB' => [
            'ETB',
            'ᎢᏗᎣᏈᎠ ᎠᏕᎳ',
        ],
        'EUR' => [
            '€',
            'ᏳᎳᏛ ᎠᏕᎳ',
        ],
        'FJD' => [
            'FJD',
            'ᏫᎩ ᎠᏕᎳ',
        ],
        'FKP' => [
            'FKP',
            'ᏩᎩᎤ ᏚᎦᏚᏛᎢ ᎠᏕᎳ',
        ],
        'GBP' => [
            '£',
            'ᎩᎵᏏᏲ ᎠᏕᎳ',
        ],
        'GEL' => [
            'GEL',
            'ᏣᎠᏥᎢ ᎠᏕᎳ',
        ],
        'GHS' => [
            'GHS',
            'ᎦᎠᎾ ᎠᏕᎳ',
        ],
        'GIP' => [
            'GIP',
            'ᏥᏆᎵᏓ ᎠᏕᎳ',
        ],
        'GMD' => [
            'GMD',
            'ᎦᎹᏈᎢᎠ ᎠᏕᎳ',
        ],
        'GNF' => [
            'GNF',
            'ᎩᎢᏂ ᎠᏕᎳ',
        ],
        'GTQ' => [
            'GTQ',
            'ᏆᏖᎹᎳ ᎠᏕᎳ',
        ],
        'GYD' => [
            'GYD',
            'ᎦᏯᎾ ᎠᏕᎳ',
        ],
        'HKD' => [
            'HK$',
            'ᎰᏂᎩ ᎪᏂᎩ ᎠᏕᎳ',
        ],
        'HNL' => [
            'HNL',
            'ᎭᏂᏚᎳᏍ ᎠᏕᎳ',
        ],
        'HRK' => [
            'HRK',
            'ᎧᎶᎡᏏᎠ ᎠᏕᎳ',
        ],
        'HTG' => [
            'HTG',
            'ᎮᏘ ᎠᏕᎳ',
        ],
        'HUF' => [
            'HUF',
            'ᎲᏂᎦᎵ ᎠᏕᎳ',
        ],
        'IDR' => [
            'IDR',
            'ᎢᏂᏙᏂᏍᏯ ᎠᏕᎳ',
        ],
        'ILS' => [
            '₪',
            'ᎢᏏᎵᏱ ᎢᏤ ᎠᏕᎳ',
        ],
        'INR' => [
            '₹',
            'ᎢᏂᏗᎢᎠ ᎠᏕᎳ',
        ],
        'IQD' => [
            'IQD',
            'ᎢᎳᎩ ᎠᏕᎳ',
        ],
        'IRR' => [
            'IRR',
            'ᎢᎴᏂ ᎠᏕᎳ',
        ],
        'ISK' => [
            'ISK',
            'ᏧᏁᏍᏓᎸᎯ ᎠᏕᎳ',
        ],
        'JMD' => [
            'JMD',
            'ᏣᎺᎢᎧ ᎠᏕᎳ',
        ],
        'JOD' => [
            'JOD',
            'ᏦᏓᏂ ᎠᏕᎳ',
        ],
        'JPY' => [
            'JP¥',
            'ᏣᏩᏂᏏ ᎠᏕᎳ',
        ],
        'KES' => [
            'KES',
            'ᎨᏂᏯ ᎠᏕᎳ',
        ],
        'KGS' => [
            'KGS',
            'ᎩᎵᏣᎢᏍ ᎠᏕᎳ',
        ],
        'KHR' => [
            'KHR',
            'ᎧᎹᏉᏗᎠᏂ ᎠᏕᎳ',
        ],
        'KMF' => [
            'KMF',
            'ᎪᎼᎳᏍ ᎠᏕᎳ',
        ],
        'KPW' => [
            'KPW',
            'ᏧᏴᏢ ᎪᎵᎠ ᎠᏕᎳ',
        ],
        'KRW' => [
            '₩',
            'ᏧᎦᎾᏮ ᎪᎵᎠ ᎠᏕᎳ',
        ],
        'KWD' => [
            'KWD',
            'ᎫᏪᎢᏘ ᎠᏕᎳ',
        ],
        'KYD' => [
            'KYD',
            'ᎨᎢᎹᏂ ᏚᎦᏚᏛᎢ ᎠᏕᎳ',
        ],
        'KZT' => [
            'KZT',
            'ᎧᏎᎧᏍᏕᏂ ᎠᏕᎳ',
        ],
        'LAK' => [
            'LAK',
            'ᎳᎣ ᎠᏕᎳ',
        ],
        'LBP' => [
            'LBP',
            'ᎴᏆᎾᏂ ᎠᏕᎳ',
        ],
        'LKR' => [
            'LKR',
            'ᏍᎵ ᎳᏂᎧ ᎠᏕᎳ',
        ],
        'LRD' => [
            'LRD',
            'ᎳᏈᎵᏯ ᎠᏕᎳ',
        ],
        'LSL' => [
            'LSL',
            'ᎴᏐᏠ ᎶᏘ',
        ],
        'LYD' => [
            'LYD',
            'ᎵᏈᏯ ᎠᏕᎳ',
        ],
        'MAD' => [
            'MAD',
            'ᎼᎶᎪ ᎠᏕᎳ',
        ],
        'MDL' => [
            'MDL',
            'ᎹᎵᏙᏫᎠ ᎠᏕᎳ',
        ],
        'MGA' => [
            'MGA',
            'ᎹᎳᎦᏏ ᎠᏕᎳ',
        ],
        'MKD' => [
            'MKD',
            'ᎹᏎᏙᏂᎠ ᎠᏕᎳ',
        ],
        'MMK' => [
            'MMK',
            'ᎹᏯᎹᎵ ᎠᏕᎳ',
        ],
        'MNT' => [
            'MNT',
            'ᎹᏂᎪᎵᎠ ᎠᏕᎳ',
        ],
        'MOP' => [
            'MOP',
            'ᎹᎧᎣ ᎠᏕᎳ',
        ],
        'MRO' => [
            'MRO',
            'ᎹᏈᏔᏂᎠ ᎠᏕᎳ (1973–2017)',
        ],
        'MRU' => [
            'MRU',
            'ᎹᏈᏔᏂᎠ ᎠᏕᎳ',
        ],
        'MUR' => [
            'MUR',
            'ᎹᏘᎢᏯ ᎠᏕᎳ',
        ],
        'MVR' => [
            'MVR',
            'ᎹᎵᏗᏫᏍ ᎠᏕᎳ',
        ],
        'MWK' => [
            'MWK',
            'ᎹᎳᏫ ᎠᏕᎳ',
        ],
        'MXN' => [
            'MX$',
            'ᏍᏆᏂ ᎠᏕᎳ',
        ],
        'MYR' => [
            'MYR',
            'ᎹᎴᏏᎢᎠ ᎠᏕᎳ',
        ],
        'MZN' => [
            'MZN',
            'ᎼᏎᎻᏇᎩ ᎠᏕᎳ',
        ],
        'NAD' => [
            'NAD',
            'ᎾᎻᏈᎢᏯ ᎠᏕᎳ',
        ],
        'NGN' => [
            'NGN',
            'ᏂᏥᎵᏯ ᎠᏕᎳ',
        ],
        'NIO' => [
            'NIO',
            'ᏂᎧᎳᏆ ᎠᏕᎳ',
        ],
        'NOK' => [
            'NOK',
            'ᏃᏪ ᎠᏕᎳ',
        ],
        'NPR' => [
            'NPR',
            'ᏁᏆᎵ ᎠᏕᎳ',
        ],
        'NZD' => [
            'NZ$',
            'ᎢᏤ ᏏᎢᎴᏂᏗ ᎠᏕᎳ',
        ],
        'OMR' => [
            'OMR',
            'ᎣᎺᏂ ᎠᏕᎳ',
        ],
        'PAB' => [
            'PAB',
            'ᏆᎾᎹ ᎠᏕᎳ',
        ],
        'PEN' => [
            'PEN',
            'ᏇᎷ ᎠᏕᎳ',
        ],
        'PGK' => [
            'PGK',
            'ᏆᏇ ᎢᏤ ᎩᎢᏂ ᎠᏕᎳ',
        ],
        'PHP' => [
            'PHP',
            'ᎠᏂᏈᎵᎩᏃ ᎠᏕᎳ',
        ],
        'PKR' => [
            'PKR',
            'ᏆᎩᏍᏖᏂ ᎠᏕᎳ',
        ],
        'PLN' => [
            'PLN',
            'ᏉᎳᏂ ᎠᏕᎳ',
        ],
        'PYG' => [
            'PYG',
            'ᏆᎳᏇᎢᏯ ᎠᏕᎳ',
        ],
        'QAR' => [
            'QAR',
            'ᎧᏔᎵ ᎠᏕᎳ',
        ],
        'RON' => [
            'RON',
            'ᎶᎹᏂᏯ ᎠᏕᎳ',
        ],
        'RSD' => [
            'RSD',
            'ᏒᏈᏯ ᎠᏕᎳ',
        ],
        'RUB' => [
            'RUB',
            'ᏲᏂᎢ ᎠᏕᎳ',
        ],
        'RWF' => [
            'RWF',
            'ᎶᏩᏂᏓ ᎠᏕᎳ',
        ],
        'SAR' => [
            'SAR',
            'ᏌᎤᏗ ᎠᏕᎳ',
        ],
        'SBD' => [
            'SBD',
            'ᏐᎶᎹᏂ ᏚᎦᏚᏛᎢ ᎠᏕᎳ',
        ],
        'SCR' => [
            'SCR',
            'ᏏᎡᏥᎵᏍ ᎠᏕᎳ',
        ],
        'SDG' => [
            'SDG',
            'ᏑᏕᏂ ᎠᏕᎳ',
        ],
        'SEK' => [
            'SEK',
            'ᏍᏫᏕᏂ ᎠᏕᎳ',
        ],
        'SGD' => [
            'SGD',
            'ᏏᏂᎦᏉᎵ ᎠᏕᎳ',
        ],
        'SHP' => [
            'SHP',
            'ᎤᏓᏅᏘ ᎮᎵᎾ ᎠᏕᎳ',
        ],
        'SLE' => [
            'SLE',
            'ᏏᎡᎳᎴᎣᏂ ᎠᏕᎳ',
        ],
        'SLL' => [
            'SLL',
            'ᏏᎡᎳᎴᎣᏂ ᎠᏕᎳ (1964—2022)',
        ],
        'SOS' => [
            'SOS',
            'ᏐᎹᎵ ᎠᏕᎳ',
        ],
        'SRD' => [
            'SRD',
            'ᏒᎵᎾᎻ ᎠᏕᎳ',
        ],
        'SSP' => [
            'SSP',
            'ᏧᎦᎾᏮ ᏑᏕᏂ ᎠᏕᎳ',
        ],
        'STD' => [
            'STD',
            'ᏌᎣᏙᎺ ᎠᎴ ᏈᏂᏏᏇ ᎠᏕᎳ (1977–2017)',
        ],
        'STN' => [
            'STN',
            'ᏌᎣᏙᎺ & ᏈᏂᏏᏇ ᎠᏕᎳ',
        ],
        'SYP' => [
            'SYP',
            'ᏏᎵᎠ ᎠᏕᎳ',
        ],
        'SZL' => [
            'SZL',
            'ᏍᏩᏏ ᎠᏕᎳ',
        ],
        'THB' => [
            'THB',
            'ᏔᏯᎴᏂ ᎠᏕᎳ',
        ],
        'TJS' => [
            'TJS',
            'ᏔᏥᎩᏍᏕᏂ ᎠᏕᎳ',
        ],
        'TMT' => [
            'TMT',
            'ᏛᎵᎩᎺᏂᏍᏔᏂ ᎠᏕᎳ',
        ],
        'TND' => [
            'TND',
            'ᏚᏂᏏᏍᎠ ᎠᏕᎳ',
        ],
        'TOP' => [
            'TOP',
            'ᏔᏂᎪ ᎠᏕᎳ',
        ],
        'TRY' => [
            'TRY',
            'ᎬᏃ ᎠᏕᎳ',
        ],
        'TTD' => [
            'TTD',
            'ᏟᏂᏕᏗ & ᏙᏆᎪ ᎠᏕᎳ',
        ],
        'TWD' => [
            'NT$',
            'ᎢᏤ ᏔᎢᏩᏂ ᎠᏕᎳ',
        ],
        'TZS' => [
            'TZS',
            'ᏖᏂᏏᏂᏯ ᎠᏕᎳ',
        ],
        'UAH' => [
            'UAH',
            'ᏳᎧᎴᏂ ᎠᏕᎳ',
        ],
        'UGX' => [
            'UGX',
            'ᏳᎦᏂᏓ ᎠᏕᎳ',
        ],
        'USD' => [
            '$',
            'US ᎠᏕᎳ',
        ],
        'UYU' => [
            'UYU',
            'ᏳᎷᏇ ᎠᏕᎳ',
        ],
        'UZS' => [
            'UZS',
            'ᎤᏍᏇᎩᏍᏖᏂ ᎠᏕᎳ',
        ],
        'VEF' => [
            'VEF',
            'ᏪᏁᏑᏪ ᎠᏕᎳ (2008–2018)',
        ],
        'VES' => [
            'VES',
            'ᏪᏁᏑᏪ ᎠᏕᎳ',
        ],
        'VND' => [
            '₫',
            'ᏫᎡᏘᎾᎻᏍ ᎠᏕᎳ',
        ],
        'VUV' => [
            'VUV',
            'ᏩᏂᎤᏩᏚ ᎠᏕᎳ',
        ],
        'WST' => [
            'WST',
            'ᏌᎼᎠ ᎠᏕᎳ',
        ],
        'XAF' => [
            'FCFA',
            'ᎠᏰᏟ ᎬᎿᎨᏍᏛ CFA ᎠᏕᎳ',
        ],
        'XCD' => [
            'EC$',
            'ᏗᎧᎸᎬ ᎨᏆᏙᏯ ᎠᏕᎳ',
        ],
        'XCG' => [
            'Cg.',
            'ᎧᏈᏇᎠᎾ',
        ],
        'XOF' => [
            'F CFA',
            'ᏭᏕᎵᎬ ᎬᎿᎨᏍᏛ CFA ᎠᏕᎳ',
        ],
        'XPF' => [
            'CFPF',
            'CFP ᎠᏕᎳ',
        ],
        'YER' => [
            'YER',
            'ᏰᎺᏂ ᎠᏕᎳ',
        ],
        'ZAR' => [
            'ZAR',
            'ᏧᎦᎾᏮ ᎬᎿᎨᏍᏛ ᎠᏕᎳ',
        ],
        'ZMW' => [
            'ZMW',
            'ᏏᎻᏆᏇ ᎠᏕᎳ',
        ],
        'ZWG' => [
            'ZWG',
            'ᏏᎻᏆᏇᎠᏂ',
        ],
    ],
];
