<?php

return [
    'Names' => [
        1 => 'ᏌᏊ ᎢᏳᎾᎵᏍᏔᏅ ᎡᎳᏈ ᎢᎹᎵᏘᏏ ᎠᏕᎳ', 3 => 'ᎠᏫᎨᏂᏍᏖᏂ ᎠᏕᎳ', 5 => 'ᎠᎵᏇᏂᏯ ᎠᏕᎳ', 'ᎠᎵᎻᏂᎠ ᎠᏕᎳ', 'ᎾᏍᎩᏁᏛᎳᏂ ᎠᏂᏘᎵᏏ ᎠᏕᎳ', 'ᎠᏂᎪᎳ ᎠᏕᎳ', 16 => 'ᎠᏥᏂᏘᏂᎠ ᎠᏕᎳ', 18 => 'ᎡᎳᏗᏜ ᎠᏕᎳ', 'ᎠᎷᏆ ᎠᏕᎳ', 21 => 'ᎠᏏᎵᏆᏌᏂ ᎠᏕᎳ', 23 => 'ᏉᏏᏂᎠ-ᎲᏤᎪᏫ ᎦᏁᏟᏴᏍᏔᏅ ᎠᏕᎳ', 25 => 'ᏆᏇᏙᏍ ᎠᏕᎳ',
        'ᏆᏂᎦᎵᏕᏍ ᎠᏕᎳ', 32 => 'ᏊᎵᎨᎵᎠ ᎠᏕᎳ', 34 => 'ᏆᎭᎴᎢᏂ ᎠᏕᎳ', 'ᏋᎷᏂᏗ ᎠᏕᎳ', 'ᏆᏊᏓ ᎠᏕᎳ', 'ᏊᎾᎢ ᎠᏕᎳ', 'ᏉᎵᏫᎠ ᎠᏕᎳ', 45 => 'ᏆᏏᎵᎢ ᎠᏕᎳ', 49 => 'ᏆᎭᎹ ᎠᏕᎳ', 'ᏊᏔᏂ ᎠᏕᎳ', 52 => 'ᏆᏣᏩᎾ ᎠᏕᎳ', 54 => 'ᏇᎳᎷᏍ ᎠᏕᎳ', 'ᏇᎳᎷᏍ ᎠᏕᎳ (2000–2016)', 'ᏇᎵᏍ ᎠᏕᎳ',
        'ᎨᎾᏓ ᎠᏕᎳ', 'ᎧᏂᎪ ᎠᏕᎳ', 60 => 'ᏍᏫᏏ ᎠᏕᎳ', 64 => 'ᏥᎵ ᎠᏕᎳ', 'ᏣᏂᏏ ᎠᏕᎳ (ᏓᎹᏳᏟᏗ)', 'ᏓᎶᏂᎨ ᎠᏕᎳ', 'ᎪᎸᎻᏈᎢᎠ ᎠᏕᎳ', 69 => 'ᎪᏍᏓᎵᎧ ᎠᏕᎳ', 72 => 'ᎫᏆ ᎦᏁᏟᏴᏍᏔᏅ ᎠᏕᎳ', 'ᎫᏆ ᎠᏕᎳ', 'ᎢᎬᎾᏕᎾ ᎢᏤᏳᏍᏗ ᎠᏕᎳ', 76 => 'ᏤᎩ ᎠᏕᎳ', 79 => 'ᏥᏊᏗ ᎠᏕᎳ', 'ᏕᏂᏍ ᎠᏕᎳ',
        'ᏙᎻᏂᎧᏂ ᎠᏕᎳ', 'ᎠᎵᏥᎵᏯ ᎠᏕᎳ', 86 => 'ᎢᏥᏈᎢ ᎠᏕᎳ', 'ᎡᎵᏟᏯ ᎠᏕᎳ', 91 => 'ᎢᏗᎣᏈᎠ ᎠᏕᎳ', 'ᏳᎳᏛ ᎠᏕᎳ', 94 => 'ᏫᎩ ᎠᏕᎳ', 'ᏩᎩᎤ ᏚᎦᏚᏛᎢ ᎠᏕᎳ', 97 => 'ᎩᎵᏏᏲ ᎠᏕᎳ', 99 => 'ᏣᎠᏥᎢ ᎠᏕᎳ', 101 => 'ᎦᎠᎾ ᎠᏕᎳ', 'ᏥᏆᎵᏓ ᎠᏕᎳ', 'ᎦᎹᏈᎢᎠ ᎠᏕᎳ', 'ᎩᎢᏂ ᎠᏕᎳ',
        108 => 'ᏆᏖᎹᎳ ᎠᏕᎳ', 111 => 'ᎦᏯᎾ ᎠᏕᎳ', 'ᎰᏂᎩ ᎪᏂᎩ ᎠᏕᎳ', 'ᎭᏂᏚᎳᏍ ᎠᏕᎳ', 115 => 'ᎧᎶᎡᏏᎠ ᎠᏕᎳ', 'ᎮᏘ ᎠᏕᎳ', 'ᎲᏂᎦᎵ ᎠᏕᎳ', 'ᎢᏂᏙᏂᏍᏯ ᎠᏕᎳ', 122 => 'ᎢᏏᎵᏱ ᎢᏤ ᎠᏕᎳ', 'ᎢᏂᏗᎢᎠ ᎠᏕᎳ', 'ᎢᎳᎩ ᎠᏕᎳ', 'ᎢᎴᏂ ᎠᏕᎳ', 127 => 'ᏧᏁᏍᏓᎸᎯ ᎠᏕᎳ', 129 => 'ᏣᎺᎢᎧ ᎠᏕᎳ',
        'ᏦᏓᏂ ᎠᏕᎳ', 'ᏣᏩᏂᏏ ᎠᏕᎳ', 'ᎨᏂᏯ ᎠᏕᎳ', 'ᎩᎵᏣᎢᏍ ᎠᏕᎳ', 'ᎧᎹᏉᏗᎠᏂ ᎠᏕᎳ', 'ᎪᎼᎳᏍ ᎠᏕᎳ', 'ᏧᏴᏢ ᎪᎵᎠ ᎠᏕᎳ', 139 => 'ᏧᎦᎾᏮ ᎪᎵᎠ ᎠᏕᎳ', 'ᎫᏪᎢᏘ ᎠᏕᎳ', 'ᎨᎢᎹᏂ ᏚᎦᏚᏛᎢ ᎠᏕᎳ', 'ᎧᏎᎧᏍᏕᏂ ᎠᏕᎳ', 'ᎳᎣ ᎠᏕᎳ', 'ᎴᏆᎾᏂ ᎠᏕᎳ', 'ᏍᎵ ᎳᏂᎧ ᎠᏕᎳ', 'ᎳᏈᎵᏯ ᎠᏕᎳ', 'ᎴᏐᏠ ᎶᏘ', 155 => 'ᎵᏈᏯ ᎠᏕᎳ', 'ᎼᎶᎪ ᎠᏕᎳ',
        160 => 'ᎹᎵᏙᏫᎠ ᎠᏕᎳ', 'ᎹᎳᎦᏏ ᎠᏕᎳ', 163 => 'ᎹᏎᏙᏂᎠ ᎠᏕᎳ', 166 => 'ᎹᏯᎹᎵ ᎠᏕᎳ', 'ᎹᏂᎪᎵᎠ ᎠᏕᎳ', 'ᎹᎧᎣ ᎠᏕᎳ', 'ᎹᏈᏔᏂᎠ ᎠᏕᎳ (1973–2017)', 'ᎹᏈᏔᏂᎠ ᎠᏕᎳ', 173 => 'ᎹᏘᎢᏯ ᎠᏕᎳ', 175 => 'ᎹᎵᏗᏫᏍ ᎠᏕᎳ', 'ᎹᎳᏫ ᎠᏕᎳ', 'ᏍᏆᏂ ᎠᏕᎳ', 180 => 'ᎹᎴᏏᎢᎠ ᎠᏕᎳ',
        183 => 'ᎼᏎᎻᏇᎩ ᎠᏕᎳ', 'ᎾᎻᏈᎢᏯ ᎠᏕᎳ', 'ᏂᏥᎵᏯ ᎠᏕᎳ', 187 => 'ᏂᎧᎳᏆ ᎠᏕᎳ', 189 => 'ᏃᏪ ᎠᏕᎳ', 'ᏁᏆᎵ ᎠᏕᎳ', 'ᎢᏤ ᏏᎢᎴᏂᏗ ᎠᏕᎳ', 'ᎣᎺᏂ ᎠᏕᎳ', 'ᏆᎾᎹ ᎠᏕᎳ', 195 => 'ᏇᎷ ᎠᏕᎳ', 197 => 'ᏆᏇ ᎢᏤ ᎩᎢᏂ ᎠᏕᎳ', 'ᎠᏂᏈᎵᎩᏃ ᎠᏕᎳ', 'ᏆᎩᏍᏖᏂ ᎠᏕᎳ', 'ᏉᎳᏂ ᎠᏕᎳ',
        203 => 'ᏆᎳᏇᎢᏯ ᎠᏕᎳ', 'ᎧᏔᎵ ᎠᏕᎳ', 207 => 'ᎶᎹᏂᏯ ᎠᏕᎳ', 'ᏒᏈᏯ ᎠᏕᎳ', 'ᏲᏂᎢ ᎠᏕᎳ', 211 => 'ᎶᏩᏂᏓ ᎠᏕᎳ', 'ᏌᎤᏗ ᎠᏕᎳ', 'ᏐᎶᎹᏂ ᏚᎦᏚᏛᎢ ᎠᏕᎳ', 'ᏏᎡᏥᎵᏍ ᎠᏕᎳ', 216 => 'ᏑᏕᏂ ᎠᏕᎳ', 218 => 'ᏍᏫᏕᏂ ᎠᏕᎳ', 'ᏏᏂᎦᏉᎵ ᎠᏕᎳ', 'ᎤᏓᏅᏘ ᎮᎵᎾ ᎠᏕᎳ', 223 => 'ᏏᎡᎳᎴᎣᏂ ᎠᏕᎳ',
        'ᏏᎡᎳᎴᎣᏂ ᎠᏕᎳ (1964—2022)', 'ᏐᎹᎵ ᎠᏕᎳ', 'ᏒᎵᎾᎻ ᎠᏕᎳ', 228 => 'ᏧᎦᎾᏮ ᏑᏕᏂ ᎠᏕᎳ', 'ᏌᎣᏙᎺ ᎠᎴ ᏈᏂᏏᏇ ᎠᏕᎳ (1977–2017)', 'ᏌᎣᏙᎺ & ᏈᏂᏏᏇ ᎠᏕᎳ', 233 => 'ᏏᎵᎠ ᎠᏕᎳ', 'ᏍᏩᏏ ᎠᏕᎳ', 'ᏔᏯᎴᏂ ᎠᏕᎳ', 237 => 'ᏔᏥᎩᏍᏕᏂ ᎠᏕᎳ', 239 => 'ᏛᎵᎩᎺᏂᏍᏔᏂ ᎠᏕᎳ', 'ᏚᏂᏏᏍᎠ ᎠᏕᎳ', 'ᏔᏂᎪ ᎠᏕᎳ', 244 => 'ᎬᏃ ᎠᏕᎳ', 'ᏟᏂᏕᏗ & ᏙᏆᎪ ᎠᏕᎳ',
        'ᎢᏤ ᏔᎢᏩᏂ ᎠᏕᎳ', 'ᏖᏂᏏᏂᏯ ᎠᏕᎳ', 'ᏳᎧᎴᏂ ᎠᏕᎳ', 251 => 'ᏳᎦᏂᏓ ᎠᏕᎳ', 'US ᎠᏕᎳ', 257 => 'ᏳᎷᏇ ᎠᏕᎳ', 259 => 'ᎤᏍᏇᎩᏍᏖᏂ ᎠᏕᎳ', 262 => 'ᏪᏁᏑᏪ ᎠᏕᎳ (2008–2018)', 'ᏪᏁᏑᏪ ᎠᏕᎳ', 'ᏫᎡᏘᎾᎻᏍ ᎠᏕᎳ', 266 => 'ᏩᏂᎤᏩᏚ ᎠᏕᎳ', 'ᏌᎼᎠ ᎠᏕᎳ', 'ᎠᏰᏟ ᎬᎿᎨᏍᏛ CFA ᎠᏕᎳ', 'ᏗᎧᎸᎬ ᎨᏆᏙᏯ ᎠᏕᎳ', 'ᎧᏈᏇᎠᎾ',
        274 => 'ᏭᏕᎵᎬ ᎬᎿᎨᏍᏛ CFA ᎠᏕᎳ', 'CFP ᎠᏕᎳ', 278 => 'ᏰᎺᏂ ᎠᏕᎳ', 284 => 'ᏧᎦᎾᏮ ᎬᎿᎨᏍᏛ ᎠᏕᎳ', 286 => 'ᏏᎻᏆᏇ ᎠᏕᎳ', 290 => 'ᏏᎻᏆᏇᎠᏂ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', '', '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
