<?php

return [
    'Names' => [
        'AED' => [
            'AED',
            'АПЭ дирхамӗ',
        ],
        'AFN' => [
            'AFN',
            'афганийӗ',
        ],
        'ALL' => [
            'ALL',
            'Албани лекӗ',
        ],
        'AMD' => [
            'AMD',
            'Армяни драмӗ',
        ],
        'ANG' => [
            'ANG',
            'Нидерланд Антиллиан гульденӗ',
        ],
        'AOA' => [
            'AOA',
            'Ангола кванзӗ',
        ],
        'ARS' => [
            'ARS',
            'Аргентина песийӗ',
        ],
        'AUD' => [
            'A$',
            'Австрали долларӗ',
        ],
        'AWG' => [
            'AWG',
            'Аруба флоринӗ',
        ],
        'AZN' => [
            'AZN',
            'Азербайджан маначӗ',
        ],
        'BAM' => [
            'BAM',
            'Боснипе Герцеговина конвертланакан марки',
        ],
        'BBD' => [
            'BBD',
            'Барбадос долларӗ',
        ],
        'BDT' => [
            'BDT',
            'Бангладеш таки',
        ],
        'BGN' => [
            'BGN',
            'Болгари левӗ',
        ],
        'BHD' => [
            'BHD',
            'Бахрейн динарӗ',
        ],
        'BIF' => [
            'BIF',
            'Бурунди франкӗ',
        ],
        'BMD' => [
            'BMD',
            'Бермуд долларӗ',
        ],
        'BND' => [
            'BND',
            'Бруней долларӗ',
        ],
        'BOB' => [
            'BOB',
            'Боливи боливианӗ',
        ],
        'BRL' => [
            'R$',
            'Бразили реалӗ',
        ],
        'BSD' => [
            'BSD',
            'Багам долларӗ',
        ],
        'BTN' => [
            'BTN',
            'Бутан нгултрумӗ',
        ],
        'BWP' => [
            'BWP',
            'Ботсвана пули',
        ],
        'BYN' => [
            'BYN',
            'Беларуҫ тенкӗ',
        ],
        'BZD' => [
            'BZD',
            'Белиз долларӗ',
        ],
        'CAD' => [
            'CA$',
            'Канада долларӗ',
        ],
        'CDF' => [
            'CDF',
            'Конголези франкӗ',
        ],
        'CHF' => [
            'CHF',
            'Швейцари франкӗ',
        ],
        'CLP' => [
            'CLP',
            'Чили песийӗ',
        ],
        'CNH' => [
            'CNH',
            'Китай офшор юанӗ',
        ],
        'CNY' => [
            'CN¥',
            'Китай юанӗ',
        ],
        'COP' => [
            'COP',
            'Колумби песийӗ',
        ],
        'CRC' => [
            'CRC',
            'Коста-Рика колонӗ',
        ],
        'CUC' => [
            'CUC',
            'Куба конвертланакан песийӗ',
        ],
        'CUP' => [
            'CUP',
            'Куба песийӗ',
        ],
        'CVE' => [
            'CVE',
            'Кабо-Верде эскудӗ',
        ],
        'CZK' => [
            'CZK',
            'Чехи кронӗ',
        ],
        'DJF' => [
            'DJF',
            'Джибути франкӗ',
        ],
        'DKK' => [
            'DKK',
            'Дани кронӗ',
        ],
        'DOP' => [
            'DOP',
            'Доминикан песийӗ',
        ],
        'DZD' => [
            'DZD',
            'Алжир динарӗ',
        ],
        'EGP' => [
            'EGP',
            'Египет фунчӗ',
        ],
        'ERN' => [
            'ERN',
            'Эритрей накфӗ',
        ],
        'ETB' => [
            'ETB',
            'Эфиопи бырӗ',
        ],
        'EUR' => [
            '€',
            'евро',
        ],
        'FJD' => [
            'FJD',
            'Фиджи долларӗ',
        ],
        'FKP' => [
            'FKP',
            'Факланд утравӗсен фунчӗ',
        ],
        'GBP' => [
            '£',
            'Британи фунчӗ',
        ],
        'GEL' => [
            'GEL',
            'Грузи ларийӗ',
        ],
        'GHS' => [
            'GHS',
            'Гана седийӗ',
        ],
        'GIP' => [
            'GIP',
            'Гибралтар фунчӗ',
        ],
        'GMD' => [
            'GMD',
            'Гамби даласийӗ',
        ],
        'GNF' => [
            'GNF',
            'Гвиней франкӗ',
        ],
        'GTQ' => [
            'GTQ',
            'Гватемала кетсалӗ',
        ],
        'GYD' => [
            'GYD',
            'Гайана долларӗ',
        ],
        'HKD' => [
            'HK$',
            'Гонконг долларӗ',
        ],
        'HNL' => [
            'HNL',
            'Гондурас лемпирӗ',
        ],
        'HRK' => [
            'HRK',
            'Хорвати куни',
        ],
        'HTG' => [
            'HTG',
            'Гаити гурдӗ',
        ],
        'HUF' => [
            'HUF',
            'Венгри форинчӗ',
        ],
        'IDR' => [
            'IDR',
            'Индонези рупийӗ',
        ],
        'ILS' => [
            '₪',
            'Ҫӗнӗ Израиль шекелӗ',
        ],
        'INR' => [
            '₹',
            'Инди рупийӗ',
        ],
        'IQD' => [
            'IQD',
            'Ирак динарӗ',
        ],
        'IRR' => [
            'IRR',
            'Иран риалӗ',
        ],
        'ISK' => [
            'ISK',
            'Исланди кронӗ',
        ],
        'JMD' => [
            'JMD',
            'Ямайка долларӗ',
        ],
        'JOD' => [
            'JOD',
            'Иордан динарӗ',
        ],
        'JPY' => [
            'JP¥',
            'Япони иени',
        ],
        'KES' => [
            'KES',
            'Кени шиллингӗ',
        ],
        'KGS' => [
            'KGS',
            'Киргиз сомӗ',
        ],
        'KHR' => [
            'KHR',
            'Камбоджа риелӗ',
        ],
        'KMF' => [
            'KMF',
            'Комора франкӗ',
        ],
        'KPW' => [
            'KPW',
            'КХДР вони',
        ],
        'KRW' => [
            '₩',
            'Корей вони',
        ],
        'KWD' => [
            'KWD',
            'Кувейт динарӗ',
        ],
        'KYD' => [
            'KYD',
            'Кайман утравӗсен долларӗ',
        ],
        'KZT' => [
            'KZT',
            'Казах тенгейӗ',
        ],
        'LAK' => [
            'LAK',
            'Лаос кипӗ',
        ],
        'LBP' => [
            'LBP',
            'Ливан фунчӗ',
        ],
        'LKR' => [
            'LKR',
            'Шри-ланка рупийӗ',
        ],
        'LRD' => [
            'LRD',
            'Либери долларӗ',
        ],
        'LSL' => [
            'LSL',
            'Лесото лотийӗ',
        ],
        'LYD' => [
            'LYD',
            'Ливи динарӗ',
        ],
        'MAD' => [
            'MAD',
            'Марокко дирхамӗ',
        ],
        'MDL' => [
            'MDL',
            'Молдова лайӗ',
        ],
        'MGA' => [
            'MGA',
            'Малагаси ариарийӗ',
        ],
        'MKD' => [
            'MKD',
            'Македони денарӗ',
        ],
        'MMK' => [
            'MMK',
            'Мьянман кьятӗ',
        ],
        'MNT' => [
            'MNT',
            'Монголи тугрикӗ',
        ],
        'MOP' => [
            'MOP',
            'Макао патаки',
        ],
        'MRU' => [
            'MRU',
            'Мавритани угийӗ',
        ],
        'MUR' => [
            'MUR',
            'Маврики рупийӗ',
        ],
        'MVR' => [
            'MVR',
            'Мальдивсен руфийӗ',
        ],
        'MWK' => [
            'MWK',
            'Малави квачӗ',
        ],
        'MXN' => [
            'MX$',
            'Мексика песийӗ',
        ],
        'MYR' => [
            'MYR',
            'Малайзи ринггичӗ',
        ],
        'MZN' => [
            'MZN',
            'Мозамбик метикалӗ',
        ],
        'NAD' => [
            'NAD',
            'Намиби долларӗ',
        ],
        'NGN' => [
            'NGN',
            'Нигери найрӗ',
        ],
        'NIO' => [
            'NIO',
            'Никарагуа кордобӗ',
        ],
        'NOK' => [
            'NOK',
            'Норвеги кронӗ',
        ],
        'NPR' => [
            'NPR',
            'Непал рупийӗ',
        ],
        'NZD' => [
            'NZ$',
            'Ҫӗнӗ Зеланди долларӗ',
        ],
        'OMR' => [
            'OMR',
            'Оман риалӗ',
        ],
        'PAB' => [
            'PAB',
            'Панама бальбоа',
        ],
        'PEN' => [
            'PEN',
            'Перу солӗ',
        ],
        'PGK' => [
            'PGK',
            'Папуа – Ҫӗнӗ Гвиней кини',
        ],
        'PHP' => [
            '₱',
            'Филиппин песийӗ',
        ],
        'PKR' => [
            'PKR',
            'пакистан рупийӗ',
        ],
        'PLN' => [
            'PLN',
            'Польша злотыйӗ',
        ],
        'PYG' => [
            'PYG',
            'Парагвай гуаранӗ',
        ],
        'QAR' => [
            'QAR',
            'Катар риалӗ',
        ],
        'RON' => [
            'RON',
            'Румыни лейӗ',
        ],
        'RSD' => [
            'RSD',
            'Серби динарӗ',
        ],
        'RUB' => [
            '₽',
            'Раҫҫей тенкӗ',
        ],
        'RWF' => [
            'RWF',
            'Руанда франкӗ',
        ],
        'SAR' => [
            'SAR',
            'Сауд риялӗ',
        ],
        'SBD' => [
            'SBD',
            'Соломон утравӗсен долларӗ',
        ],
        'SCR' => [
            'SCR',
            'Сейшел рупийӗ',
        ],
        'SDG' => [
            'SDG',
            'Судан фунчӗ',
        ],
        'SEK' => [
            'SEK',
            'Швеци кронӗ',
        ],
        'SGD' => [
            'SGD',
            'Сингапур долларӗ',
        ],
        'SHP' => [
            'SHP',
            'Сӑваплӑ Елена утравӗн фунчӗ',
        ],
        'SLE' => [
            'SLE',
            'леонӗ',
        ],
        'SLL' => [
            'SLL',
            'леонӗ (1964—2022)',
        ],
        'SOS' => [
            'SOS',
            'Сомали шиллингӗ',
        ],
        'SRD' => [
            'SRD',
            'Суринам долларӗ',
        ],
        'SSP' => [
            'SSP',
            'Кӑнтӑр Судан фунчӗ',
        ],
        'STN' => [
            'STN',
            'Сан-Томе тата Принсипи добрӗ',
        ],
        'SYP' => [
            'SYP',
            'Сири фунчӗ',
        ],
        'SZL' => [
            'SZL',
            'Свази лилангенийӗ',
        ],
        'THB' => [
            'THB',
            'Таиланд барӗ',
        ],
        'TJS' => [
            'TJS',
            'Таджик сомонийӗ',
        ],
        'TMT' => [
            'TMT',
            'Туркмен маначӗ',
        ],
        'TND' => [
            'TND',
            'Тунези динарӗ',
        ],
        'TOP' => [
            'TOP',
            'Тонган паанги',
        ],
        'TRY' => [
            'TRY',
            'Турци лири',
        ],
        'TTD' => [
            'TTD',
            'Тринидад тата Тобаго долларӗ',
        ],
        'TWD' => [
            'NT$',
            'Ҫӗнӗ Тайван долларӗ',
        ],
        'TZS' => [
            'TZS',
            'Танзани шиллингӗ',
        ],
        'UAH' => [
            'UAH',
            'Украина гривни',
        ],
        'UGX' => [
            'UGX',
            'Уганда шиллингӗ',
        ],
        'USD' => [
            '$',
            'АПШ долларӗ',
        ],
        'UYU' => [
            'UYU',
            'Уругвай песийӗ',
        ],
        'UZS' => [
            'UZS',
            'Узбек сумӗ',
        ],
        'VES' => [
            'VES',
            'Венесуэла боливарӗ',
        ],
        'VND' => [
            '₫',
            'Вьетнам донгӗ',
        ],
        'VUV' => [
            'VUV',
            'Вануату ватуйӗ',
        ],
        'WST' => [
            'WST',
            'Самоа тали',
        ],
        'XAF' => [
            'FCFA',
            'Тӗп Африка КФА франкӗ',
        ],
        'XCD' => [
            'EC$',
            'Хӗвелтухӑҫ Карибсем долларӗ',
        ],
        'XOF' => [
            'F CFA',
            'КФА ВСЕАО франкӗ',
        ],
        'XPF' => [
            'CFPF',
            'Франци Лӑпкӑ океан франкӗ',
        ],
        'YER' => [
            'YER',
            'Йемен риалӗ',
        ],
        'ZAR' => [
            'ZAR',
            'Кӑнтӑр Африка рэндӗ',
        ],
        'ZMW' => [
            'ZMW',
            'Замби квачи',
        ],
    ],
];
