<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'АПЭ дирхамӗ',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'афганийӗ',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'Албани лекӗ',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'Армяни драмӗ',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'Нидерланд Антиллиан гульденӗ',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'Ангола кванзӗ',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'Аргентина песийӗ',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'Австрали долларӗ',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'Аруба флоринӗ',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'Азербайджан маначӗ',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'Боснипе Герцеговина конвертланакан марки',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'Барбадос долларӗ',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'Бангладеш таки',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'Болгари левӗ',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'Бахрейн динарӗ',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'Бурунди франкӗ',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'Бермуд долларӗ',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'Бруней долларӗ',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'Боливи боливианӗ',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'Бразили реалӗ',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'Багам долларӗ',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'Бутан нгултрумӗ',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'Ботсвана пули',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'Беларуҫ тенкӗ',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'Белиз долларӗ',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'Канада долларӗ',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'Конголези франкӗ',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'Швейцари франкӗ',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'Чили песийӗ',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'Китай офшор юанӗ',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'Китай юанӗ',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'Колумби песийӗ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'Коста-Рика колонӗ',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'Куба конвертланакан песийӗ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'Куба песийӗ',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'Кабо-Верде эскудӗ',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'Чехи кронӗ',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'Джибути франкӗ',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'Дани кронӗ',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'Доминикан песийӗ',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'Алжир динарӗ',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'Египет фунчӗ',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'Эритрей накфӗ',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'Эфиопи бырӗ',
        ],
        'EUR' => [
            0 => '€',
            1 => 'евро',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'Фиджи долларӗ',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'Факланд утравӗсен фунчӗ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'Британи фунчӗ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'Грузи ларийӗ',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'Гана седийӗ',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'Гибралтар фунчӗ',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'Гамби даласийӗ',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'Гвиней франкӗ',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'Гватемала кетсалӗ',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'Гайана долларӗ',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'Гонконг долларӗ',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'Гондурас лемпирӗ',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'Хорвати куни',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'Гаити гурдӗ',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'Венгри форинчӗ',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'Индонези рупийӗ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'Ҫӗнӗ Израиль шекелӗ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'Инди рупийӗ',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'Ирак динарӗ',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'Иран риалӗ',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'Исланди кронӗ',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'Ямайка долларӗ',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'Иордан динарӗ',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'Япони иени',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'Кени шиллингӗ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'Киргиз сомӗ',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'Камбоджа риелӗ',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'Комора франкӗ',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'КХДР вони',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'Корей вони',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'Кувейт динарӗ',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'Кайман утравӗсен долларӗ',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'Казах тенгейӗ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'Лаос кипӗ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'Ливан фунчӗ',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'Шри-ланка рупийӗ',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'Либери долларӗ',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'Лесото лотийӗ',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'Ливи динарӗ',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'Марокко дирхамӗ',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'Молдова лайӗ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'Малагаси ариарийӗ',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'Македони денарӗ',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'Мьянман кьятӗ',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'Монголи тугрикӗ',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'Макао патаки',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'Мавритани угийӗ',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'Маврики рупийӗ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'Мальдивсен руфийӗ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'Малави квачӗ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'Мексика песийӗ',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'Малайзи ринггичӗ',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'Мозамбик метикалӗ',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'Намиби долларӗ',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'Нигери найрӗ',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'Никарагуа кордобӗ',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'Норвеги кронӗ',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'Непал рупийӗ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'Ҫӗнӗ Зеланди долларӗ',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'Оман риалӗ',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'Панама бальбоа',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'Перу солӗ',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'Папуа – Ҫӗнӗ Гвиней кини',
        ],
        'PHP' => [
            0 => '₱',
            1 => 'Филиппин песийӗ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'пакистан рупийӗ',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'Польша злотыйӗ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'Парагвай гуаранӗ',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'Катар риалӗ',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'Румыни лейӗ',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'Серби динарӗ',
        ],
        'RUB' => [
            0 => '₽',
            1 => 'Раҫҫей тенкӗ',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'Руанда франкӗ',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'Сауд риялӗ',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'Соломон утравӗсен долларӗ',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'Сейшел рупийӗ',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'Судан фунчӗ',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'Швеци кронӗ',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'Сингапур долларӗ',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'Сӑваплӑ Елена утравӗн фунчӗ',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'леонӗ',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'Сомали шиллингӗ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'Суринам долларӗ',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'Кӑнтӑр Судан фунчӗ',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'Сан-Томе тата Принсипи добрӗ',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'Сири фунчӗ',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'Свази лилангенийӗ',
        ],
        'THB' => [
            0 => 'THB',
            1 => 'Таиланд барӗ',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'Таджик сомонийӗ',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'Туркмен маначӗ',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'Тунези динарӗ',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'Тонган паанги',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'Турци лири',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'Тринидад тата Тобаго долларӗ',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'Ҫӗнӗ Тайван долларӗ',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'Танзани шиллингӗ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'Украина гривни',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'Уганда шиллингӗ',
        ],
        'USD' => [
            0 => '$',
            1 => 'АПШ долларӗ',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'Уругвай песийӗ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'Узбек сумӗ',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'Венесуэла боливарӗ',
        ],
        'VND' => [
            0 => '₫',
            1 => 'Вьетнам донгӗ',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'Вануату ватуйӗ',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'Самоа тали',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'Тӗп Африка КФА франкӗ',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'Хӗвелтухӑҫ Карибсем долларӗ',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'КФА ВСЕАО франкӗ',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'Франци Лӑпкӑ океан франкӗ',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'Йемен риалӗ',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'Кӑнтӑр Африка рэндӗ',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'Замби квачи',
        ],
    ],
];
