<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'ब्राजीली रियाल',
        ],
        'CNY' => [
            'CN¥',
            'चीनी युआन',
        ],
        'EUR' => [
            '€',
            'यूरो',
        ],
        'GBP' => [
            '£',
            'ब्रिटिश पाउंड',
        ],
        'INR' => [
            '₹',
            'भारती रपेऽ',
        ],
        'JPY' => [
            '¥',
            'जापानी येन',
        ],
        'RUB' => [
            'RUB',
            'रूसी रूबल',
        ],
        'USD' => [
            '$',
            'यूएस डालर',
        ],
    ],
];
