<?php

return [
    'Names' => [
        1 => 'ཡུ་ནཱའི་ཊེཌ་ ཨ་རབ་ ཨེ་མེ་རེཊས་ཀྱི་དངུལ་ ཌིར་ཧཱམ', 3 => 'ཨཕ་གཱན་གྱི་དངུལ་ ཨཕ་ག་ནི', 18 => 'ཨཱོས་ཊྲེ་ལི་ཡ་གི་དངུལ་ ཌོ་ལར', 26 => 'བྷང་ལ་དེཤ་གི་དངུལ་ ཏ་ཀ', 36 => 'བར་མུ་ཌ་གི་དངུལ་ ཌོ་ལར', 45 => 'བྲ་ཛིལ་གྱི་དངུལ་ རེ་ཡལ', 50 => 'དངུལ་ཀྲམ', 57 => 'ཀེ་ན་ཌ་གི་དངུལ་ ཌོ་ལར', 60 => 'སུ་ཡིས་ཀྱི་དངུལ་ ཕྲངཀ', 64 => 'ཅི་ལི་གི་དངུལ་ པེ་སོ',
        66 => 'རྒྱ་ནག་གི་དངུལ་ ཡུ་ཝཱན', 'ཀོ་ལོམ་བྷི་ཡ་གི་དངུལ་ པེ་སོ', 73 => 'ཀིའུ་བྷ་གི་དངུལ་ པེ་སོ', 80 => 'ཌེན་མཱཀ་གི་དངུལ་ ཀྲོན', 82 => 'ཨཱལ་ཇི་རི་ཡ་གི་དངུལ་ ཌའི་ནར', 86 => 'ཨི་ཇིབཊ་གི་དངུལ་ པ་འུནཌ', 92 => 'ཡུ་རོ༌དངུལ་', 97 => 'བྲི་ཊིཤ་ པ་འུནཌ་ ཨིས་ཊར་ལིང', 112 => 'ཧོང་ཀོང་གི་དངུལ་ ཌོ་ལར', 118 => 'ཨིན་ཌོ་ནེ་ཤི་ཡ་གི་དངུལ་ རུ་པི་ཡ',
        122 => 'ཨིས་རེལ་གྱི་དངུལ་གསརཔ་ ཤེ་ཀེལ', 'རྒྱ་གར་གྱི་དངུལ་ རུ་པི', 'ཨི་རཱཀ་གི་དངུལ་ ཌི་ན', 'ཨི་རཱན་གྱི་དངུལ་ རི་ཨཱལ', 127 => 'ཨཱཡིས་ལེནཌ་གི་དངུལ་ ཀྲོ་ན', 129 => 'ཇཱ་མཻ་ཀ་གི་དངུལ་ ཌོ་ལར', 'ཇོར་ཌན་གྱི་དངུལ་ ཌི་ན', 'ཇཱ་པཱན་གྱི་དངུལ་ ཡེན', 'ཀེན་ཡ་གི་དངུལ་ ཤི་ལིང', 134 => 'ཀེམ་བྷོ་ཌི་ཡ་གི་དངུལ་ རི་ཨཱལ', 136 => 'ནོརཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན', 139 => 'སཱའུཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན', 'ཀུ་ཝེཊ་གི་དངུལ་ ཌི་ན',
        142 => 'ཀ་ཛགས་ཏཱན་གྱི་དངུལ་ ཏེང་གེ', 'ལཱ་ཝོས་ཀྱི་དངུལ་ ཀིཔ', 'ལེ་བ་ནོན་གྱི་དངུལ་ པ་འུནཌ', 'ཤྲི་ ལང་ཀ་གི་དངུལ་ རུ་པི', 'ལཱའི་བེ་རི་ཡ་གི་དངུལ་ ཌོ་ལར', 155 => 'ལི་བི་ཡ་གི་དངུལ་ ཌི་ན', 'མོ་རོ་ཀོ་གི་དངུལ་ ཌིར་ཧཱམ', 166 => 'མི་ཡཱན་མར་གྱི་དངུལ་ ཅཱཏ', 'སོག་པོའི་དངུལ་ ཏུ་གྲིཀ', 175 => 'མཱལ་དིབས་ཀྱི་དངུལ་ རུ་ཕི་ཡ', 177 => 'མེཀ་སི་ཀོ་གི་དངུལ་ པེ་སོ', 180 => 'མ་ལེ་ཤི་ཡ་གི་དངུལ་ རིང་གིཊ', 189 => 'ནོར་ཝེ་གི་དངུལ་ ཀྲོ་ན',
        'བལ་པོའི་དངུལ་ རུ་པི', 'ནིའུ་ཛི་ལེནཌ་གི་དངུལ་ ཌོ་ལར', 'ཨོ་མཱན་གྱི་དངུལ་ རི་ཨཱལ', 'པ་ན་མ་གི་དངུལ་ བཱལ་བོ་ཝ', 195 => 'པ་རུ་གི་དངུལ་ ནུ་བོ་ སཱོལ', 198 => 'ཕི་ལི་པིནས་གྱི་དངུལ་ པེ་སོ', 'པ་ཀིས་ཏཱན་གྱི་དངུལ་ རུ་པི', 'པོ་ལེནཌ་ཀྱི་དངུལ ཛ྄ལོ་ཊི', 204 => 'ཀ་ཊར་གྱི་དངུལ་ རི་ཨཱལ', 209 => 'ཨུ་རུ་སུ་གི་དངུལ་ རུ་བཱལ', 212 => 'སཱཝ་དིའི་དངུལ་ རི་ཡཱལ', 214 => 'སེ་ཤཱལས་ཀྱི་དངུལ་ རུ་པི', 218 => 'སུའི་ཌེན་གྱི་དངུལ་ ཀྲོ་ན',
        'སིང་ག་པོར་གྱི་དངུལ་ ཌོ་ལར', 233 => 'སི་རི་ཡ་གི་དངུལ་ པ་འུནཌ', 235 => 'ཐཱའི་ལེནཌ་གི་དངུལ་ བཱཏ', 237 => 'ཏ་ཇི་ཀིས་ཏཱན་གྱི་དངུལ་ སོ་མོ་ནི', 244 => 'ཊཱར་ཀི་གི་དངུལ་ ལི་ར', 246 => 'ཊཱའི་ཝཱན་གི་དངུལ ཌོ་ལར', 'ཊཱན་ཛཱ་ནི་ཡ་གི་དངུལ་ ཤི་ལིང', 251 => 'ཡུ་གྷེན་ཌ་གི་དངུལ་ ཤི་ལིང', 'ཡུ་ཨེས་ ཌོ་ལར', 257 => 'ཡུ་རུ་གུ་ཝའི་གི་དངུལ་ པེ་སོ', 259 => 'ཨུས་བེ་ཀིས་ཏཱན་གྱི་དངུལ་ སོམ',
        262 => 'བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར (2008–2018)', 'བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར', 'བེཊ་ནཱམ་གྱི་དངུལ་ ཌོང', 268 => 'XAF', 284 => 'སཱའུཐ་ ཨཕ་རི་ཀ་གི་དངུལ་ རཱནད',
    ],
    'Symbols' => [
        1 => '', 3 => '', 18 => 'AU$', 26 => '', 36 => '', 45 => 'R$', 50 => 'Nu.', 57 => 'CA$', 60 => '', 64 => '',
        66 => 'CN¥', '', 73 => '', 80 => '', 82 => '', 86 => '', 92 => '€', 97 => '£', 112 => 'HK$', 118 => '',
        122 => '', '₹', '', '', 127 => '', 129 => '', '', 'JP¥', '', 134 => '', 136 => '', 139 => 'KR₩', '',
        142 => '', '', '', '', '', 155 => '', '', 166 => '', '', 175 => '', 177 => 'MX$', 180 => '', 189 => '',
        '', 'NZ$', '', '', 195 => '', 198 => '₱', '', '', 204 => '', 209 => '', 212 => '', 214 => '', 218 => '',
        '', 233 => '', 235 => 'TH฿', 237 => '', 244 => '', 246 => 'NT$', '', 251 => '', 'US$', 257 => '', 259 => '',
        262 => '', '', '₫', 268 => '', 284 => '',
    ],
];
