<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'ཡུ་ནཱའི་ཊེཌ་ ཨ་རབ་ ཨེ་མེ་རེཊས་ཀྱི་དངུལ་ ཌིར་ཧཱམ',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'ཨཕ་གཱན་གྱི་དངུལ་ ཨཕ་ག་ནི',
        ],
        'AUD' => [
            0 => 'AU$',
            1 => 'ཨཱོས་ཊྲེ་ལི་ཡ་གི་དངུལ་ ཌོ་ལར',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'བྷང་ལ་དེཤ་གི་དངུལ་ ཏ་ཀ',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'བར་མུ་ཌ་གི་དངུལ་ ཌོ་ལར',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'བྲ་ཛིལ་གྱི་དངུལ་ རེ་ཡལ',
        ],
        'BTN' => [
            0 => 'Nu.',
            1 => 'དངུལ་ཀྲམ',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'ཀེ་ན་ཌ་གི་དངུལ་ ཌོ་ལར',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'སུ་ཡིས་ཀྱི་དངུལ་ ཕྲངཀ',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ཅི་ལི་གི་དངུལ་ པེ་སོ',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'རྒྱ་ནག་གི་དངུལ་ ཡུ་ཝཱན',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'ཀོ་ལོམ་བྷི་ཡ་གི་དངུལ་ པེ་སོ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ཀིའུ་བྷ་གི་དངུལ་ པེ་སོ',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ཌེན་མཱཀ་གི་དངུལ་ ཀྲོན',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'ཨཱལ་ཇི་རི་ཡ་གི་དངུལ་ ཌའི་ནར',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ཨི་ཇིབཊ་གི་དངུལ་ པ་འུནཌ',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ཡུ་རོ༌དངུལ་',
        ],
        'GBP' => [
            0 => '£',
            1 => 'བྲི་ཊིཤ་ པ་འུནཌ་ ཨིས་ཊར་ལིང',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ཧོང་ཀོང་གི་དངུལ་ ཌོ་ལར',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ཨིན་ཌོ་ནེ་ཤི་ཡ་གི་དངུལ་ རུ་པི་ཡ',
        ],
        'ILS' => [
            0 => 'ILS',
            1 => 'ཨིས་རེལ་གྱི་དངུལ་གསརཔ་ ཤེ་ཀེལ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'རྒྱ་གར་གྱི་དངུལ་ རུ་པི',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ཨི་རཱཀ་གི་དངུལ་ ཌི་ན',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ཨི་རཱན་གྱི་དངུལ་ རི་ཨཱལ',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'ཨཱཡིས་ལེནཌ་གི་དངུལ་ ཀྲོ་ན',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ཇཱ་མཻ་ཀ་གི་དངུལ་ ཌོ་ལར',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ཇོར་ཌན་གྱི་དངུལ་ ཌི་ན',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'ཇཱ་པཱན་གྱི་དངུལ་ ཡེན',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'ཀེན་ཡ་གི་དངུལ་ ཤི་ལིང',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'ཀེམ་བྷོ་ཌི་ཡ་གི་དངུལ་ རི་ཨཱལ',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'ནོརཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན',
        ],
        'KRW' => [
            0 => 'KR₩',
            1 => 'སཱའུཐ་ ཀོ་རི་ཡ་གི་དངུལ་ ཝོན',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'ཀུ་ཝེཊ་གི་དངུལ་ ཌི་ན',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'ཀ་ཛགས་ཏཱན་གྱི་དངུལ་ ཏེང་གེ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'ལཱ་ཝོས་ཀྱི་དངུལ་ ཀིཔ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ལེ་བ་ནོན་གྱི་དངུལ་ པ་འུནཌ',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'ཤྲི་ ལང་ཀ་གི་དངུལ་ རུ་པི',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ལཱའི་བེ་རི་ཡ་གི་དངུལ་ ཌོ་ལར',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ལི་བི་ཡ་གི་དངུལ་ ཌི་ན',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'མོ་རོ་ཀོ་གི་དངུལ་ ཌིར་ཧཱམ',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'མི་ཡཱན་མར་གྱི་དངུལ་ ཅཱཏ',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'སོག་པོའི་དངུལ་ ཏུ་གྲིཀ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'མཱལ་དིབས་ཀྱི་དངུལ་ རུ་ཕི་ཡ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'མེཀ་སི་ཀོ་གི་དངུལ་ པེ་སོ',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'མ་ལེ་ཤི་ཡ་གི་དངུལ་ རིང་གིཊ',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'ནོར་ཝེ་གི་དངུལ་ ཀྲོ་ན',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'བལ་པོའི་དངུལ་ རུ་པི',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ནིའུ་ཛི་ལེནཌ་གི་དངུལ་ ཌོ་ལར',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ཨོ་མཱན་གྱི་དངུལ་ རི་ཨཱལ',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'པ་ན་མ་གི་དངུལ་ བཱལ་བོ་ཝ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'པ་རུ་གི་དངུལ་ ནུ་བོ་ སཱོལ',
        ],
        'PHP' => [
            0 => '₱',
            1 => 'ཕི་ལི་པིནས་གྱི་དངུལ་ པེ་སོ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'པ་ཀིས་ཏཱན་གྱི་དངུལ་ རུ་པི',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'པོ་ལེནཌ་ཀྱི་དངུལ ཛ྄ལོ་ཊི',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'ཀ་ཊར་གྱི་དངུལ་ རི་ཨཱལ',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'ཨུ་རུ་སུ་གི་དངུལ་ རུ་བཱལ',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'སཱཝ་དིའི་དངུལ་ རི་ཡཱལ',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'སེ་ཤཱལས་ཀྱི་དངུལ་ རུ་པི',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'སུའི་ཌེན་གྱི་དངུལ་ ཀྲོ་ན',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'སིང་ག་པོར་གྱི་དངུལ་ ཌོ་ལར',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'སི་རི་ཡ་གི་དངུལ་ པ་འུནཌ',
        ],
        'THB' => [
            0 => 'TH฿',
            1 => 'ཐཱའི་ལེནཌ་གི་དངུལ་ བཱཏ',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'ཏ་ཇི་ཀིས་ཏཱན་གྱི་དངུལ་ སོ་མོ་ནི',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ཊཱར་ཀི་གི་དངུལ་ ལི་ར',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ཊཱའི་ཝཱན་གི་དངུལ ཌོ་ལར',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ཊཱན་ཛཱ་ནི་ཡ་གི་དངུལ་ ཤི་ལིང',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ཡུ་གྷེན་ཌ་གི་དངུལ་ ཤི་ལིང',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'ཡུ་ཨེས་ ཌོ་ལར',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ཡུ་རུ་གུ་ཝའི་གི་དངུལ་ པེ་སོ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ཨུས་བེ་ཀིས་ཏཱན་གྱི་དངུལ་ སོམ',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'བེ་ནི་ཛུ་ཝེ་ལ་གི་དངུལ་ བོ་ལི་བར',
        ],
        'VND' => [
            0 => '₫',
            1 => 'བེཊ་ནཱམ་གྱི་དངུལ་ ཌོང',
        ],
        'XAF' => [
            0 => 'XAF',
            1 => 'XAF',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'སཱའུཐ་ ཨཕ་རི་ཀ་གི་དངུལ་ རཱནད',
        ],
    ],
];
