<?php

return [
    'Names' => [
        'ADP' => [
            0 => 'ADP',
            1 => 'پزتای آندورا',
        ],
        'AED' => [
            0 => 'AED',
            1 => 'درهم امارات متحدهٔ عربی',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'افغانی افغانستان (۱۹۲۷ تا ۲۰۰۲)',
        ],
        'AFN' => [
            0 => '؋',
            1 => 'افغانی افغانستان',
        ],
        'ALK' => [
            0 => 'ALK',
            1 => 'لک آلبانی (۱۹۴۶ تا ۱۹۶۵)',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'لک آلبانی',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'درام ارمنستان',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'گیلدر آنتیل هلند',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'کوانزای آنگولا',
        ],
        'ARM' => [
            0 => 'ARM',
            1 => 'پزوی آرژانتین (۱۸۸۱ تا ۱۹۷۰)',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'پزوی آرژانتین (۱۹۸۳ تا ۱۹۸۵)‏',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'پزوی آرژانتین',
        ],
        'ATS' => [
            0 => 'ATS',
            1 => 'شیلینگ اتریش',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'دلار استرالیا',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'فلورین آروبا',
        ],
        'AZM' => [
            0 => 'AZM',
            1 => 'منات جمهوری آذربایجان (۱۹۹۳ تا ۲۰۰۶)',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'منات جمهوری آذربایجان',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => 'دینار بوسنی و هرزگوین (۱۹۹۲ تا ۱۹۹۴)',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'مارک تبدیل‌پذیر بوسنی و هرزگوین',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'دلار باربادوس',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'تاکای بنگلادش',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'فرانک بلژیک',
        ],
        'BEL' => [
            0 => 'BEL',
            1 => 'فرانک بلژیک (مالی)',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'لف بلغارستان',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'دینار بحرین',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'فرانک بوروندی',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'دلار برمودا',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'دلار برونئی',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'بولیویانوی بولیوی',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'پزوی بولیوی',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'رئال برزیل',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'دلار باهاما',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'انگولتروم بوتان',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'پولای بوتسوانا',
        ],
        'BYB' => [
            0 => 'BYB',
            1 => 'روبل جدید بیلوروسی (۱۹۹۴ تا ۱۹۹۹)',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'روبل بلاروسی',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'روبل بلاروسی (۲۰۱۶–۲۰۰۰)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'دلار بلیز',
        ],
        'CAD' => [
            0 => '$CA',
            1 => 'دلار کانادا',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'فرانک کنگو',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'فرانک سوئیس',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'پزوی شیلی',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'یوآن چین (برون‌مرزی)',
        ],
        'CNY' => [
            0 => '¥CN',
            1 => 'یوآن چین',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'پزوی کلمبیا',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'کولون کاستاریکا',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'دینار صربستان (۲۰۰۲ تا ۲۰۰۶)',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'پزوی تبدیل‌پذیر کوبا',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'پزوی کوبا',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'اسکودوی کیپ‌ورد',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'پوند قبرس',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'کورونای جمهوری چک',
        ],
        'DDM' => [
            0 => 'DDM',
            1 => 'مارک آلمان شرقی',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'مارک آلمان',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'فرانک جیبوتی',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'کرون دانمارک',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'پزوی جمهوری دومینیکن',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'دینار الجزایر',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'کرون استونی',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'پوند مصر',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ناکفای اریتره',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'پزتای اسپانیا',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'بیر اتیوپی',
        ],
        'EUR' => [
            0 => '€',
            1 => 'یورو',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'دلار فیجی',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'پوند جزایر فالکلند',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'فرانک فرانسه',
        ],
        'GBP' => [
            0 => '£',
            1 => 'پوند بریتانیا',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'لاری گرجستان',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'سدی غنا',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'پوند جبل‌الطارق',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'دالاسی گامبیا',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'فرانک گینه',
        ],
        'GRD' => [
            0 => 'GRD',
            1 => 'دراخمای یونان',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'کتزال گواتمالا',
        ],
        'GWP' => [
            0 => 'GWP',
            1 => 'پزوی گینهٔ بیسائو',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'دلار گویانا',
        ],
        'HKD' => [
            0 => '$HK',
            1 => 'دلار هنگ‌کنگ',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'لمپیرای هندوراس',
        ],
        'HRD' => [
            0 => 'HRD',
            1 => 'دینار کرواسی',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'کونای کرواسی',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'گورد هائیتی',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'فورینت مجارستان',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'روپیهٔ اندونزی',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'پوند ایرلند',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'پوند اسرائیل',
        ],
        'ILR' => [
            0 => 'ILR',
            1 => 'شقل اسرائیل (۱۹۸۰ تا ۱۹۸۵)',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'شقل جدید اسرائیل',
        ],
        'INR' => [
            0 => '₹',
            1 => 'روپیهٔ هند',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'دینار عراق',
        ],
        'IRR' => [
            0 => 'ریال',
            1 => 'ریال ایران',
        ],
        'ISJ' => [
            0 => 'ISJ',
            1 => 'کرونای ایسلند (۱۹۱۸ تا ۱۹۸۱)',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'کرونای ایسلند',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'لیرهٔ ایتالیا',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'دلار جامائیکا',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'دینار اردن',
        ],
        'JPY' => [
            0 => '¥',
            1 => 'ین ژاپن',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'شیلینگ کنیا',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'سوم قرقیزستان',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'ری‌یل کامبوج',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'فرانک کومورو',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'وون کرهٔ شمالی',
        ],
        'KRO' => [
            0 => 'KRO',
            1 => 'وون کرهٔ جنوبی (۱۹۴۵ تا ۱۹۵۳)',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'وون کرهٔ جنوبی',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'دینار کویت',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'دلار جزایر کِیمن',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'تنگهٔ قزاقستان',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'کیپ لائوس',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'لیرهٔ لبنان',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'روپیهٔ سری‌لانکا',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'دلار لیبریا',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'لوتی لسوتو',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'لیتاس لیتوانی',
        ],
        'LTT' => [
            0 => 'LTT',
            1 => 'تالوناس لیتوانی',
        ],
        'LUF' => [
            0 => 'LUF',
            1 => 'فرانک لوکزامبورگ',
        ],
        'LUL' => [
            0 => 'LUL',
            1 => 'فرانک مالی لوگزامبورگ',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'لاتس لتونی',
        ],
        'LVR' => [
            0 => 'LVR',
            1 => 'روبل لتونی',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'دینار لیبی',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'درهم مراکش',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'فرانک مراکش',
        ],
        'MCF' => [
            0 => 'MCF',
            1 => 'فرانک موناکو',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'لئوی مولداوی',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'آریاری مالاگاسی',
        ],
        'MGF' => [
            0 => 'MGF',
            1 => 'فرانک ماداگاسکار',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'دینار مقدونیه',
        ],
        'MKN' => [
            0 => 'MKN',
            1 => 'دینار مقدونیه (۱۹۹۲ تا ۱۹۹۳)',
        ],
        'MLF' => [
            0 => 'MLF',
            1 => 'فرانک مالی',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'کیات میانمار',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'توگریک مغولستان',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'پاتاکای ماکائو',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'اوگوئیای موریتانی (۱۹۷۳ تا ۲۰۱۷)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'اوگوئیای موریتانی',
        ],
        'MTL' => [
            0 => 'MTL',
            1 => 'لیرهٔ مالت',
        ],
        'MTP' => [
            0 => 'MTP',
            1 => 'پوند مالت',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'روپیهٔ موریس',
        ],
        'MVP' => [
            0 => 'MVP',
            1 => 'روپیهٔ مالدیو (۱۹۴۷ تا ۱۹۸۱)',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'روپیهٔ مالدیو',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'کواچای مالاوی',
        ],
        'MXN' => [
            0 => '$MX',
            1 => 'پزوی مکزیک',
        ],
        'MXP' => [
            0 => 'MXP',
            1 => 'پزوی نقرهٔ مکزیک (۱۸۶۱ تا ۱۹۹۲)',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'رینگیت مالزی',
        ],
        'MZE' => [
            0 => 'MZE',
            1 => 'اسکودوی موزامبیک',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'متیکال موزامبیک',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'دلار نامیبیا',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'نایرای نیجریه',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'کوردوبای نیکاراگوئه',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'گیلدر هلند',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'کرون نروژ',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'روپیهٔ نپال',
        ],
        'NZD' => [
            0 => '$NZ',
            1 => 'دلار زلاند نو',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ریال عمان',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'بالبوای پاناما',
        ],
        'PEI' => [
            0 => 'PEI',
            1 => 'اینتی پرو',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'سول پرو',
        ],
        'PES' => [
            0 => 'PES',
            1 => 'سول پرو (۱۸۶۳ تا ۱۹۶۵)',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'کینای پاپوا گینهٔ نو',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'پزوی فیلیپین',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'روپیهٔ پاکستان',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'زواتی لهستان',
        ],
        'PTE' => [
            0 => 'PTE',
            1 => 'اسکودوی پرتغال',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'گوارانی پاراگوئه',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'ریال قطر',
        ],
        'RHD' => [
            0 => 'RHD',
            1 => 'دلار رودزیا',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'لئوی رومانی',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'دینار صربستان',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'روبل روسیه',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'روبل روسیه (۱۹۹۱ تا ۱۹۹۸)',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'فرانک رواندا',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'ریال سعودی',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'دلار جزایر سلیمان',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'روپیهٔ سیشل',
        ],
        'SDD' => [
            0 => 'SDD',
            1 => 'دینار سودان (۱۹۹۲ تا ۲۰۰۷)',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'پوند سودان',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'کرون سوئد',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'دلار سنگاپور',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'پوند سنت هلن',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'لئون سیرالئون',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'شیلینگ سومالی',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'دلار سورینام',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'گیلدر سورینام',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'پوند سودان جنوبی',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'دوبرای سائوتومه و پرنسیپ (۱۹۷۷ تا ۲۰۱۷)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'دوبرای سائوتومه و پرنسیپ',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'روبل شوروی',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'لیرهٔ سوریه',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'لیلانگنی سوازیلند',
        ],
        'THB' => [
            0 => '฿',
            1 => 'بات تایلند',
        ],
        'TJR' => [
            0 => 'TJR',
            1 => 'روبل تاجیکستان',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'سامانی تاجیکستان',
        ],
        'TMM' => [
            0 => 'TMM',
            1 => 'منات ترکمنستان (۱۹۹۳ تا ۲۰۰۹)',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'منات ترکمنستان',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'دینار تونس',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'پاآنگای تونگا',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'اسکودوی تیمور',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'لیرهٔ ترکیه (۱۹۲۲ تا ۲۰۰۵)',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'لیرهٔ ترکیه',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'دلار ترینیداد و توباگو',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'دلار جدید تایوان',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'شیلینگ تانزانیا',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'هریونیای اوکراین',
        ],
        'UGS' => [
            0 => 'UGS',
            1 => 'شیلینگ اوگاندا (۱۹۶۶ تا ۱۹۸۷)',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'شیلینگ اوگاندا',
        ],
        'USD' => [
            0 => '$',
            1 => 'دلار امریکا',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'دلار امریکا (روز بعد)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'دلار امریکا (همان روز)',
        ],
        'UYP' => [
            0 => 'UYP',
            1 => 'پزوی اوروگوئه (۱۹۷۵ تا ۱۹۹۳)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'پزوی اوروگوئه',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'سوم ازبکستان',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'بولیوار ونزوئلا (۱۸۷۱ تا ۲۰۰۸)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'بولیوار ونزوئلا (۲۰۰۸ تا ۲۰۱۸)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'بولیوار ونزوئلا',
        ],
        'VND' => [
            0 => '₫',
            1 => 'دانگ ویتنام',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'واتوی وانوواتو',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'تالای ساموا',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'فرانک CFA مرکز افریقا',
        ],
        'XCD' => [
            0 => '$EC',
            1 => 'دلار شرق کارائیب',
        ],
        'XFO' => [
            0 => 'XFO',
            1 => 'فرانک طلای فرانسه',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'فرانک CFA غرب افریقا',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'فرانک اقیانوسیه',
        ],
        'YDD' => [
            0 => 'YDD',
            1 => 'دینار یمن',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ریال یمن',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'راند افریقای جنوبی',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'کواچای زامبیا (۱۹۶۸ تا ۲۰۱۲)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'کواچای زامبیا',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'دلار زیمبابوه (۱۹۸۰ تا ۲۰۰۸)',
        ],
        'ZWL' => [
            0 => 'ZWL',
            1 => 'دلار زیمبابوه (۲۰۰۹)',
        ],
        'ZWR' => [
            0 => 'ZWR',
            1 => 'دلار زیمبابوه (۲۰۰۸)',
        ],
    ],
];
