<?php

return [
    'Names' => [
        'AUD' => [
            0 => 'A$',
            1 => 'دالر آسترالیا',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'دالر برونی',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'روبل روسیهٔ سفید',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'روبل روسیهٔ سفید (۲۰۰۰–۲۰۱۶)',
        ],
        'CAD' => [
            0 => '$CA',
            1 => 'دالر کانادا',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'فرانک سویس',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'کرون دنمارک',
        ],
        'JPY' => [
            0 => '¥',
            1 => 'ین جاپان',
        ],
        'MXN' => [
            0 => '$MX',
            1 => 'پزوی مکسیکو',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'گیلدر هالند',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'کرون ناروی',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'کرون سویدن',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'دالر سینگاپور',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'سامانی تاجکستان',
        ],
        'USD' => [
            0 => '$',
            1 => 'دالر امریکا',
        ],
    ],
];
