<?php

return [
    'Names' => [
        18 => 'دالر آسترالیا', 37 => 'دالر برونی', 54 => 'روبل روسیهٔ سفید', 'روبل روسیهٔ سفید (۲۰۰۰–۲۰۱۶)', 57 => 'دالر کانادا', 60 => 'فرانک سویس', 80 => 'کرون دنمارک', 131 => 'ین جاپان', 177 => 'پزوی مکسیکو', 188 => 'گیلدر هالند', 'کرون ناروی',
        218 => 'کرون سویدن', 'دالر سینگاپور', 237 => 'سامانی تاجکستان', 252 => 'دالر امریکا',
    ],
    'Symbols' => [
        18 => 'A$', 37 => '', 54 => '', '', 57 => '$CA', 60 => '', 80 => '', 131 => '¥', 177 => '$MX', 188 => '', '',
        218 => '', '', 237 => '', 252 => '$',
    ],
];
