<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'યુનાઈટેડ આરબ અમિરાત દિરહામ',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'અફ્ગાન અફ્ગાની',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'અલ્બેનિયન લેક',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'અર્મેનિયન ડ્રેમ',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'નેધરલેંડ એંટિલિન ગિલ્ડર',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'અંગોલિયન ક્વાન્ઝા',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'અર્જેન્ટીના પેસો',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ઑસ્ટ્રેલિયન ડૉલર',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'અરુબન ફ્લોરિન',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'અઝરબૈજાની મનાત',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'બોસ્નિયા અને હર્ઝેગોવિના રૂપાંતર યોગ્ય માર્ક',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'બાર્બાડિયન ડોલર',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'બાંગ્લાદેશી ટાકા',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'બલ્ગેરીયન લેવ',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'બેહરિની દિનાર',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'બુરુન્ડિયન ફ્રેંક',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'બર્મુડન ડોલર',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'બ્રુનેઇ ડોલર',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'બોલિવિયન બોલિવિયાનો',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'બ્રાઝિલીયન રિઆલ',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'બહામિયન ડોલર',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ભુતાનિઝ એંગુલ્ત્રમ',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'બોત્સવાનન પુલા',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'બેલારુશિયન રૂબલ',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'બેલારુશિયન રૂબલ (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'બેલિઝ ડોલર',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'કેનેડિયન ડૉલર',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'કોંગોલિઝ ફ્રેંક',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'સ્વિસ ફ્રેંક',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ચિલિઅન પેસો',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'ચાઇનીઝ યુઆન (ઑફશોર)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'ચાઇનિઝ યુઆન',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'કોલમ્બિયન પેસો',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'કોસ્ટા રિકન કોલોન',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'ક્યુબન રૂપાંતર યોગ્ય પેસો',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ક્યુબન પેસો',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'કેપ વર્દિયન એસ્કુડો',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'ચેક રીપબ્લિક કોરુના',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'જિબુટિયન ફ્રેંક',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ડેનિશ ક્રોન',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ડોમિનિકન પેસો',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'અલ્જિરિયન દિનાર',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ઇજિપ્તિયન પાઉન્ડ',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'એરિટ્રેયન નક્ફા',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ઇથિયોપીયન બિર',
        ],
        'EUR' => [
            0 => '€',
            1 => 'યુરો',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ફિજિઅન ડોલર',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ફૉકલેન્ડ આઇલેંડ્સ પાઉન્ડ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'બ્રિટિશ પાઉન્ડ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'જ્યોર્જિઅન લારી',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ઘાનાઇયન સેડી',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'જીબ્રાલ્ટર પાઉન્ડ',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ગેમ્બિયન દલાસી',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ગિનીયન ફ્રેંક',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ગ્વાટેમાલા કુઇટ્ઝલ',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ગયાનિઝ ડોલર',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'હોંગ કોંગ ડૉલર',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'હોન્ડ્યુરન લેમ્પિરા',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ક્રોએશિયન ક્યુના',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'હાઇટિઇન ગોર્ડ',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'હંગેરીયન ફોરિન્ત',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ઇન્ડોનેશિયન રૂપિયા',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ઇઝરાયેલી ન્યુ શેકલ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ભારતીય રૂપિયા',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ઇરાકી દિનાર',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ઇરાનિયન રિયાલ',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'આઇસલેન્ડિક ક્રોના',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'જમૈકિયન ડોલર',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'જોર્ડનિયન દિનાર',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'જાપાનીઝ યેન',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'કેન્યેન શિલિંગ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'કિર્ગિસ્તાની સોમ',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'કેમ્બોડિયન રીઅલ',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'કોમોરિઅન ફ્રેંક',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'ઉત્તર કોરિયન વન',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'દક્ષિણ કોરિયન વન',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'કુવૈતી દિનાર',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'કેયમેન આઇલેંડ્સ ડોલર',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'કઝાકિસ્તાની ટેંગ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'લાઓશિયન કિપ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'લેબેનિઝ પાઉન્ડ',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'શ્રી લંકન રૂપી',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'લિબેરિયન ડોલર',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'લેસોથો લોતી',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'લિથુએનિયન લિતાસ',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'લાતવિયન લેત્સ',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'લિબ્યન દિનાર',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'મોરોક્કન દિરહામ',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'મોલડોવેન લિયુ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'માલાગેસી અરીઆરી',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'મેસેડોનિયન દિનાર',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'મ્યાંમાર ક્યાત',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'મોંગોલિયન ટગરિક',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'માકાનિઝ પતાકા',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'મોરીશેનિયન ઓગુયા (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'મોરીશેનિયન ઓગુયા',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'મોરેશીઅન રૂપી',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'માલ્દિવિયન રુફિયા',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'માલાવિયન ક્વાચા',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'મેક્સિકન પેસો',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'મલેશિયન રિંગ્ગેટ',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'મોઝામ્બિકન મેટિકલ',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'નામિબિયન ડોલર',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'નાઇજીરિયન નૈરા',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'નિકારાગુઅન કોર્ડોબા',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'નૉર્વેજિયન ક્રોન',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'નેપાલિઝ રૂપી',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ન્યૂઝિલેંડ ડૉલર',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ઓમાની રિયાલ',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'પનામેનિયન બાલ્બોઆ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'પેરુવિયન સોલ',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'પાપુઆ ન્યૂ ગિનીયન કિના',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ફિલીપાઇન પેસો',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'પાકિસ્તાની રૂપી',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'પોલિસ ઝ્લોટી',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'પરાગ્વેયન ગુઆરાની',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'કતારી રિયાલ',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'રોમાનિયન લેઉ',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'સર્બિયન દિનાર',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'રશિયન રૂબલ',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'રવાંડન ફ્રેંક',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'સાઉદી રિયાલ',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'સોલોમન આઇલેંડ્સ ડોલર',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'સેશેલોઈ રૂપી',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'સુદાનિઝ પાઉન્ડ',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'સ્વીડિશ ક્રોના',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'સિંગાપુર ડૉલર',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'સેંટ હેલેના પાઉન્ડ',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'સિએરા લિઓનિઅન લિઓન',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'સોમાલી શિલિંગ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'સૂરીનામિઝ ડોલર',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'દક્ષિણ સુદાનિઝ પાઉન્ડ',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'સાઓ ટૉમ એન્ડ પ્રિંસાઇપ ડોબ્રા (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'સાઓ ટૉમ એન્ડ પ્રિંસાઇપ ડોબ્રા',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'સાઇરિયન પાઉન્ડ',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'સ્વાઝી લિલાન્ગેની',
        ],
        'THB' => [
            0 => '฿',
            1 => 'થાઇ બાહ્ત',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'તાજિકિસ્તાની સોમોની',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'તુર્કમેનિસ્તાની મનત',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ટ્યુનિશિયન દિનાર',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ટોંગન પ’અંગા',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'તુર્કિશ લિરા',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ત્રિનિદાદ અને ટોબેગો ડોલર',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ન્યુ તાઇવાન ડૉલર',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'તાન્ઝાનિયન શિલિંગ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'યુક્રેનિયન હ્રિવિનિયા',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'યુગાંડન શિલિંગ',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'યુઍસ ડોલર',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ઉરુગ્વેયન પેસો',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ઉઝ્બેકિસ્તાન સોમ',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'વેનેઝુએલન બોલિવર (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'વેનેઝુએલન બોલિવર',
        ],
        'VND' => [
            0 => '₫',
            1 => 'વિયેતનામીસ ડોંગ',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'વનૌતુ વાતુ',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'સમોઅન તાલા',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'મધ્ય આફ્રિકન [CFA] ફ્રેંક',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ઇસ્ટ કેરિબિયન ડોલર',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'પશ્ચિમી આફ્રિકન [CFA] ફ્રેંક',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => '[CFP] ફ્રેંક',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'યેમેની રિઆલ',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'દક્ષિણ આફ્રિકી રેંડ',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'ઝામ્બિયન ક્વાચા (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ઝામ્બિયન ક્વાચા',
        ],
    ],
];
