<?php

return [
    'Names' => [
        1 => 'યુનાઈટેડ આરબ અમિરાત દિરહામ', 3 => 'અફ્ગાન અફ્ગાની', 5 => 'અલ્બેનિયન લેક', 'અર્મેનિયન ડ્રેમ', 'નેધરલેંડ એંટિલિન ગિલ્ડર', 'અંગોલિયન ક્વાન્ઝા', 16 => 'અર્જેન્ટીના પેસો', 18 => 'ઑસ્ટ્રેલિયન ડૉલર', 'અરુબન ફ્લોરિન', 21 => 'અઝરબૈજાની મનાત', 23 => 'બોસ્નિયા અને હર્ઝેગોવિના રૂપાંતર યોગ્ય માર્ક', 25 => 'બાર્બાડિયન ડૉલર',
        'બાંગ્લાદેશી ટાકા', 32 => 'બલ્ગેરીયન લેવ', 34 => 'બેહરિની દિનાર', 'બુરુન્ડિયન ફ્રેંક', 'બર્મુડન ડૉલર', 'બ્રુનેઇ ડૉલર', 'બોલિવિયન બોલિવિયાનો', 45 => 'બ્રાઝિલીયન રિઆલ', 49 => 'બહામિયન ડૉલર', 'ભુતાનિઝ એંગુલ્ત્રમ', 52 => 'બોત્સવાનન પુલા', 54 => 'બેલારુશિયન રૂબલ', 'બેલારુશિયન રૂબલ (2000–2016)', 'બેલિઝ ડૉલર',
        'કેનેડિયન ડૉલર', 'કોંગોલિઝ ફ્રેંક', 60 => 'સ્વિસ ફ્રેંક', 64 => 'ચિલિઅન પેસો', 'ચાઇનીઝ યુઆન (ઑફશોર)', 'ચાઇનિઝ યુઆન', 'કોલમ્બિયન પેસો', 69 => 'કોસ્ટા રિકન કોલોન', 72 => 'ક્યુબન રૂપાંતર યોગ્ય પેસો', 'ક્યુબન પેસો', 'કેપ વર્દિયન એસ્કુડો', 76 => 'ચેક રીપબ્લિક કોરુના', 79 => 'જિબુટિયન ફ્રેંક', 'ડેનિશ ક્રોન',
        'ડોમિનિકન પેસો', 'અલ્જિરિયન દિનાર', 86 => 'ઇજિપ્તિયન પાઉન્ડ', 'એરિટ્રેયન નક્ફા', 91 => 'ઇથિયોપીયન બિર', 'યુરો', 94 => 'ફિજિઅન ડૉલર', 'ફૉકલેન્ડ આઇલેંડ્સ પાઉન્ડ', 97 => 'બ્રિટિશ પાઉન્ડ', 99 => 'જ્યોર્જિઅન લારી', 101 => 'ઘાનાઇયન સેડી', 'જીબ્રાલ્ટર પાઉન્ડ', 'ગેમ્બિયન દલાસી', 'ગિનીયન ફ્રેંક',
        108 => 'ગ્વાટેમાલા કુઇટ્ઝલ', 111 => 'ગયાનિઝ ડૉલર', 'હોંગ કોંગ ડૉલર', 'હોન્ડ્યુરન લેમ્પિરા', 115 => 'ક્રોએશિયન ક્યુના', 'હાઇટિઇન ગોર્ડ', 'હંગેરીયન ફોરિન્ત', 'ઇન્ડોનેશિયન રૂપિયા', 122 => 'ઇઝરાયેલી ન્યુ શેકલ', 'ભારતીય રૂપિયા', 'ઇરાકી દિનાર', 'ઇરાનિયન રિયાલ', 127 => 'આઇસલેન્ડિક ક્રોના', 129 => 'જમૈકિયન ડૉલર',
        'જોર્ડનિયન દિનાર', 'જાપાનીઝ યેન', 'કેન્યેન શિલિંગ', 'કિર્ગિસ્તાની સોમ', 'કેમ્બોડિયન રીઅલ', 'કોમોરિઅન ફ્રેંક', 'ઉત્તર કોરિયન વન', 139 => 'દક્ષિણ કોરિયન વન', 'કુવૈતી દિનાર', 'કેયમેન આઇલેંડ્સ ડોલર', 'કઝાકિસ્તાની ટેંગ', 'લાઓશિયન કિપ', 'લેબેનિઝ પાઉન્ડ', 'શ્રી લંકન રૂપી', 'લિબેરિયન ડૉલર', 'લેસોથો લોતી', 'લિથુએનિયન લિતાસ', 153 => 'લાતવિયન લેત્સ',
        155 => 'લિબ્યન દિનાર', 'મોરોક્કન દિરહામ', 160 => 'મોલડોવેન લિયુ', 'માલાગેસી અરીઆરી', 163 => 'મેસેડોનિયન દિનાર', 166 => 'મ્યાંમાર ક્યાત', 'મોંગોલિયન ટગરિક', 'માકાનિઝ પતાકા', 'મોરીશેનિયન ઓગુયા (1973–2017)', 'મોરીશેનિયન ઓગુયા', 173 => 'મોરેશીઅન રૂપી', 175 => 'માલ્દિવિયન રુફિયા', 'માલાવિયન ક્વાચા', 'મેક્સિકન પેસો',
        180 => 'મલેશિયન રિંગ્ગેટ', 183 => 'મોઝામ્બિકન મેટિકલ', 'નામિબિયન ડોલર', 'નાઇજીરિયન નૈરા', 187 => 'નિકારાગુઅન કોર્ડોબા', 189 => 'નૉર્વેજિયન ક્રોન', 'નેપાલિઝ રૂપી', 'ન્યૂઝિલેંડ ડૉલર', 'ઓમાની રિયાલ', 'પનામેનિયન બાલ્બોઆ', 195 => 'પેરુવિયન સોલ', 197 => 'પાપુઆ ન્યૂ ગિનીયન કિના', 'ફિલીપાઇન પેસો', 'પાકિસ્તાની રૂપી',
        'પોલિસ ઝ્લોટી', 203 => 'પરાગ્વેયન ગુઆરાની', 'કતારી રિયાલ', 207 => 'રોમાનિયન લેઉ', 'સર્બિયન દિનાર', 'રશિયન રૂબલ', 211 => 'રવાંડન ફ્રેંક', 'સાઉદી રિયાલ', 'સોલોમન આઇલૅન્ડ્સ ડૉલર', 'સેશેલોઈ રૂપી', 216 => 'સુદાનિઝ પાઉન્ડ', 218 => 'સ્વીડિશ ક્રોના', 'સિંગાપુર ડૉલર', 'સેંટ હેલેના પાઉન્ડ',
        223 => 'સિએરા લિઓનિઅન લિઓન', 'સિએરા લિઓનિઅન લિઓન (1964—2022)', 'સોમાલી શિલિંગ', 'સૂરીનામિઝ ડૉલર', 228 => 'દક્ષિણ સુદાનિઝ પાઉન્ડ', 'સાઓ ટૉમ એન્ડ પ્રિંસાઇપ ડોબ્રા (1977–2017)', 'સાઓ ટૉમ એન્ડ પ્રિંસાઇપ ડોબ્રા', 233 => 'સાઇરિયન પાઉન્ડ', 'સ્વાઝી લિલાન્ગેની', 'થાઇ બાહ્ત', 237 => 'તાજિકિસ્તાની સોમોની', 239 => 'તુર્કમેનિસ્તાની મનત', 'ટ્યુનિશિયન દિનાર', 'ટોંગન પ’અંગા',
        244 => 'તુર્કિશ લિરા', 'ત્રિનિદાદ અને ટોબેગો ડૉલર', 'ન્યુ તાઇવાન ડૉલર', 'તાન્ઝાનિયન શિલિંગ', 'યુક્રેનિયન હ્રિવિનિયા', 251 => 'યુગાંડન શિલિંગ', 'યુઍસ ડૉલર', 257 => 'ઉરુગ્વેયન પેસો', 259 => 'ઉઝ્બેકિસ્તાન સોમ', 262 => 'વેનેઝુએલન બોલિવર (2008–2018)', 'વેનેઝુએલન બોલિવર', 'વિયેતનામીસ ડોંગ', 266 => 'વનૌતુ વાતુ', 'સમોઅન તાલા',
        'મધ્ય આફ્રિકન [CFA] ફ્રેંક', 'ઇસ્ટ કેરિબિયન ડૉલર', 'કૅરિબિયન ગિલ્ડર', 274 => 'પશ્ચિમી આફ્રિકન [CFA] ફ્રેંક', '[CFP] ફ્રેંક', 278 => 'યેમેની રિઆલ', 284 => 'દક્ષિણ આફ્રિકી રેંડ', 'ઝામ્બિયન ક્વાચા (1968–2012)', 'ઝામ્બિયન ક્વાચા', 290 => 'ઝીંબાબિયન ગોલ્ડ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
