<?php

return [
    'Names' => [
        'ADP' => [
            0 => 'ADP',
            1 => 'פזטה אנדורית',
        ],
        'AED' => [
            0 => 'AED',
            1 => 'דירהם של איחוד הנסיכויות הערביות',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'אפגני אפגני',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'לק אלבני',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'דראם ארמני',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'גילדר של האנטילים ההולנדיים',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'קואנזה אנגולי',
        ],
        'AON' => [
            0 => 'AON',
            1 => 'קואנזה חדש אנגולי (1990–2000)',
        ],
        'AOR' => [
            0 => 'AOR',
            1 => 'קואנזה רג׳וסטדו אנגולי (1995–1999)',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'פזו ארגנטינאי (1983–1985)',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'פסו ארגנטינאי',
        ],
        'ATS' => [
            0 => 'ATS',
            1 => 'שילינג אוסטרי',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'דולר אוסטרלי',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'פלורין של ארובה',
        ],
        'AZM' => [
            0 => 'AZM',
            1 => 'מנאט אזרביג׳אני (1993–2006)',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'מאנאט אזרבייג׳ני',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => 'דינר של בוסניה־הרצגובינה',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'מארק סחיר של בוסניה והרצגובינה',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'דולר ברבדיאני',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'טאקה בנגלדשי',
        ],
        'BEC' => [
            0 => 'BEC',
            1 => 'פרנק בלגי (בר המרה)',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'פרנק בלגי',
        ],
        'BGL' => [
            0 => 'BGL',
            1 => 'לב בולגרי ישן',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'לב בולגרי',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'דינר בחרייני',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'פרנק בורונדי',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'דולר ברמודה',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'דולר ברוניי',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'בוליביאנו',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'פזו בוליבי',
        ],
        'BRB' => [
            0 => 'BRB',
            1 => 'קרוזיארו חדש ברזילאי (1967–1986)',
        ],
        'BRC' => [
            0 => 'BRC',
            1 => 'קרוזדו ברזילאי',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ריאל ברזילאי',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'דולר בהאמי',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'נגולטרום בהוטני',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'פולה בוטסואני',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'רובל בלרוסי',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'רובל בלרוסי (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'דולר בליזי',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'דולר קנדי',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'פרנק קונגולזי',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'פרנק שוויצרי',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'פסו צ׳ילאני',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'יואן סיני (CNH)',
        ],
        'CNY' => [
            0 => '‎CN¥‎',
            1 => 'יואן סיני',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'פסו קולומביאני',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'קולון קוסטה־ריקני',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'דינר סרבי ישן',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'פסו קובני להמרה',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'פסו קובני',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'אסקודו כף ורדה',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'לירה קפריסאית',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'קורונה צ׳כית',
        ],
        'DDM' => [
            0 => 'DDM',
            1 => 'מרק מזרח גרמני',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'מרק גרמני',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'פרנק ג׳יבוטי',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'כתר דני',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'פסו דומיניקני',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'דינר אלג׳ירי',
        ],
        'ECS' => [
            0 => 'ECS',
            1 => 'סוקר אקואדורי',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'קרון אסטוני',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'לירה מצרית',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'נאקפה אריתראי',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'פסטה ספרדי',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ביר אתיופי',
        ],
        'EUR' => [
            0 => '€',
            1 => 'אירו',
        ],
        'FIM' => [
            0 => 'FIM',
            1 => 'מרק פיני',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'דולר פיג׳י',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'לירה של איי פוקלנד',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'פרנק צרפתי',
        ],
        'GBP' => [
            0 => '£',
            1 => 'לירה שטרלינג',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'לארי גאורגי',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'סדי גאני',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'פאונד גיברלטר',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'דלסי גמבי',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'פרנק גינאי',
        ],
        'GRD' => [
            0 => 'GRD',
            1 => 'דרכמה',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'קצאל גואטמלי',
        ],
        'GWP' => [
            0 => 'GWP',
            1 => 'פזו גינאי',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'דולר גיאני',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'דולר הונג קונגי',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'למפירה הונדורי',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'קונה קרואטי',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'גורד האיטי',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'פורינט הונגרי',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'רופיה אינדונזית',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'לירה אירית',
        ],
        'ILP' => [
            0 => 'ל״י',
            1 => 'לירה ישראלית',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'שקל חדש',
        ],
        'INR' => [
            0 => '₹',
            1 => 'רופי הודי',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'דינר עיראקי',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ריאל איראני',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'כתר איסלנדי',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'לירה איטלקית',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'דולר ג׳מייקני',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'דינר ירדני',
        ],
        'JPY' => [
            0 => '¥',
            1 => 'ין יפני',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'שילינג קנייתי',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'סום קירגיזי',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'ריל קמבודי',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'פרנק קומורואי',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'וון צפון קוריאני',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'וון דרום קוריאני',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'דינר כוויתי',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'דולר קיימני',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'טנגה קזחסטני',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'קיפ לאי',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'לירה לבנונית',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'רופי סרי לנקי',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'דולר ליברי',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'לוטי לסותי',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ליטא ליטאי',
        ],
        'LUF' => [
            0 => 'LUF',
            1 => 'פרנק לוקסמבורגי',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'לט לטבי',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'דינר לובי',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'דירהם מרוקאי',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'פרנק מרוקאי',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'לאו מולדובני',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'אריארי מלגשי',
        ],
        'MGF' => [
            0 => 'MGF',
            1 => 'פרנק מדגסקארי',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'דינר מקדוני',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'קיאט מיאנמרי',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'טוגרוג מונגולי',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'פטקה של מקאו',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'אואוגויה מאוריטני (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'אואוגויה מאוריטני',
        ],
        'MTL' => [
            0 => 'MTL',
            1 => 'לירה מלטית',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'רופי מאוריציני',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'רופיה מלדיבית',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'קואצ׳ה מלאווי',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'פסו מקסיקני',
        ],
        'MXP' => [
            0 => 'MXP',
            1 => 'פזו מקסיקני (1861 – 1992)',
        ],
        'MXV' => [
            0 => 'MXV',
            1 => 'יחידת השקעות מקסיקנית',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'רינגיט מלזי',
        ],
        'MZE' => [
            0 => 'MZE',
            1 => 'אסקודו מוזמביקי',
        ],
        'MZM' => [
            0 => 'MZM',
            1 => 'מטיקל',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'מטיקל מוזמביני',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'דולר נמיבי',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'נאירה ניגרי',
        ],
        'NIC' => [
            0 => 'NIC',
            1 => 'קורדובה (1988–1991)',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'קורדובה ניקרגואה',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'גילדן הולנדי',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'כתר נורווגי',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'רופי נפאלי',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'דולר ניו זילנדי',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ריאל עומאני',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'בלבואה פנמי',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'סול פרואני',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'קינה של פפואה גינאה החדשה',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'פסו פיליפיני',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'רופי פקיסטני',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'זלוטי פולני',
        ],
        'PTE' => [
            0 => 'PTE',
            1 => 'אסקודו פורטוגלי',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'גוארני פרגוואי',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'ריאל קטארי',
        ],
        'ROL' => [
            0 => 'ROL',
            1 => 'לאו רומני ישן',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'לאו רומני',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'דינר סרבי',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'רובל רוסי',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'רובל רוסי (1991 – 1998)',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'פרנק רואנדי',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'ריאל סעודי',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'דולר איי שלמה',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'רופי סיישלי',
        ],
        'SDD' => [
            0 => 'SDD',
            1 => 'דינר סודני',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'לירה סודנית',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'לירה סודנית (1957–1998)',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'כתר שוודי',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'דולר סינגפורי',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'פאונד סנט הלני',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'טולאר סלובני',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'קורונה סלובקי',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'ליאון סיירה לאוני',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'שילינג סומלי',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'דולר סורינאמי',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'גילדר סורינאמי',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'לירה דרום-סודנית',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'דוברה של סן טומה ופרינסיפה (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'דוברה של סאו טומה ופרינסיפה',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'רובל סובייטי',
        ],
        'SVC' => [
            0 => 'SVC',
            1 => 'קולון סלבדורי',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'לירה סורית',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'לילנגני סווזילנדי',
        ],
        'THB' => [
            0 => '฿',
            1 => 'בהט תאילנדי',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'סומוני טג׳קיסטני',
        ],
        'TMM' => [
            0 => 'TMM',
            1 => 'מנאט טורקמאני',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'מאנאט טורקמני',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'דינר טוניסאי',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'פאנגה טונגי',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'אסקודו טימוראי',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'לירה טורקית',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'לירה טורקית חדשה',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'דולר טרינידדי',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'דולר טייוואני חדש',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'שילינג טנזני',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'הריבנה אוקראיני',
        ],
        'UGS' => [
            0 => 'UGS',
            1 => 'שילינג אוגנדי (1966 – 1987)',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'שילינג אוגנדי',
        ],
        'USD' => [
            0 => '$',
            1 => 'דולר אמריקאי',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'דולר אמריקאי (היום הבא)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'דולר אמריקאי (היום הזה)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'פסו אורוגוואי',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'סום אוזבקי',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'בוליבר ונצואלי (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'בוליבר ונצואלי (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'בוליבר ונצואלי',
        ],
        'VND' => [
            0 => '₫',
            1 => 'דונג וייטנאמי',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'ואטו של ונואטו',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'טאלה סמואי',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'פרנק CFA מרכז אפריקני',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'דולר מזרח קריבי',
        ],
        'XFO' => [
            0 => 'XFO',
            1 => 'פרנק זהב',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'פרנק CFA מערב אפריקני',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'פרנק פולינזיה הצרפתית',
        ],
        'YDD' => [
            0 => 'YDD',
            1 => 'דינר תימני',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ריאל תימני',
        ],
        'ZAL' => [
            0 => 'ZAL',
            1 => 'ראנד דרום אפריקאי (כספי)',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'ראנד דרום אפריקאי',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'קוואצ׳ה זמבית (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'קוואצ׳ה זמבי',
        ],
        'ZRN' => [
            0 => 'ZRN',
            1 => 'זאיר חדש',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'דולר זימבבואי',
        ],
    ],
];
