<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'संयुक्त अरब अमीरात दिरहाम',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'अफगानी (1927–2002)',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'अफ़गान अफ़गानी',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'अल्बानियाई लेक',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'आर्मेनियाई द्राम',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'नीदरलैंड एंटीलियन गिल्डर',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'अंगोला क्वांज़ा',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'अर्जेंटीनी पेसो',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ऑस्ट्रेलियाई डॉलर',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'अरूबाई फ़्लोरिन',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'अज़रबैजानी मैनेट',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'बोस्निया हर्ज़ेगोविना परिवर्तनीय मार्क',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'बार्बेडियन डॉलर',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'बांग्लादेशी टका',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'बुल्गारियाई लेव',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'बहरीनी दिनार',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'बुरूंडी फ़्रैंक',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'बरमूडा डॉलर',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ब्रूनेई डॉलर',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'बोलिवियाई बोलिवियानो',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ब्राज़ीली रियाल',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'बहामाई डॉलर',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'भूटानी नंगलट्रम',
        ],
        'BUK' => [
            0 => 'BUK',
            1 => 'बर्मी क्यात',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'बोत्सवानियाई पुला',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'बेलारूसी रूबल',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'बेलारूसी रूबल (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'बेलीज़ डॉलर',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'कनाडाई डॉलर',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'कोंगोली फ़्रैंक',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'स्विस फ़्रैंक',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'चिली पेसो',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'चीनी युआन (ऑफ़शोर)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'चीनी युआन',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'कोलंबियाई पेसो',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'कोस्टा रिका कोलोन',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'सर्बिय का ढीनार',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'क्यूबाई परिवर्तनीय पेसो',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'क्यूबाई पेसो',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'केप वर्ड एस्कूडो',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'साईप्रस पाऊंड',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'चेक गणराज्य कोरुना',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'डच मार्क',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'जिबूती फ़्रैंक',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'डैनिश क्रोन',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'डोमिनिकन पेसो',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'अल्जीरियाई दिनार',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'एस्टोनियाई क्रून्',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'मिस्र पाउंड',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'इरीट्रियन नाक्फ़ा',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'इथियोपियन बिर',
        ],
        'EUR' => [
            0 => '€',
            1 => 'यूरो',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'फ़िजी डॉलर',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'फ़ॉकलैंड द्वीपसमूह पाउंड',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'फ़्रांसीसी फ़्रैंक',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ब्रिटिश पाउंड स्टर्लिंग',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'जॉर्जियन लारी',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'घानियन सेडी',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'जिब्राल्टर पाउंड',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'गैंबियन डलासी',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'गिनीयन फ़्रैंक',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ग्वाटेमाला क्वेटज़ल',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'गयानीज़ डॉलर',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'हाँगकाँग डॉलर',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'होंडुरन लेम्पिरा',
        ],
        'HRD' => [
            0 => 'HRD',
            1 => 'क्रोएशियन दिनार',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'क्रोएशियाई कुना',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'हैतियाई गर्ड',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'हंगेरियन फ़ोरिंट',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'इंडोनेशियाई रुपिया',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'इज़राइली न्यू शेकेल',
        ],
        'INR' => [
            0 => '₹',
            1 => 'भारतीय रुपया',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'इराकी दिनार',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ईरानी रियाल',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'आइसलैंडिक क्रोना',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'इतली का लीरा',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'जमैकन डॉलर',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'जॉर्डनियन दिनार',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'जापानी येन',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'केन्याई शिलिंग',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'किर्गिस्तानी सोम',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'कंबोडियाई रियाल',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'कोमोरियन फ़्रैंक',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'उत्तर कोरियाई वॉन',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'दक्षिण कोरियाई वॉन',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'कुवैती दिनार',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'कैमेन द्वीपसमूह डॉलर',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'कज़ाखिस्तानी टेंज़',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'लाओशियन किप',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'लेबनानी पाउंड',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'श्रीलंकाई रुपया',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'लाइबेरियाई डॉलर',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'लेसोथो लोटी',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'लिथुआनियाई लितास',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'लात्वियन लैत्स',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'लीबियाई दिनार',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'मोरक्को दिरहम',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'मोरक्को फ्रैंक',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'मोल्डोवन लियू',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'मालागासी आरियरी',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'मैसीडोनियन दिनार',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'म्यांमार क्याट',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'मंगोलियाई टगरिक',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'मेकानीज़ पाटाका',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'मॉरीटेनियन ओगुइया (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'मॉरीटेनियन ओगुइया',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'मॉरिशियन रुपया',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'मालदीवी रुफ़िया',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'मालावियन क्वाचा',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'मैक्सिकन पेसो',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'मलेशियाई रिंगित',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'मोज़ाम्बिकन मेटिकल',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'नामीबियाई डॉलर',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'नाइजीरियाई नाइरा',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'निकारागुअन कोरडोबा',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'नॉर्वेजियन क्रोन',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'नेपाली रुपया',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'न्यूज़ीलैंड डॉलर',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ओमानी रियाल',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'पनामेनियन बैल्बोआ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'पेरूवियन सोल',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'पापुआ न्यू गिनीयन किना',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'फ़िलिपीनी पेसो',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'पाकिस्तानी रुपया',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'पोलिश ज़्लॉटी',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'पैराग्वियन गुआरानी',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'क़तरी रियाल',
        ],
        'RHD' => [
            0 => 'RHD',
            1 => 'रोडेशियाई डालर',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'रोमानियाई ल्यू',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'सर्बियन दिनार',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'रूसी रूबल',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'रवांडाई फ़्रैंक',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'सउदी रियाल',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'सोलोमन द्वीपसमूह डॉलर',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'सेशेल्सियाई रुपया',
        ],
        'SDD' => [
            0 => 'SDD',
            1 => 'पुरानी सूडानी दिनार',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'सूडानी पाउंड',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'पुराना सूडानी पाउंड',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'स्वीडीश क्रोना',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'सिंगापुर डॉलर',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'सेंट हेलेना पाउंड',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'स्लोवेनियाई तोलार',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'स्लोवाक कोरुना',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'सिएरा लियोनियन लियोन',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'सोमाली शिलिंग',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'सूरीनामी डॉलर',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'सूरीनामी गिल्डर',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'दक्षिण सूडानी पाउंड',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'साओ तोम और प्रिंसिपे डोबरा (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'साओ टोम और प्रिंसिपे डोबरा',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'सोवियत रूबल',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'सीरियाई पाउंड',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'स्वाज़ी लिलांजेनी',
        ],
        'THB' => [
            0 => '฿',
            1 => 'थाई बहत',
        ],
        'TJR' => [
            0 => 'TJR',
            1 => 'तजाखी रूबल',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'ताजिकिस्तानी सोमोनी',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'तुर्कमेनिस्तानी मैनत',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ट्यूनीशियाई दिनार',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'टोंगन पांगा',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'तिमोरी एस्कूडो',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'पुरानी तुर्की लीरा',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'तुर्की लीरा',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'त्रिनिदाद और टोबैगो डॉलर',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'नया ताईवानी डॉलर',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'तंज़ानियाई शिलिंग',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'यूक्रेनियन रिव्निया',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'युगांडाई शिलिंग',
        ],
        'USD' => [
            0 => '$',
            1 => 'यूएस डॉलर',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'अमेरीकी डालर (कल)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'अमेरीकी डालर (आज)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'उरुग्वियन पेसो',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'उज़्बेकिस्तानी सोम',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'वेनेज़ुएला बोलिवर (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'वेनेज़ुएला बोलिवर (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'वेनेज़ुएला बोलिवर',
        ],
        'VND' => [
            0 => '₫',
            1 => 'वियतनामी डोंग',
        ],
        'VNN' => [
            0 => 'VNN',
            1 => 'वियतनामी डोंग (1978–1985)',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'वनुआतू वातू',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'समोआई ताला',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'केंद्रीय अफ़्रीकी CFA फ़्रैंक',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'पूर्वी कैरिबियाई डॉलर',
        ],
        'XEU' => [
            0 => 'XEU',
            1 => 'यूरोपीय मुद्रा इकाई',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'पश्चिमी अफ़्रीकी CFA फ़्रैंक',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => '[CFP] फ़्रैंक',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'यमनी रियाल',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'दक्षिण अफ़्रीकी रैंड',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'ज़ाम्बियन क्वाचा (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ज़ाम्बियन क्वाचा',
        ],
    ],
];
