<?php

return [
    'Names' => [
        1 => 'संयुक्त अरब अमीरात दिरहम', 'अफगानी (1927–2002)', 'अफ़गान अफ़गानी', 5 => 'अल्बानियाई लेक', 'आर्मेनियाई द्राम', 'नीदरलैंड एंटीलियन गिल्डर', 'अंगोला क्वांज़ा', 16 => 'अर्जेंटीनी पेसो', 18 => 'ऑस्ट्रेलियाई डॉलर', 'अरूबाई फ़्लोरिन', 21 => 'अज़रबैजानी मैनेट', 23 => 'बोस्निया हर्ज़ेगोविना परिवर्तनीय मार्क', 25 => 'बार्बेडियन डॉलर',
        'बांग्लादेशी टका', 32 => 'बुल्गारियाई लेव', 34 => 'बहरीनी दिनार', 'बुरूंडी फ़्रैंक', 'बरमूडा डॉलर', 'ब्रूनेई डॉलर', 'बोलिवियाई बोलिवियानो', 45 => 'ब्राज़ीली रियाल', 49 => 'बहामाई डॉलर', 'भूटानी नंगलट्रम', 'बर्मी क्यात', 'बोत्सवानियाई पुला', 54 => 'बेलारूसी रूबल', 'बेलारूसी रूबल (2000–2016)', 'बेलीज़ डॉलर',
        'कनाडाई डॉलर', 'कोंगोली फ़्रैंक', 60 => 'स्विस फ़्रैंक', 64 => 'चिली पेसो', 'चीनी युआन (ऑफ़शोर)', 'चीनी युआन', 'कोलंबियाई पेसो', 69 => 'कोस्टा रिका कोलोन', 'सर्बिय का ढीनार', 72 => 'क्यूबाई परिवर्तनीय पेसो', 'क्यूबाई पेसो', 'केप वर्ड एस्कूडो', 'साईप्रस पाऊंड', 'चेक गणराज्य कोरुना', 78 => 'डच मार्क',
        'जिबूती फ़्रैंक', 'डैनिश क्रोन', 'डोमिनिकन पेसो', 'अल्जीरियाई दिनार', 85 => 'एस्टोनियाई क्रून्', 'मिस्र पाउंड', 'इरीट्रियन नाक्फ़ा', 91 => 'इथियोपियन बिर', 'यूरो', 94 => 'फ़िजी डॉलर', 'फ़ॉकलैंड द्वीपसमूह पाउंड', 'फ़्रांसीसी फ़्रैंक', 'ब्रिटिश पाउंड स्टर्लिंग', 99 => 'जॉर्जियन लारी', 101 => 'घानियन सेडी',
        'जिब्राल्टर पाउंड', 'गैंबियन डलासी', 'गिनीयन फ़्रैंक', 108 => 'ग्वाटेमाला क्वेटज़ल', 111 => 'गयानीज़ डॉलर', 'हाँगकाँग डॉलर', 'होंडुरन लेम्पिरा', 'क्रोएशियन दिनार', 'क्रोएशियाई कुना', 'हैतियाई गर्ड', 'हंगेरियन फ़ोरिंट', 'इंडोनेशियाई रुपिया', 122 => 'इज़राइली न्यू शेकेल', 'भारतीय रुपया', 'इराकी दिनार', 'ईरानी रियाल',
        127 => 'आइसलैंडिक क्रोना', 'इतली का लीरा', 'जमैकन डॉलर', 'जॉर्डनियन दिनार', 'जापानी येन', 'केन्याई शिलिंग', 'किर्गिस्तानी सोम', 'कंबोडियाई रियाल', 'कोमोरियन फ़्रैंक', 'उत्तर कोरियाई वॉन', 139 => 'दक्षिण कोरियाई वॉन', 'कुवैती दिनार', 'कैमेन द्वीपसमूह डॉलर', 'कज़ाखिस्तानी टेंज़', 'लाओशियन किप', 'लेबनानी पाउंड', 'श्रीलंकाई रुपया', 'लाइबेरियाई डॉलर',
        'लेसोथो लोटी', 'लिथुआनियाई लितास', 153 => 'लात्वियन लैत्स', 155 => 'लीबियाई दिनार', 'मोरक्को दिरहम', 'मोरक्को फ्रैंक', 160 => 'मोल्डोवन लियू', 'मालागासी आरियरी', 163 => 'मैसीडोनियन दिनार', 166 => 'म्यांमार क्याट', 'मंगोलियाई टगरिक', 'मेकानीज़ पाटाका', 'मॉरीटेनियन ओगुइया (1973–2017)', 'मॉरीटेनियन ओगुइया',
        173 => 'मॉरिशियन रुपया', 175 => 'मालदीवी रुफ़िया', 'मालावियन क्वाचा', 'मैक्सिकन पेसो', 180 => 'मलेशियाई रिंगित', 183 => 'मोज़ाम्बिकन मेटिकल', 'नामीबियाई डॉलर', 'नाइजीरियाई नाइरा', 187 => 'निकारागुअन कोरडोबा', 189 => 'नॉर्वेजियन क्रोन', 'नेपाली रुपया', 'न्यूज़ीलैंड डॉलर', 'ओमानी रियाल', 'पनामेनियन बैल्बोआ',
        195 => 'पेरूवियन सोल', 197 => 'पापुआ न्यू गिनीयन किना', 'फ़िलिपीनी पेसो', 'पाकिस्तानी रुपया', 'पोलिश ज़्लॉटी', 203 => 'पैराग्वियन गुआरानी', 'क़तरी रियाल', 'रोडेशियाई डालर', 207 => 'रोमानियाई ल्यू', 'सर्बियन दिनार', 'रूसी रूबल', 211 => 'रवांडाई फ़्रैंक', 'सउदी रियाल', 'सोलोमन द्वीपसमूह डॉलर', 'सेशेल्सियाई रुपया',
        'पुरानी सूडानी दिनार', 'सूडानी पाउंड', 'पुराना सूडानी पाउंड', 'स्वीडीश क्रोना', 'सिंगापुर डॉलर', 'सेंट हेलेना पाउंड', 'स्लोवेनियाई तोलार', 'स्लोवाक कोरुना', 'सिएरा लियोनियन लियोन', 'सिएरा लियोनियन लियोन (1964—2022)', 'सोमाली शिलिंग', 'सूरीनामी डॉलर', 'सूरीनामी गिल्डर', 'दक्षिण सूडानी पाउंड', 'साओ तोम और प्रिंसिपे डोबरा (1977–2017)', 'साओ टोम और प्रिंसिपे डोबरा', 'सोवियत रूबल', 233 => 'सीरियाई पाउंड', 'स्वाज़ी लिलांजेनी',
        'थाई बहत', 'तजाखी रूबल', 'ताजिकिस्तानी सोमोनी', 239 => 'तुर्कमेनिस्तानी मैनत', 'ट्यूनीशियाई दिनार', 'टोंगन पांगा', 'तिमोरी एस्कूडो', 'पुरानी तुर्की लीरा', 'तुर्की लीरा', 'त्रिनिदाद और टोबैगो डॉलर', 'नया ताईवानी डॉलर', 'तंज़ानियाई शिलिंग', 'यूक्रेनियन रिव्निया', 251 => 'युगांडाई शिलिंग', 'यूएस डॉलर', 'अमेरीकी डालर (कल)', 'अमेरीकी डालर (आज)',
        257 => 'उरुग्वियन पेसो', 259 => 'उज़्बेकिस्तानी सोम', 'वेनेज़ुएला बोलिवर (1871–2008)', 262 => 'वेनेज़ुएला बोलिवर (2008–2018)', 'वेनेज़ुएला बोलिवर', 'वियतनामी डोंग', 'वियतनामी डोंग (1978–1985)', 'वनुआतू वातू', 'समोआई ताला', 'केंद्रीय अफ़्रीकी CFA फ़्रैंक', 'पूर्वी कैरिबियाई डॉलर', 'कैरीबियन गिल्डर', 'यूरोपीय मुद्रा इकाई', 274 => 'पश्चिमी अफ़्रीकी CFA फ़्रैंक', '[CFP] फ़्रैंक',
        278 => 'यमनी रियाल', 284 => 'दक्षिण अफ़्रीकी रैंड', 'ज़ाम्बियन क्वाचा (1968–2012)', 'ज़ाम्बियन क्वाचा', 290 => 'ज़िंबाब्वियन गोल्ड',
    ],
    'Symbols' => [
        1 => '', '', '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', '', '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', '', 72 => '', '', '', '', '', 78 => '',
        '', '', '', '', 85 => '', '', '', 91 => '', '€', 94 => '', '', '', '£', 99 => '', 101 => '',
        '', '', '', 108 => '', 111 => '', 'HK$', '', '', '', '', '', '', 122 => '₪', '₹', '', '',
        127 => '', '', '', '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '',
        '', '', 153 => '', 155 => '', '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '',
        173 => '', 175 => '', '', 'MX$', 180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '',
        195 => '', 197 => '', '', '', '', 203 => '', '', '', 207 => '', '', '', 211 => '', '', '', '',
        '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 233 => '', '',
        '฿', '', '', 239 => '', '', '', '', '', '', '', 'NT$', '', '', 251 => '', '$', '', '',
        257 => '', 259 => '', '', 262 => '', '', '₫', '', '', '', 'FCFA', 'EC$', 'Cg.', '', 274 => 'F CFA', 'CFPF',
        278 => '', 284 => '', '', '', 290 => '',
    ],
];
