<?php

return [
    'Names' => [
        1 => 'Արաբական Միացյալ Էմիրությունների դիրհամ', 3 => 'աֆղանական աֆղանի', 5 => 'ալբանական լեկ', 'հայկական դրամ', 'նիդեռլանդական անտիլյան գուլդեն', 'անգոլական կվանզա', 16 => 'արգենտինական պեսո', 18 => 'ավստրալիական դոլար', 'արուբական ֆլորին', 21 => 'ադրբեջանական մանաթ', 23 => 'Բոսնիա և Հերցեգովինայի փոխարկվող մարկ', 25 => 'բարբադոսյան դոլար',
        'Բանգլադեշի տակա', 32 => 'բուլղարական լև', 34 => 'Բահրեյնի դինար', 'բուրունդիական ֆրանկ', 'բերմուդյան դոլար', 'Բրունեյի դոլար', 'բոլիվիական բոլիվիանո', 45 => 'բրազիլական ռեալ', 49 => 'բահամյան դոլար', 'բութանական նգուլտրում', 52 => 'բոտսվանական պուլա', 54 => 'բելառուսական ռուբլի', 'Բելառուսական ռուբլի (2000–2016)', 'Բելիզի դոլար',
        'կանադական դոլար', 'Կոնգոյի ֆրանկ', 60 => 'շվեյցարական ֆրանկ', 64 => 'չիլիական պեսո', 'չինական օֆշորային յուան', 'չինական յուան', 'կոլումբիական պեսո', 69 => 'Կոստա Ռիկայի կոլոն', 72 => 'կուբայական փոխարկվող պեսո', 'կուբայական պեսո', 'Կաբո Վերդեի էսկուդո', 76 => 'չեխական կրոնա', 79 => 'Ջիբութիի ֆրանկ', 'դանիական կրոն',
        'դոմինիկյան պեսո', 'ալժիրական դինար', 86 => 'եգիպտական ֆունտ', 'էրիթրեական նակվա', 91 => 'եթովպիական բիր', 'եվրո', 94 => 'ֆիջիական դոլար', 'Ֆոլքլենդյան կղզիների ֆունտ', 97 => 'բրիտանական ֆունտ ստերլինգ', 99 => 'վրացական լարի', 101 => 'գայանական սեդի', 'Ջիբրալթարի ֆունտ', 'գամբիական դալասի', 'գվինեական ֆրանկ',
        108 => 'գվատեմալական կետսալ', 111 => 'գայանական դոլար', 'Հոնկոնգի դոլար', 'հոնդուրասական լեմպիրա', 115 => 'խորվաթական կունա', 'հայիթյան գուրդ', 'հունգարական ֆորինտ', 'ինդոնեզիական ռուփի', 122 => 'Իսրայելի նոր շեկել', 'հնդկական ռուփի', 'իրաքյան դինար', 'իրանական ռիալ', 127 => 'իսլանդական կրոն', 129 => 'Ճամայկայի դոլար',
        'հորդանանյան դինար', 'ճապոնական իեն', 'քենիական շիլինգ', 'ղրղզական սոմ', 'կամբոջական ռիել', 'կոմորյան ֆրանկ', 'հյուսիսկորեական վոն', 139 => 'հարավկորեական վոն', 'Քուվեյթի դինար', 'Կայմանյան կղզիների դոլար', 'ղազախական տենգե', 'լաոսական կիպ', 'լիբանանյան ֆունտ', 'Շրի Լանկայի ռուփի', 'լիբերիական դոլար', 'լեսոթոյական լոտի', 'Լիտվական լիտ', 153 => 'Լատվիական լատ',
        155 => 'լիբիական դինար', 'Մարոկկոյի դիրհամ', 160 => 'մոլդովական լեյ', 'Մադագասկարի արիարի', 163 => 'մակեդոնական դենար', 166 => 'Մյանմայի կյատ', 'մոնղոլական տուգրիկ', 'Մակաոյի պատակա', 'մավրիտանական ուգիյա (1973–2017)', 'մավրիտանական ուգիյա', 173 => 'մավրիկյան ռուփի', 175 => 'մալդիվյան ռուֆիյա', 'մալավիական կվաչա', 'մեքսիկական պեսո',
        180 => 'մալայզիական ռինգիտ', 183 => 'մոզամբիկյան մետիկալ', 'նամիբիական դոլար', 'նիգերիական նայրա', 187 => 'նիկարագուական կորդոբա', 189 => 'նորվեգական կրոն', 'Նեպալի ռուփի', 'նորզելանդական դոլար', 'Օմանի ռիալ', 'պանամական բալբոա', 195 => 'Պերուի սոլ', 197 => 'Պապուա Նոր Գվինեայի կինա', 'ֆիլիպինյան պեսո', 'պակիստանյան ռուփի',
        'լեհական զլոտի', 203 => 'պարագվայական գուարանի', 'Կատարի ռիալ', 207 => 'ռումինական լեյ', 'սերբական դինար', 'ռուսական ռուբլի', 211 => 'ռուանդական ֆրանկ', 'Սաուդյան Արաբիայի ռիալ', 'Սողոմոնյան կղզիների դոլար', 'սեյշելյան ռուփի', 216 => 'սուդանական ֆունտ', 218 => 'շվեդական կրոն', 'Սինգապուրի դոլար', 'Սուրբ Հեղինեի ֆունտ',
        223 => 'Սիեռա Լեոնեի լեոնե', 'Սիեռա Լեոնեի լեոնե (1964—2022)', 'սոմալիական շիլինգ', 'սուրինամական դոլար', 228 => 'հարավսուդանական ֆունտ', 'Սան Տոմե և Փրինսիպիի դոբրա (1977–2017)', 'Սան Տոմե և Փրինսիպիի դոբրա', 233 => 'սիրիական ֆունտ', 'սվազիլենդական լիլանգենի', 'թաիլանդական բահտ', 237 => 'տաջիկական սոմոնի', 239 => 'թուրքմենական մանաթ', 'թունիսյան դինար', 'Տոնգայի պաանգա',
        244 => 'թուրքական լիրա', 'Տրինիդադ և Տոբագոյի դոլար', 'թայվանական նոր դոլար', 'տանզանիական շիլինգ', 'ուկրաինական գրիվնա', 251 => 'ուգանդական շիլինգ', 'ԱՄՆ դոլար', 257 => 'ուրուգվայական պեսո', 259 => 'ուզբեկական սոմ', 262 => 'վենեսուելական բոլիվար (2008–2018)', 'վենեսուելական բոլիվար', 'վիետնամական դոնգ', 266 => 'Վանուատուի վատու', 'սամոական տալա',
        'Կենտրոնական Աֆրիկայի ԿՖԱ ֆրանկ', 'արևելակարիբյան դոլար', 'կարիբյան գուլդեն', 274 => 'Արևմտյան Աֆրիկայի ԿՖԱ ֆրանկ', 'ԿՊՖ ֆրանկ', 278 => 'եմենական ռիալ', 284 => 'հարավաֆրիկյան ռանդ', 'Զամբիական կվաչա (1968–2012)', 'զամբիական կվաչա', 290 => 'Զիմբաբվեի ոսկի',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '֏', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
