<?php

return [
    'Names' => [
        1 => 'Біріккен Араб Әмірліктерінің дирхамы', 3 => 'Ауғанстан афганиі', 5 => 'Албания легі', 'Армения драмы', 'Нидерланд антиль гульдені', 'Ангола кванзасы', 16 => 'Аргентина песосы', 18 => 'Аустралия доллары', 'Аруба флорині', 21 => 'Әзірбайжан манаты', 23 => 'Босния және Герцеговина айырбасталмалы маркасы', 25 => 'Барбадос доллары',
        'Бангладеш такасы', 32 => 'Болгария леві', 34 => 'Бахрейн динары', 'Бурунди франкі', 'Бермуд доллары', 'Бруней доллары', 'Боливия боливианосы', 45 => 'Бразилия реалы', 49 => 'Багам доллары', 'Бутан нгултрумы', 52 => 'Ботсвана пуласы', 54 => 'Беларусь рублі', 'Беларусь рублі (2000–2016)', 'Белиз доллары',
        'Канада доллары', 'Конго франкі', 60 => 'Швейцария франкі', 64 => 'Чили песосы', 'Қытай юані (офшор)', 'Қытай юані', 'Колумбия песосы', 69 => 'Коста-Рика колоны', 72 => 'Куба айырбасталмалы песосы', 'Куба песосы', 'Кабо-Верде эскудосы', 76 => 'Чехия кронасы', 79 => 'Джибути франкі', 'Дат кроны',
        'Доминикан песосы', 'Алжир динары', 86 => 'Мысыр фунты', 'Эритрея накфасы', 91 => 'Эфиопия быры', 'Еуро', 94 => 'Фиджи доллары', 'Фолкленд аралдарының фунты', 97 => 'Британдық фунт', 99 => 'Грузия лариі', 101 => 'Гана седиі', 'Гибралтар фунты', 'Гамбия даласиі', 'Гвинея франкі',
        108 => 'Гватемала кетсалі', 111 => 'Гайана доллары', 'Гонконг доллары', 'Гондурас лемпирасы', 115 => 'Хорватия кунасы', 'Гаити гурды', 'Венгрия форинті', 'Индонезия рупиясы', 122 => 'Израиль жаңа шекелі', 'Үндістан рупиясы', 'Ирак динары', 'Иран риалы', 127 => 'Исландия кронасы', 129 => 'Ямайка доллары',
        'Иордания динары', 'Жапония иенасы', 'Кения шиллингі', 'Қырғызстан сомы', 'Камбоджа риелі', 'Комор аралдары франкі', 'Солтүстік Корея воны', 139 => 'Оңтүстік Корея воны', 'Кувейт динары', 'Кайман аралдары доллары', 'Қазақстан теңгесі', 'Лаос кипі', 'Ливан фунты', 'Шри-Ланка рупиясы', 'Либерия доллары', 'Лесото лотиі', 'Литва литы', 153 => 'Латвия латы',
        155 => 'Ливия динары', 'Марокко дирхамы', 160 => 'Молдова лейі', 'Малагаси ариариі', 163 => 'Македония динары', 166 => 'Мьянма кьяты', 'Моңғолия тугригі', 'Макао патакасы', 'Мавритания угиясы (1973–2017)', 'Мавритания угиясы', 173 => 'Маврикий рупиясы', 175 => 'Мальдив руфиясы', 'Малави квачасы', 'Мексика песосы',
        180 => 'Малайзия ринггиті', 183 => 'Мозамбик метикалы', 'Намибия доллары', 'Нигерия найрасы', 187 => 'Никарагуа кордобасы', 189 => 'Норвегия кроны', 'Непал рупиясы', 'Жаңа Зеландия доллары', 'Оман риалы', 'Панама бальбоасы', 195 => 'Перу солі', 197 => 'Папуа - Жаңа Гвинея кинасы', 'Филиппин песосы', 'Пәкістан рупиясы',
        'Польша злотасы', 203 => 'Парагвай гуараниі', 'Катар риалы', 207 => 'Румыния лейі', 'Сербия динары', 'Ресей рублі', 211 => 'Руанда франкі', 'Сауд Арабиясының риалы', 'Соломон аралдары доллары', 'Сейшель рупиясы', 216 => 'Судан фунты', 218 => 'Швеция кроны', 'Сингапур доллары', 'Әулие Елена аралы фунты',
        223 => 'Сьерра-Леоне леонесі', 'Сьерра-Леоне леонесі (1964—2022)', 'Сомали шиллингі', 'Суринам доллары', 228 => 'Оңтүстік Судан фунты', 'Сант-Томе мен Принсипи добрасы (1977–2017)', 'Сант-Томе мен Принсипи добрасы', 233 => 'Сирия фунты', 'Свазиленд лилангениі', 'Тай баты', 237 => 'Тәжікстан сомониі', 239 => 'Түрікменстан манаты', 'Тунис динары', 'Тонга паангасы',
        244 => 'Түрік лирасы', 'Тринидад және Тобаго доллары', 'Жаңа Тайвань доллары', 'Танзания шиллингі', 'Украина гривнасы', 251 => 'Уганда шиллингі', 'АҚШ доллары', 257 => 'Уругвай песосы', 259 => 'Өзбекстан сомы', 262 => 'Венесуэла боливары (2008–2018)', 'Венесуэла боливары', 'Вьетнам донгі', 266 => 'Вануату ватуы', 'Самоа таласы',
        'Орталық Африканың КФА франкі', 'Шығыс Кариб доллары', 'Кариб гульдені', 274 => 'Батыс Африканың КФА франкі', 'КФП франкі', 278 => 'Йемен риалы', 284 => 'Оңтүстік Африка рэнді', 286 => 'Замбия квачасы', 290 => 'Зимбабве алтыны',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '₸', '', '', '', '', 'ЛСЛ', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '₽', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
