<?php

return [
    'Names' => [
        1 => 'بىرىككەن اراب امىرلىكتەرىنىڭ ديرحامى', 3 => 'اۋعانستان افگانيى', 5 => 'البانيا لەگى', 'ارمەنيا درامى', 'نيدەرلاند انتيل گۋلدەنى', 'انگولا كۆانزاسى', 16 => 'ارگەنتينا پەسوسى', 18 => 'اۋستراليا دوللارى', 'ارۋبا فلورينى', 21 => 'ءازىربايجان ماناتى', 23 => 'بوسنيا جانە گەرتسەگوۆينا ايىرباستالمالى ماركاسى', 25 => 'باربادوس دوللارى',
        'بانگلادەش تاكاسى', 32 => 'ڭولگاريا لەۆى', 34 => 'باحرەين دينارى', 'بۋرۋندي فرانكى', 'بەرمۋد دوللارى', 'برۋنەي دوللارى', 'بوليۆيا بوليۆيانوسى', 45 => 'برازيليا رەالى', 49 => 'باگام دوللارى', 'بۋتان نگۋلترۋمى', 52 => 'بوتسۆانا پۋلاسى', 54 => 'بەلارۋس رۋبىلى', 56 => 'بەليز دوللارى',
        'كانادا دوللارى', 'كونگو فرانكى', 60 => 'شۆەيساريا فرانكى', 64 => 'چيلي پەسوسى', 'قىتاي يۋانى (وفشور)', 'قىتاي يۋانى', 'كولۋمبيا پەسوسى', 69 => 'كوستا-ريكا كولونى', 72 => 'كۋبا ايىرباستالمالى پەسوسى', 'كۋبا پەسوسى', 'كابو-ۆەردە ەسكۋدوسى', 76 => 'چەح كرونى', 79 => 'جيبۋتي فرانكى', 'دار كرونى',
        'دومينيكان پەسوسى', 'الجير دينارى', 86 => 'مىسىر فۋنتى', 'ەريترەيا ناكفاس', 91 => 'ەفيوپيا بىرى', 'ەۋرو', 94 => 'فيجي دوللارى', 'فولكلەند ارالدارىنىڭ فۋنتى', 97 => 'بريتاندىق فۋنت', 99 => 'گرۋزيا لاريى', 101 => 'گانا سەديى', 'گيبراتال فۋنتى', 'گامبيا دالاسيى', 'گۆينەيا فرانكى',
        108 => 'گۆاتەمالا كەتسالى', 111 => 'گايانا دوللارى', 'حوڭكوڭ دوللارى', 'گوندۋراس ليمپيراسى', 115 => 'حورۆاتيا كۋناسى', 'گايتي گۋردى', 'ماجار فورينتى', 'يندونەزيا رۋپياسى', 122 => 'يزرايل جاڭا شەكەلى', 'ءۇندىستان رۋپياسى', 'يراك دينارى', 'يران ريالى', 127 => 'يسلانديا كروناسى', 129 => 'يامايكا دوللارى',
        'يوردانيا دينارى', 'جاپون يەناسى', 'كەنيا شيللينگى', 'قىرعىس سومى', 'كامبودجا ريەلى', 'كومور ارالدارى فرانكى', 'سولتۇستىك كورەيا ۆونى', 139 => 'وڭتۇستىك كورەيا ۆونى', 'كۋۆەيت دينارى', 'كايمان ارالدارى دوللارى', 'قازاق تەڭگەسى', 'لاوس كيپى', 'ليۆان فۋنتى', 'شري-لانكا رۋپياسى', 'ليبەريا دوللارى', 'لەسوتو ءلوتيى', 155 => 'ليۆيا دينارى', 'ماروككو دينارى',
        160 => 'مولدوۆا لەيى', 'مالاگاسي ءارياريى', 163 => 'ماكەدونيا دينارى', 166 => 'ميانما كياتى', 'موڭعوليا تۋگريكى', 'ماكاو پاتاكاسى', 170 => 'ماۆريتانيا ۋگياسى', 173 => 'ماۆريكيي رۋپياسى', 175 => 'مالديۆ رۋفياسى', 'مالاۆي كۆاچاسى', 'مەكسيكا پەسوسى', 180 => 'مالايزيا رينگگيتى',
        183 => 'موزامبيك مەتيكالى', 'ناميبيا دوللارى', 'نيگەريا نايراسى', 187 => 'نيكاراگۋا كوردوباسى', 189 => 'نورۆەگيا كرونى', 'نەپال رۋپياسى', 'جاڭا زەلانديا دوللارى', 'ومان ريالى', 'پاناما بالبواسى', 195 => 'پەرۋ سولى', 197 => 'پاپۋا - جاڭا گۆينەيا كيناسى', 'فيليپپين پەسوسى', 'پاكىستان رۋپياسى', 'پولشا زلوتىسى',
        203 => 'پاراگۆاي گۋارانيى', 'كاتار ريالى', 207 => 'رۋمىنيا لەيى', 'سەربيا دينارى', 'رەسەي رۋبىلى', 211 => 'رۋاندا فرانكى', 'ساۋد ارابياسىنىڭ ريالى', 'سولومون ارالدارى دوللارى', 'سەيشەل رۋپياسى', 216 => 'سۋدان فۋنتى', 218 => 'شۆەسيا كرونى', 'سينگاپۋر دوللارى', 'اۋليە ەلەنا ارالى فۋنتى', 223 => 'سەررا-لەونە لەونەسى',
        'سەررا-لەونە لەونەسى (1964—2022)', 'سومالي شيللينگى', 'سۋرينام دوللارى', 228 => 'وڭتۇستىك سۋدان فۋنتى', 230 => 'سانت-تومە مەن پرينسيپي دوبراسى', 233 => 'سيريا فۋنتى', 'سۆازيلەند ليلانگەنيى', 'تاي باتى', 237 => 'تاجىك سومونيى', 239 => 'تۇىكمەن ماناتى', 'تۋنيس دينارى', 'تونگا پاانگاسى', 244 => 'تۇرىك ليراسى', 'ترينيداد جانە توباگو دوللارى',
        'جاڭا تايبەي دوللارى', 'تانزانيا شيللينگى', 'ۋكراينا گريۆناسى', 251 => 'ۋگاندا شيللينگى', 'ا ق ش دوللارى', 257 => 'ۋرۋگۆاي پەسوسى', 259 => 'وزبەك سومى', 263 => 'ۆەنەسۋەلا بوليۆارى', 'ۆەتنام دونگى', 266 => 'ۆانۋاتۋ ۆاتۋى', 'ساموا تالاسى', 'ورتالىق افريكانىڭ فرانكى', 'شىعىس كاريب دوللارى', 'كاريب گۋلدەرى',
        274 => 'باتىس افريكانىڭ فرانكى', 'فرانسۋز پولينەزيا فرانكى', 278 => 'يەمەن ريالى', 284 => 'وڭتۇستىك افريكا ءرەندى', 286 => 'زامبيا كۆاچاسى', 290 => 'زيمباب التىنى',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '₸', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', 170 => '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '₱', '', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', 230 => '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 263 => '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
