<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'ឌៀរហាំ​អារ៉ាប់រួម',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'អាហ្វហ្គានី​អាហ្វហ្គានីស្ថាន',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'លិក​អាល់បានី',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'ដ្រាំ​អាមេនី',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'ហ្គីឌិន​ហុល្លង់​អង់ទីលៀន',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'ក្វាន់ហ្សា​អង់ហ្គោឡា',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ប៉េសួអាហ្សង់ទីន',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ដុល្លារ​អូស្ត្រាលី',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'ហ្វ្រ័ររិញ​អារ៉ូបា',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'ម៉ាណាត​អាស៊ែបៃហ្សង់',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'ម៉ាក​អាច​បម្លែង​បាន​បូស្នី',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'ដុល្លារ​បាបាដុស',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'តាកា​បង់ក្លាដែស',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'លីវ​ប៊ុលហ្គារី',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'ឌីណា​បារ៉ែន',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'ហ្វ្រង់​ប៊ូរុនឌី',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'ដុល្លារ​ប៊ឺមុយដា',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ដុល្លារព្រុយណេ',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'បូលីវីណូ​បូលីវី',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'រៀល​ប្រេស៊ីល',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'ដុល្លារ​បាហាម៉ា',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ញូលត្រឹម​ប៊ូតាន',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ពូឡា​បុតស្វាណា',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'រ៉ូបល​បេឡារុស',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'រ៉ូបល​បេឡារុស (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'ដុល្លារ​បេលី',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'ដុល្លារ​កាណាដា',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'ហ្វ្រង់​កុងហ្គោ',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'ហ្វ្រង់ស្វីស',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ប៉េសូឈីលី',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'យ័នចិន (ក្រៅប្រទេស)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'យ័នចិន',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'ប៉េសូកូឡុំប៊ី',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'កូឡុង​កូស្តារីកា',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'ប៉េសូ​គុយបាអាច​បម្លែង​បាន',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ប៉េសូគុយបា',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'អ៊ីស្កូឌូ​កាប់វែរ',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'កូរុណា​សាធារណៈ​ឆេក',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'ហ្វ្រង់​ជីប៊ូទី',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ក្រូណេ​ដាណាម៉ាក់',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ប៉េសូដូមីនីក',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'ឌីណា​អាល់ស៊េរី',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ផោនអេហ្ស៊ីប',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ណាក់ហ្វាអេរីទ្រា',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ប៊័រ​អេត្យូពី',
        ],
        'EUR' => [
            0 => '€',
            1 => 'អឺរ៉ូ',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ដុល្លារ​ហ្វីជី',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ផោន​កោះ​ហ្វក់ឡែន',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ផោនចក្រភពអង់គ្លេស',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ឡារី​​ហ្សកហ្ស៊ី',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ស៊ីឌី​ហ្គាណា',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ផោន​ហ្ស៊ីប្រាល់តា',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ដាឡាស៊ី​ហ្គាំប៊ី',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ហ្វ្រង់​ហ្គីណេ',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ហ្គីស្សាល​ក្វាតេម៉ាឡា',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ដុល្លារ​ហ្គីយ៉ាន',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ដុល្លារ​ហុងកុង',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'លិមពីរ៉ា​ហុងឌូរ៉ាស',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'គូណា​ក្រូអាត',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'គោឌី​ហៃទី',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ហ្វូរីន​ហុងគ្រី',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'រូពីឥណ្ឌូណេស៊ី',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ស៊ីគែលថ្មីអ៊ីស្រាអែល',
        ],
        'INR' => [
            0 => '₹',
            1 => 'រូពីឥណ្ឌា',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ឌីណា​អ៊ីរ៉ាក់',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'រៀល​អ៊ីរ៉ង់',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'ក្រូណា​អ៊ីស្លង់',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ដុល្លារ​ហ្សាម៉ាអ៊ីក',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ឌីណា​ហ្ស៊កដានី',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'យេន​ជប៉ុន',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'ស៊ីលិញ​កេនយ៉ា',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'សុម​កៀហ្ស៊ីស៊ីស្ថាន',
        ],
        'KHR' => [
            0 => '៛',
            1 => 'រៀល​កម្ពុជា',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'ហ្វ្រង់​កូម័រ',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'វ៉ុនកូរ៉េខាងជើង',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'វ៉ុនកូរ៉េខាងត្បូង',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'ឌីណា​គុយវ៉ែត',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'ដុល្លារ​កោះ​កៃម៉ែន',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'តង់ហ្គី​កាហ្សាក់ស្ថាន',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'គីប​ឡាវ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ផោន​លីបង់',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'រូពីស្រីលង្កា',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ដុល្លារ​លីប៊ី',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'លីតា​លីទុយអានី',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'ឡាត់​ឡេតូនី',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ឌីណា​លីប៊ី',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'ឌៀរហាំ​ម៉ារ៉ុក',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'លូ​ម៉ុលដាវី',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'អារៀរី​ម៉ាឡាហ្គាស៊ី',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'ឌីណាម៉ាសេដូនី',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'គីយ៉ាត​ភូមា',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'ទូរីក​ម៉ុងហ្គោលី',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'ប៉ាតាកា​ម៉ាកាវ',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'អ៊ូហ្គីយ៉ា​ម៉ូរីតានី (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'អ៊ូហ្គីយ៉ា​ម៉ូរីតានី',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'រូពីម៉ូរីតានី',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'រ៉ូហ្វីយ៉ា​ម៉ាល់ឌីវ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ក្វាចា​ម៉ាឡាវី',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'ប៉េសូម៉ិកសិក',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'រីងហ្គីត​ម៉ាឡេស៊ី',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'មីទីខល​ម៉ូសំប៊ិក',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'ដុល្លារ​ណាមីប៊ី',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'ណៃរ៉ា​នីហ្សេរីយ៉ា',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'ខឌូបា​នីការ៉ាហ្កា',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'ក្រូណេ​ន័រវ៉េ',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'រូពីនេប៉ាល់',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ដុល្លារ​នូវែលសេឡង់',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'រៀល​រូម៉ានី',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'បាល់ប៉ៅ​ប៉ាណាម៉ា',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'ញូវ៉ូសូល​ប៉េរូ',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'គីណាប៉ាពួញូហ្គីណេ',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ប៉េសូហ្វីលីពីន',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'រូពីប៉ាគីស្ថាន',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'ហ្សូទី​ប៉ូឡូញ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'ហ្គូរីនី​ប៉ារ៉ាហ្គាយ',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'រៀល​កាតា',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'លូ​រូម៉ានី',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'ឌីណាស៊ែប',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'រ៉ូបល​រុស្ស៊ី',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ហ្វ្រង់​រវ៉ាន់ដា',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'រីយ៉ាល​អារ៉ាប៊ីសាអូឌីត',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'ដុល្លារ​កោះ​សូឡូម៉ុង',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'រូពី​សីស្ហែល',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'ផោន​ស៊ូដង់',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'ក្រូណា​ស៊ុយអែត',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'ដុល្លារ​​សិង្ហបូរី',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'ផោន​សាំងហេឡេណា',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'លីអ៊ុន​សៀរ៉ាឡេអូន',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'ស៊ីលិញ​សូម៉ាលី',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'ដុល្លារ​សូរីណាម',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'ផោន​ស៊ូដង់​ខាង​ត្បូង',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'ឌូប្រា​សៅតូម៉េ និងប្រាំងស៊ីប (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ឌូប្រា​សៅតូម៉េ និងប្រាំងស៊ីប',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'ផោន​ស៊ីរី',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'លីឡាងហ្គីនី​ស្វាស៊ីឡង់',
        ],
        'THB' => [
            0 => '฿',
            1 => 'បាត​ថៃ',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'សូមុនី​តាហ្ស៊ីគីស្ថាន',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ម៉ាណាត​តួកម៉េនីស្ថាន',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ឌីណាទុយនេស៊ី',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ប៉ាអង់កា​តុងហ្គា',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'លីរ៉ាទួរគី',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ដុល្លារ​ទ្រីនីដាដ និងតូបាហ្គោ',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ដុល្លារ​តៃវ៉ាន់',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ស៊ីលិញ​តង់សានី',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ហ៊ូនីយ៉ា​អ៊ុយក្រែន',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ស៊ីលិញ​អ៊ូហ្គង់ដា',
        ],
        'USD' => [
            0 => '$',
            1 => 'ដុល្លារ​អាមេរិក',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ប៉េសូអ៊ុយរូហ្គាយ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'សុមអ៊ូបេគីស្ថាន',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'ប៊ូលីវ៉ា​វ៉េណេស៊ុយអេឡា (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'ប៊ូលីវ៉ា​វ៉េណេស៊ុយអេឡា',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ដុង​វៀតណាម',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'វ៉ាទូវ៉ានូអាទូ',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'តាឡា​សាម័រ',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'ហ្វ្រង់ CFA អាហ្វ្រិកកណ្តាល',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ដុល្លារ​ការ៉ាប៊ីន​ខាង​កើត',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'ហ្វ្រង់ CFA អាហ្វ្រិកខាងលិច',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'ហ្វ្រង់ CFP',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'រៀល​យេម៉ែន',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'រ៉ង់អាហ្វ្រិកខាងត្បូង',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'ក្វាចា សំប៊ី (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ក្វាចាហ្សំប៊ី',
        ],
    ],
];
