<?php

return [
    'Names' => [
        1 => 'ឌៀរហាំ​អារ៉ាប់រួម', 3 => 'អាហ្វហ្គានី​អាហ្វហ្គានីស្ថាន', 5 => 'លិក​អាល់បានី', 'ដ្រាំ​អាមេនី', 'ហ្គីលឌ័រអាំងទីលហូឡង់', 'ក្វាន់ហ្សា​អង់ហ្គោឡា', 16 => 'ប៉េសួអាហ្សង់ទីន', 18 => 'ដុល្លារ​អូស្ត្រាលី', 'ហ្វ្រ័ររិញ​អារ៉ូបា', 21 => 'ម៉ាណាត​អាស៊ែបៃហ្សង់', 23 => 'ម៉ាក​អាច​បម្លែង​បាន​បូស្នី', 25 => 'ដុល្លារ​បាបាដុស',
        'តាកា​បង់ក្លាដែស', 32 => 'លីវ​ប៊ុលហ្គារី', 34 => 'ឌីណា​បារ៉ែន', 'ហ្វ្រង់​ប៊ូរុនឌី', 'ដុល្លារ​ប៊ឺមុយដា', 'ដុល្លារព្រុយណេ', 'បូលីវីណូ​បូលីវី', 45 => 'រៀល​ប្រេស៊ីល', 49 => 'ដុល្លារ​បាហាម៉ា', 'ញូលត្រឹម​ប៊ូតាន', 52 => 'ពូឡា​បុតស្វាណា', 54 => 'រ៉ូបល​បេឡារុស', 'រ៉ូបល​បេឡារុស (2000–2016)', 'ដុល្លារ​បេលី',
        'ដុល្លារ​កាណាដា', 'ហ្វ្រង់​កុងហ្គោ', 60 => 'ហ្វ្រង់ស្វីស', 64 => 'ប៉េសូឈីលី', 'យ័នចិន (ក្រៅប្រទេស)', 'យ័នចិន', 'ប៉េសូកូឡុំប៊ី', 69 => 'កូឡុង​កូស្តារីកា', 72 => 'ប៉េសូ​គុយបាអាច​បម្លែង​បាន', 'ប៉េសូគុយបា', 'អ៊ីស្កូឌូ​កាប់វែរ', 76 => 'កូរុណា​សាធារណៈ​ឆេក', 79 => 'ហ្វ្រង់​ជីប៊ូទី', 'ក្រូណេ​ដាណាម៉ាក់',
        'ប៉េសូដូមីនីក', 'ឌីណា​អាល់ស៊េរី', 86 => 'ផោនអេហ្ស៊ីប', 'ណាក់ហ្វាអេរីទ្រា', 91 => 'ប៊័រ​អេត្យូពី', 'អឺរ៉ូ', 94 => 'ដុល្លារ​ហ្វីជី', 'ផោន​កោះ​ហ្វក់ឡែន', 97 => 'ផោនចក្រភពអង់គ្លេស', 99 => 'ឡារី​​ហ្សកហ្ស៊ី', 101 => 'ស៊ីឌី​ហ្គាណា', 'ផោន​ហ្ស៊ីប្រាល់តា', 'ដាឡាស៊ី​ហ្គាំប៊ី', 'ហ្វ្រង់​ហ្គីណេ',
        108 => 'ហ្គីស្សាល​ក្វាតេម៉ាឡា', 111 => 'ដុល្លារ​ហ្គីយ៉ាន', 'ដុល្លារ​ហុងកុង', 'លិមពីរ៉ា​ហុងឌូរ៉ាស', 115 => 'គូណា​ក្រូអាត', 'គោឌី​ហៃទី', 'ហ្វូរីន​ហុងគ្រី', 'រូពីឥណ្ឌូណេស៊ី', 122 => 'ស៊ីគែលថ្មីអ៊ីស្រាអែល', 'រូពីឥណ្ឌា', 'ឌីណា​អ៊ីរ៉ាក់', 'រៀល​អ៊ីរ៉ង់', 127 => 'ក្រូណា​អ៊ីស្លង់', 129 => 'ដុល្លារ​ហ្សាម៉ាអ៊ីក',
        'ឌីណា​ហ្ស៊កដានី', 'យេន​ជប៉ុន', 'ស៊ីលិញ​កេនយ៉ា', 'សុម​កៀហ្ស៊ីស៊ីស្ថាន', 'រៀល​កម្ពុជា', 'ហ្វ្រង់​កូម័រ', 'វ៉ុនកូរ៉េខាងជើង', 139 => 'វ៉ុនកូរ៉េខាងត្បូង', 'ឌីណា​គុយវ៉ែត', 'ដុល្លារ​កោះ​កៃម៉ែន', 'តង់ហ្គី​កាហ្សាក់ស្ថាន', 'គីប​ឡាវ', 'ផោន​លីបង់', 'រូពីស្រីលង្កា', 'ដុល្លារ​លីប៊ី', 'ឡូទីឡេសូតូ', 'លីតា​លីទុយអានី', 153 => 'ឡាត់​ឡេតូនី',
        155 => 'ឌីណា​លីប៊ី', 'ឌៀរហាំ​ម៉ារ៉ុក', 160 => 'លូ​ម៉ុលដាវី', 'អារៀរី​ម៉ាឡាហ្គាស៊ី', 163 => 'ឌីណាម៉ាសេដូនី', 166 => 'គីយ៉ាត​ភូមា', 'ទូរីក​ម៉ុងហ្គោលី', 'ប៉ាតាកា​ម៉ាកាវ', 'អ៊ូហ្គីយ៉ា​ម៉ូរីតានី (1973–2017)', 'អ៊ូហ្គីយ៉ា​ម៉ូរីតានី', 173 => 'រូពីម៉ូរីតានី', 175 => 'រ៉ូហ្វីយ៉ា​ម៉ាល់ឌីវ', 'ក្វាចា​ម៉ាឡាវី', 'ប៉េសូម៉ិកសិក',
        180 => 'រីងហ្គីត​ម៉ាឡេស៊ី', 183 => 'មីទីខល​ម៉ូសំប៊ិក', 'ដុល្លារ​ណាមីប៊ី', 'ណៃរ៉ា​នីហ្សេរីយ៉ា', 187 => 'ខឌូបា​នីការ៉ាហ្កា', 189 => 'ក្រូណេ​ន័រវ៉េ', 'រូពីនេប៉ាល់', 'ដុល្លារ​នូវែលសេឡង់', 'រៀល​រូម៉ានី', 'បាល់ប៉ៅ​ប៉ាណាម៉ា', 195 => 'ញូវ៉ូសូល​ប៉េរូ', 197 => 'គីណាប៉ាពួញូហ្គីណេ', 'ប៉េសូហ្វីលីពីន', 'រូពីប៉ាគីស្ថាន',
        'ហ្សូទី​ប៉ូឡូញ', 203 => 'ហ្គូរីនី​ប៉ារ៉ាហ្គាយ', 'រីយ៉ាលកាតា', 207 => 'លូ​រូម៉ានី', 'ឌីណាស៊ែប', 'រ៉ូបល​រុស្ស៊ី', 211 => 'ហ្វ្រង់​រវ៉ាន់ដា', 'រីយ៉ាល​អារ៉ាប៊ីសាអូឌីត', 'ដុល្លារ​កោះ​សូឡូម៉ុង', 'រូពី​សីស្ហែល', 216 => 'ផោន​ស៊ូដង់', 218 => 'ក្រូណា​ស៊ុយអែត', 'ដុល្លារ​​សិង្ហបូរី', 'ផោន​សាំងហេឡេណា',
        223 => 'លីអ៊ុន​សៀរ៉ាឡេអូន', 'លីអ៊ុន​សៀរ៉ាឡេអូន (1964—2022)', 'ស៊ីលិញ​សូម៉ាលី', 'ដុល្លារ​សូរីណាម', 228 => 'ផោន​ស៊ូដង់​ខាង​ត្បូង', 'ឌូប្រា​សៅតូម៉េ និងប្រាំងស៊ីប (1977–2017)', 'ឌូប្រា​សៅតូម៉េ និងប្រាំងស៊ីប', 233 => 'ផោន​ស៊ីរី', 'លីឡាងហ្គីនី​ស្វាស៊ីឡង់', 'បាត​ថៃ', 237 => 'សូមុនី​តាហ្ស៊ីគីស្ថាន', 239 => 'ម៉ាណាត​តួកម៉េនីស្ថាន', 'ឌីណាទុយនេស៊ី', 'ប៉ាអង់កា​តុងហ្គា',
        244 => 'លីរ៉ាទួរគី', 'ដុល្លារ​ទ្រីនីដាដ និងតូបាហ្គោ', 'ដុល្លារ​តៃវ៉ាន់', 'ស៊ីលិញ​តង់សានី', 'ហ៊ូនីយ៉ា​អ៊ុយក្រែន', 251 => 'ស៊ីលិញ​អ៊ូហ្គង់ដា', 'ដុល្លារ​អាមេរិក', 257 => 'ប៉េសូអ៊ុយរូហ្គាយ', 259 => 'សុមអ៊ូបេគីស្ថាន', 262 => 'ប៊ូលីវ៉ា​វ៉េណេស៊ុយអេឡា (2008–2018)', 'ប៊ូលីវ៉ា​វ៉េណេស៊ុយអេឡា', 'ដុង​វៀតណាម', 266 => 'វ៉ាទូវ៉ានូអាទូ', 'តាឡា​សាម័រ',
        'ហ្វ្រង់ CFA អាហ្វ្រិកកណ្តាល', 'ដុល្លារ​ការ៉ាប៊ីន​ខាង​កើត', 'ហ្គីលឌ័រការីបៀន', 274 => 'ហ្វ្រង់ CFA អាហ្វ្រិកខាងលិច', 'ហ្វ្រង់ CFP', 278 => 'រៀល​យេម៉ែន', 284 => 'រ៉ង់អាហ្វ្រិកខាងត្បូង', 'ក្វាចា សំប៊ី (1968–2012)', 'ក្វាចាហ្សំប៊ី', 290 => 'ហ្កូលស៊ីមបាវ៉េ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '៛', '', '', 139 => '₩', '', '', '', '', '', '', '', 'ឡូទី', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
