<?php

return [
    'Names' => [
        1 => 'ಸಂಯುಕ್ತ ಅರಬ್‌ ಎಮಿರೇಟ್‌‌ಗಳ ದಿರಾಮ್‌‌', 3 => 'ಅಫ್‌ಘನ್ ಅಫಘಾನಿ', 5 => 'ಅಲ್‌ಬೇನಿಯನ್ ಲೆಕ್', 'ಅರ್ಮೆನಿಯನ್ ಡ್ರಾಮ್', 'ನೆದರ್ಲೆಂಡ್ಸ್ ಆಂಟಿಲಿಯನ್ ಗಿಲ್ಡರ್', 'ಅಂಗೋಲಾದ ಕ್ವಾನ್ಝಾ', 16 => 'ಅರ್ಜೆಂಟಿನಾ ಪೆಸೊ', 18 => 'ಆಸ್ಟ್ರೇಲಿಯನ್ ಡಾಲರ್‌', 'ಅರುಬನ್ ಫ್ಲೊರೀನ್‌‌', 21 => 'ಅಝರ್‌ಬೈಜಾನಿ ಮನಾತ್', 23 => 'ಬೋಸ್ನಿಯಾ-ಹರ್ಜ್‌ಗೋವಿನ ಪರಿವರ್ತನೀಯ ಗುರುತು', 25 => 'ಬರ್ಬಾಡಿಯನ್ ಡಾಲರ್',
        'ಬಾಂಗ್ಲಾದೇಶದ ಟಾಕಾ', 32 => 'ಬಲ್ಗೇರಿಯನ್ ಲೆವ್', 34 => 'ಬಹ್‌‌ರೈನಿ ದಿನಾರ್', 'ಬುರುಂದಿಯನ್ ಫ್ರಾಂಕ್', 'ಬರ್ಮುಡನ್ ಡಾಲರ್', 'ಬ್ರೂನಿ ಡಾಲರ್', 'ಬೊಲಿವಿಯಾದ ಬೊಲಿವಿಯಾನೊ', 45 => 'ಬ್ರೆಜಿಲಿಯನ್‌ ರಿಯಲ್', 49 => 'ಬಹಾಮಿಯನ್ ಡಾಲರ್', 'ಭೂತಾನೀಸ್ ನುಲ್ತರಮ್', 52 => 'ಬೋಟ್ಸ್‌ವಾನನ್ ಪುಲಾ', 54 => 'ಬೆಲಾರುಸಿಯನ್ ರೂಬಲ್', 'ಬೆಲಾರುಸಿಯನ್ ರೂಬಲ್ (2000–2016)', 'ಬೆಲೀಜ್ ಡಾಲರ್',
        'ಕೆನಡಾದ ಡಾಲರ್', 'ಕಾಂಗೋಲೀಸ್ ಫ್ರಾಂಕ್', 60 => 'ಸ್ವಿಸ್ ಫ್ರಾಂಕ್', 64 => 'ಚಿಲಿಯ ಪೆಸೊ', 'ಚೈನೀಸ್ ಯುವಾನ್ (ಆಫ್‌ಶೋರ್)', 'ಚೈನೀಸ್ ಯುವಾನ್', 'ಕೊಲೊಂಬಿಯೋದ ಪೆಸೊ', 69 => 'ಕೋಸ್ಟ ರಿಕನ್ ಕೊಲನ್', 72 => 'ಕ್ಯುಬಾದ ಪರಿವರ್ತನೀಯ ಪೆಸೊ', 'ಕ್ಯೂಬಾದ ಪೆಸೊ', 'ಕೇಪ್ ವರ್ಡಿನ್ ಎಸ್‌ಕೂಡೊ', 76 => 'ಝೆಕ್ ಗಣರಾಜ್ಯ ಕೊರೂನ', 79 => 'ಜಿಬೊಟಿಯನ್ ಫ್ರಾಂಕ್', 'ಡ್ಯಾನಿಶ್ ಕ್ರೋನ್',
        'ಡೊಮಿನಿಕನ್ ಪೆಸೊ', 'ಅಲ್ಜೀರಿಯನ್ ದಿನಾರ್', 86 => 'ಈಜಿಪ್ಷಿಯನ್ ಪೌಂಡ್‍', 'ಎರಿತ್ರಿಯನ್ ನಕ್ಫಾ', 91 => 'ಇಥಿಯೋಪಿಯನ್ ಬಿರ್', 'ಯೂರೊ', 94 => 'ಫಿಜಿಯನ್ ಡಾಲರ್', 'ಫಾಕ್‌ಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳ ಪೌಂಡ್', 97 => 'ಬ್ರಿಟಿಷ್ ಪೌಂಡ್', 99 => 'ಜಾರ್ಜಿಯಾದ ಲಾರಿ', 101 => 'ಘಾನಾದ ಸೆದಿ', 'ಗಿಬ್ರಾಲ್ಟರ್ ಪೌಂಡ್', 'ಗ್ಯಾಂಬಿಯಾದ ದಲಾಸಿ', 'ಗಿನಿಯನ್ ಫ್ರಾಂಕ್',
        108 => 'ಗ್ವಾಟೆಮಾಲಾದ ಕುಯಿಟ್ಸಲ್‌‌', 111 => 'ಗುಯಾನೀಸ್‌ ಡಾಲರ್‌', 'ಹಾಂಗ್ ಕಾಂಗ್ ಡಾಲರ್', 'ಹೊಂಡುರಾನ್‌ ಲೆಂಪಿರಾ', 115 => 'ಕ್ರೊಯೆಷ್ಯಾದ ಕೂನಾ', 'ಹೈಟಿಯ ಗೋರ್ದೆ', 'ಹಂಗೇರಿಯನ್ ಫೋರಿಂಟ್', 'ಇಂಡೊನೇಷ್ಯಾ ರುಪೈ', 122 => 'ಇಸ್ರೇಲಿ ನ್ಯೂ ಶೇಖಲ್', 'ಭಾರತೀಯ ರೂಪಾಯಿ', 'ಇರಾಕಿ ದಿನಾರ್', 'ಇರಾನಿಯನ್ ರಿಯಲ್', 127 => 'ಐಸ್‌ಲ್ಯಾಂಡಿಕ್ ಕ್ರೋನಾ', 129 => 'ಜಮೈಕನ್ ಡಾಲರ್',
        'ಜೋರ್ಡಾನಿಯನ್ ದಿನಾರ್', 'ಜಪಾನೀಸ್ ಯೆನ್', 'ಕೀನ್ಯಾದ ಶಿಲ್ಲಿಂಗ್‌', 'ಕಿರ್ಗಿಸ್ತಾನಿ ಸೋಮ್', 'ಕಾಂಬೋಡಿಯನ್ ರಿಯಲ್', 'ಕೊಮೊರಿಯನ್ ಫ್ರಾಂಕ್', 'ಉತ್ತರ ಕೊರಿಯನ್ ವೋನ್', 139 => 'ದಕ್ಷಿಣ ಕೊರಿಯನ್ ವೊನ್', 'ಕುವೈತೀ ದಿನಾರ್', 'ಕೆಮ್ಯಾನ್‌ ಐಲ್ಯಾಂಡ್‌ನ ಡಾಲರ್‌', 'ಕಜಾಕಿಸ್ತಾನಿ ತೆಂಗೆ', 'ಲೋಟಿಯನ್ ಕಿಪ್', 'ಲೆಬೆನೀಸ್ ಪೌಂಡ್', 'ಶ್ರೀಲಂಕಾದ ರುಪೀ', 'ಲಿಬೇರಿಯನ್ ಡಾಲರ್', 'ಲೆಸೊತೊ ಲೊತಿ', 'ಲಿಥುನಿಯನ್‌ ಲಿತಾಸ್‌', 153 => 'ಲ್ಯಾಟ್ವಿಯನ್ ಲ್ಯಾಟ್ಸ್',
        155 => 'ಲಿಬಿಯಾದ ದಿನಾರ್‌', 'ಮೊರೊಕನ್ ದಿರ್‌ಹಮ್', 160 => 'ಮಲ್ದೋವಾದ ಲೆವೂ', 'ಮಲಗಾಸಿ ಅರಿಯಾರಿ', 163 => 'ಮೆಸಡೋನಿಯನ್ ದಿನಾರ್', 166 => 'ಮ್ಯಾನ್ಮಾರ್ ಕ್ಯಾಟ್', 'ಮಂಗೋಲಿಯಾದ ತುಗ್ರಿಕ್‌‌', 'ಮಕಾನಿಸ್ ಪಟಾಕಾ', 'ಮೌರೀಶಿಯನಿಯನ್ ಒಗಿಯ (1973–2017)', 'ಮೌರೀಶಿಯನಿಯನ್ ಒಗಿಯ', 173 => 'ಮಾರಿಷಿಯನ್ ರುಪಿ', 175 => 'ಮಾಲ್ಡೀವಿಯನ್ ರುಫಿಯಾ', 'ಮಲಾವಿಯ ಕ್ವಾಚ', 'ಮೆಕ್ಸಿಕೊದ ಪೆಸೊ',
        180 => 'ಮಲೇಶಿಯನ್ ರಿಂಗಿಟ್', 183 => 'ಮೊಝಾಂಬಿಕನ್ ಮೆಟಿಕಲ್', 'ನಮೀಬಿಯನ್ ಡಾಲರ್', 'ನೈಜೀರಿಯಾದ ನೇರಾ', 187 => 'ನಿಕಾರಗ್ವಾದ ಕರ್ದೊಬಾ', 189 => 'ನಾರ್ವೇಯ ಕ್ರೋನ್', 'ನೇಪಾಳದ ರುಪೀ', 'ನ್ಯೂಜಿಲ್ಯಾಂಡ್ ಡಾಲರ್', 'ಒಮಾನಿ ರಿಯಲ್', 'ಪನಾಮಾನಿಯನ್ ಬಲ್ಬೋವಾ', 195 => 'ಪೆರುವಿಯನ್ ಸೊಲ್', 197 => 'ಪಪುವಾ ನ್ಯೂ ಗಿನಿಯನ್ ಕಿನಾ', 'ಫಿಲಿಪ್ಪೈನ್ ಪಿಸೊ', 'ಪಾಕಿಸ್ತಾನದ ರುಪೀ',
        'ಪೊಲಿಶ್ ಝ್ಲೋಟಿ', 203 => 'ಪೆರುಗ್ವೇಯ ಗ್ವಾರನೀ', 'ಖತಾರಿ ರಿಯಲ್', 207 => 'ರೊಮೇನಿಯನ್ ಲೆವು', 'ಸೆರ್ಬಿಯನ್ ದಿನಾರ್', 'ರಶಿಯನ್ ರೂಬಲ್', 211 => 'ರುವಾಂಡನ್ ಫ್ರಾಂಕ್', 'ಸೌದಿ ರಿಯಾಲ್', 'ಸೊಲೊಮನ್ ದ್ವೀಪಗಳ ಡಾಲರ್', 'ಸೆಚೊಲಿಯೊಸ್ ರುಪಿ', 216 => 'ಸುಡಾನೀಸ್ ಪೌಂಡ್', 218 => 'ಸ್ವೀಡಿಷ್ ಕ್ರೋನಾ', 'ಸಿಂಗಾಪುರ್ ಡಾಲರ್‌', 'ಸೇಂಟ್ ಹೆಲೇನಾ ಪೌಂಡ್',
        223 => 'ಸಿಯೆರಾ ಲಿಯೋನಿಯನ್ ಲಿಯೋನ್', 'ಸಿಯೆರಾ ಲಿಯೋನಿಯನ್ ಲಿಯೋನ್ (1964—2022)', 'ಸೊಮಾಲಿ ಶಿಲ್ಲಿಂಗ್', 'ಸುರಿನಾಮೀಸ್ ಡಾಲರ್', 228 => 'ದಕ್ಷಿಣ ಸೂಡಾನೀಸ್ ಪೌಂಡ್‍', 'ಸಾವೊ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪ್ ದೊಬ್ರಾ (1977–2017)', 'ಸಾವೊ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪ್ ದೊಬ್ರಾ', 233 => 'ಸಿರಿಯನ್ ಪೌಂಡ್', 'ಸ್ವಾಜಿ ಲಿಲಂಗೆನಿ', 'ಥಾಯ್ ಬಹ್ತ್', 237 => 'ತಜಕಿಸ್ತಾನಿ ಸೊಮೋನಿ', 239 => 'ಟರ್ಕ್‍ಮೆನಿಸ್ತಾನ್ ಮನಾತ್', 'ಟ್ಯುನೀಷಿಯನ್‌ ದಿನಾರ್', 'ಟೊಂಗಾ ಪಾಂಗ',
        244 => 'ಟರ್ಕಿಶ್ ಲಿರಾ', 'ಟ್ರಿನಿಡಾಡ್ ಮತ್ತು ಟೊಬಾಗೊ ಡಾಲರ್', 'ನ್ಯೂ ತೈವಾನ್ ಡಾಲರ್', 'ತಾನ್‌ಜೇನಿಯನ್ ಶಿಲ್ಲಿಂಗ್', 'ಉಕ್ರೇನಿಯನ್ ಹ್ರಿವ್ನೀಯ', 251 => 'ಉಗಾಂಡನ್ ಶಿಲ್ಲಿಂಗ್', 'ಅಮೆರಿಕದ ಡಾಲರ್‌', 257 => 'ಉರುಗ್ವೆಯ ಪೆಸೊ', 259 => 'ಉಜ್ಬೇಕಿಸ್ತಾನ್ ಸೊಮ್', 262 => 'ವೆನಿಜುಲಿಯನ್ ಬೊಲಿವರ್ (2008–2018)', 'ವೆನಿಜುಲಿಯನ್ ಬೊಲಿವರ್', 'ವಿಯೆಟ್ನಾಮೀಸ್ ಡಾಂಗ್', 266 => 'ವನೂತು ವತು', 'ಸಮೋನ್ ತಲಾ',
        'ಮಧ್ಯ ಆಫ್ರಿಕನ್ CFA ಫ್ರಾಂಕ್', 'ಪೂರ್ವ ಕೆರೀಬಿಯನ್ ಡಾಲರ್', 'ಕೆರೆಬಿಯನ್ ಗಿಲ್ಡರ್', 274 => 'ಪಶ್ಚಿಮ ಆಫ್ರಿಕಾದ CFA ಫ್ರಾಂಕ್', '[CFP] ಫ್ರಾಂಕ್', 278 => 'ಯೆಮೆನಿ ರಿಯಲ್', 284 => 'ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಂಡ್', 'ಜಾಂಬಿಯಾ ಕ್ವಾಚ (1968–2012)', 'ಜಾಂಬಿಯಾ ಕ್ವಾಚ', 290 => 'ಜಿಂಬಾಬ್ವಿಯನ್ ಗೋಲ್ಡ್',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
