<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'ಸಂಯುಕ್ತ ಅರಬ್‌ ಎಮಿರೇಟ್‌‌ಗಳ ದಿರಾಮ್‌‌',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'ಅಫ್‌ಘನ್ ಅಫಘಾನಿ',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'ಅಲ್‌ಬೇನಿಯನ್ ಲೆಕ್',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'ಅರ್ಮೆನಿಯನ್ ಡ್ರಾಮ್',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'ನೆದರ್ಲೆಂಡ್ಸ್ ಆಂಟಿಲಿಯನ್ ಗಿಲ್ಡರ್',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'ಅಂಗೋಲಾದ ಕ್ವಾನ್ಝಾ',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ಅರ್ಜೆಂಟಿನಾ ಪೆಸೊ',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ಆಸ್ಟ್ರೇಲಿಯನ್ ಡಾಲರ್‌',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'ಅರುಬನ್ ಫ್ಲೊರೀನ್‌‌',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'ಅಝರ್‌ಬೈಜಾನಿ ಮನಾತ್',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'ಬೋಸ್ನಿಯಾ-ಹರ್ಜ್‌ಗೋವಿನ ಪರಿವರ್ತನೀಯ ಗುರುತು',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'ಬರ್ಬಾಡಿಯನ್ ಡಾಲರ್',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'ಬಾಂಗ್ಲಾದೇಶದ ಟಾಕಾ',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'ಬಲ್ಗೇರಿಯನ್ ಲೆವ್',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'ಬಹ್‌‌ರೈನಿ ದಿನಾರ್',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'ಬುರುಂದಿಯನ್ ಫ್ರಾಂಕ್',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'ಬರ್ಮುಡನ್ ಡಾಲರ್',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ಬ್ರೂನಿ ಡಾಲರ್',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'ಬೊಲಿವಿಯಾದ ಬೊಲಿವಿಯಾನೊ',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ಬ್ರೆಜಿಲಿಯನ್‌ ರಿಯಲ್',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'ಬಹಾಮಿಯನ್ ಡಾಲರ್',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ಭೂತಾನೀಸ್ ನುಲ್ತರಮ್',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ಬೋಟ್ಸ್‌ವಾನನ್ ಪುಲಾ',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'ಬೆಲಾರುಸಿಯನ್ ರೂಬಲ್',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'ಬೆಲಾರುಸಿಯನ್ ರೂಬಲ್ (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'ಬೆಲೀಜ್ ಡಾಲರ್',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'ಕೆನಡಾದ ಡಾಲರ್',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'ಕಾಂಗೋಲೀಸ್ ಫ್ರಾಂಕ್',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'ಸ್ವಿಸ್ ಫ್ರಾಂಕ್',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ಚಿಲಿಯ ಪೆಸೊ',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'ಚೈನೀಸ್ ಯುವಾನ್ (ಆಫ್‌ಶೋರ್)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'ಚೈನೀಸ್ ಯುವಾನ್',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'ಕೊಲೊಂಬಿಯೋದ ಪೆಸೊ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'ಕೋಸ್ಟ ರಿಕನ್ ಕೊಲನ್',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'ಕ್ಯುಬಾದ ಪರಿವರ್ತನೀಯ ಪೆಸೊ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ಕ್ಯೂಬಾದ ಪೆಸೊ',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'ಕೇಪ್ ವರ್ಡಿನ್ ಎಸ್‌ಕೂಡೊ',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'ಝೆಕ್ ಗಣರಾಜ್ಯ ಕೊರೂನ',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'ಜಿಬೊಟಿಯನ್ ಫ್ರಾಂಕ್',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ಡ್ಯಾನಿಶ್ ಕ್ರೋನ್',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ಡೊಮಿನಿಕನ್ ಪೆಸೊ',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'ಅಲ್ಜೀರಿಯನ್ ದಿನಾರ್',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ಈಜಿಪ್ಷಿಯನ್ ಪೌಂಡ್‍',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ಎರಿತ್ರಿಯನ್ ನಕ್ಫಾ',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ಇಥಿಯೋಪಿಯನ್ ಬಿರ್',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ಯೂರೊ',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ಫಿಜಿಯನ್ ಡಾಲರ್',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ಫಾಕ್‌ಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳ ಪೌಂಡ್',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ಬ್ರಿಟೀಷ್ ಪೌಂಡ್',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ಜಾರ್ಜಿಯಾದ ಲಾರಿ',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ಘಾನಾದ ಸೆದಿ',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ಗಿಬ್ರಾಲ್ಟರ್ ಪೌಂಡ್',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ಗ್ಯಾಂಬಿಯಾದ ದಲಾಸಿ',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ಗಿನಿಯನ್ ಫ್ರಾಂಕ್',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ಗ್ವಾಟೆಮಾಲಾದ ಕುಯಿಟ್ಸಲ್‌‌',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ಗುಯಾನೀಸ್‌ ಡಾಲರ್‌',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ಹಾಂಗ್ ಕಾಂಗ್ ಡಾಲರ್',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'ಹೊಂಡುರಾನ್‌ ಲೆಂಪಿರಾ',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ಕ್ರೊಯೆಷ್ಯಾದ ಕೂನಾ',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'ಹೈಟಿಯ ಗೋರ್ದೆ',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ಹಂಗೇರಿಯನ್ ಫೋರಿಂಟ್',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ಇಂಡೊನೇಷ್ಯಾ ರುಪೈ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ಇಸ್ರೇಲಿ ನ್ಯೂ ಶೇಖಲ್',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ಭಾರತೀಯ ರೂಪಾಯಿ',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ಇರಾಕಿ ದಿನಾರ್',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ಇರಾನಿಯನ್ ರಿಯಲ್',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'ಐಸ್‌ಲ್ಯಾಂಡಿಕ್ ಕ್ರೋನಾ',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ಜಮೈಕನ್ ಡಾಲರ್',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ಜೋರ್ಡಾನಿಯನ್ ದಿನಾರ್',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'ಜಪಾನೀಸ್ ಯೆನ್',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'ಕೀನ್ಯಾದ ಶಿಲ್ಲಿಂಗ್‌',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'ಕಿರ್ಗಿಸ್ತಾನಿ ಸೋಮ್',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'ಕಾಂಬೋಡಿಯನ್ ರಿಯಲ್',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'ಕೊಮೊರಿಯನ್ ಫ್ರಾಂಕ್',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'ಉತ್ತರ ಕೊರಿಯನ್ ವೋನ್',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'ದಕ್ಷಿಣ ಕೊರಿಯನ್ ವೊನ್',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'ಕುವೈತೀ ದಿನಾರ್',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'ಕೆಮ್ಯಾನ್‌ ಐಲ್ಯಾಂಡ್‌ನ ಡಾಲರ್‌',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'ಕಜಾಕಿಸ್ತಾನಿ ತೆಂಗೆ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'ಲೋಟಿಯನ್ ಕಿಪ್',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ಲೆಬೆನೀಸ್ ಪೌಂಡ್',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'ಶ್ರೀಲಂಕಾದ ರುಪೀ',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ಲಿಬೇರಿಯನ್ ಡಾಲರ್',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'ಲೆಸೊತೊ ಲೊತಿ',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ಲಿಥುನಿಯನ್‌ ಲಿತಾಸ್‌',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'ಲ್ಯಾಟ್ವಿಯನ್ ಲ್ಯಾಟ್ಸ್',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ಲಿಬಿಯಾದ ದಿನಾರ್‌',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'ಮೊರೊಕನ್ ದಿರ್‌ಹಮ್',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'ಮಲ್ದೋವಾದ ಲೆವೂ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'ಮಲಗಾಸಿ ಅರಿಯಾರಿ',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'ಮೆಸಡೋನಿಯನ್ ದಿನಾರ್',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'ಮ್ಯಾನ್ಮಾರ್ ಕ್ಯಾಟ್',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'ಮಂಗೋಲಿಯಾದ ತುಗ್ರಿಕ್‌‌',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'ಮಕಾನಿಸ್ ಪಟಾಕಾ',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'ಮೌರೀಶಿಯನಿಯನ್ ಒಗಿಯ (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'ಮೌರೀಶಿಯನಿಯನ್ ಒಗಿಯ',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'ಮಾರಿಷಿಯನ್ ರುಪಿ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'ಮಾಲ್ಡೀವಿಯನ್ ರುಫಿಯಾ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ಮಲಾವಿಯ ಕ್ವಾಚ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'ಮೆಕ್ಸಿಕೊದ ಪೆಸೊ',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'ಮಲೇಶಿಯನ್ ರಿಂಗಿಟ್',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'ಮೊಝಾಂಬಿಕನ್ ಮೆಟಿಕಲ್',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'ನಮೀಬಿಯನ್ ಡಾಲರ್',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'ನೈಜೀರಿಯಾದ ನೇರಾ',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'ನಿಕಾರಗ್ವಾದ ಕರ್ದೊಬಾ',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'ನಾರ್ವೇಯ ಕ್ರೋನ್',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'ನೇಪಾಳದ ರುಪೀ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ನ್ಯೂಜಿಲ್ಯಾಂಡ್ ಡಾಲರ್',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ಒಮಾನಿ ರಿಯಲ್',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'ಪನಾಮಾನಿಯನ್ ಬಲ್ಬೋವಾ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'ಪೆರುವಿಯನ್ ಸೊಲ್',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'ಪಪುವಾ ನ್ಯೂ ಗಿನಿಯನ್ ಕಿನಾ',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ಫಿಲಿಪ್ಪೈನ್ ಪಿಸೊ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'ಪಾಕಿಸ್ತಾನದ ರುಪೀ',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'ಪೊಲಿಶ್ ಝ್ಲೋಟಿ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'ಪೆರುಗ್ವೇಯ ಗ್ವಾರನೀ',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'ಖತಾರಿ ರಿಯಲ್',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'ರೊಮೇನಿಯನ್ ಲೆವು',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'ಸೆರ್ಬಿಯನ್ ದಿನಾರ್',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'ರಶಿಯನ್ ರೂಬಲ್',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ರುವಾಂಡನ್ ಫ್ರಾಂಕ್',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'ಸೌದಿ ರಿಯಾಲ್',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'ಸೊಲೊಮನ್ ದ್ವೀಪಗಳ ಡಾಲರ್',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'ಸೆಚೊಲಿಯೊಸ್ ರುಪಿ',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'ಸುಡಾನೀಸ್ ಪೌಂಡ್',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'ಸ್ವೀಡಿಷ್ ಕ್ರೋನಾ',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'ಸಿಂಗಾಪುರ್ ಡಾಲರ್‌',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'ಸೇಂಟ್ ಹೆಲೇನಾ ಪೌಂಡ್',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'ಸಿಯೆರಾ ಲಿಯೋನಿಯನ್ ಲಿಯೋನ್',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'ಸೊಮಾಲಿ ಶಿಲ್ಲಿಂಗ್',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'ಸುರಿನಾಮೀಸ್ ಡಾಲರ್',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'ದಕ್ಷಿಣ ಸೂಡಾನೀಸ್ ಪೌಂಡ್‍',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'ಸಾವೊ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪ್ ದೊಬ್ರಾ (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ಸಾವೊ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪ್ ದೊಬ್ರಾ',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'ಸಿರಿಯನ್ ಪೌಂಡ್',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'ಸ್ವಾಜಿ ಲಿಲಂಗೆನಿ',
        ],
        'THB' => [
            0 => '฿',
            1 => 'ಥಾಯ್ ಬಹ್ತ್',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'ತಜಕಿಸ್ತಾನಿ ಸೊಮೋನಿ',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ಟರ್ಕ್‍ಮೆನಿಸ್ತಾನ್ ಮನಾತ್',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ಟ್ಯುನೀಷಿಯನ್‌ ದಿನಾರ್',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ಟೊಂಗಾ ಪಾಂಗ',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ಟರ್ಕಿಶ್ ಲಿರಾ',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ಟ್ರಿನಿಡಾಡ್ ಮತ್ತು ಟೊಬಾಗೊ ಡಾಲರ್',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ನ್ಯೂ ತೈವಾನ್ ಡಾಲರ್',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ತಾನ್‌ಜೇನಿಯನ್ ಶಿಲ್ಲಿಂಗ್',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ಉಕ್ರೇನಿಯನ್ ಹ್ರಿವ್ನೀಯ',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ಉಗಾಂಡನ್ ಶಿಲ್ಲಿಂಗ್',
        ],
        'USD' => [
            0 => '$',
            1 => 'ಅಮೆರಿಕದ ಡಾಲರ್‌',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ಉರುಗ್ವೆಯ ಪೆಸೊ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ಉಜ್ಬೇಕಿಸ್ತಾನ್ ಸೊಮ್',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'ವೆನಿಜುಲಿಯನ್ ಬೊಲಿವರ್ (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'ವೆನಿಜುಲಿಯನ್ ಬೊಲಿವರ್',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ವಿಯೆಟ್ನಾಮೀಸ್ ಡಾಂಗ್',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'ವನೂತು ವತು',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ಸಮೋನ್ ತಲಾ',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'ಮಧ್ಯ ಆಫ್ರಿಕನ್ CFA ಫ್ರಾಂಕ್',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ಪೂರ್ವ ಕೆರೀಬಿಯನ್ ಡಾಲರ್',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'ಪಶ್ಚಿಮ ಆಫ್ರಿಕಾದ CFA ಫ್ರಾಂಕ್',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => '[CFP] ಫ್ರಾಂಕ್',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ಯೆಮೆನಿ ರಿಯಲ್',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಂಡ್',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'ಜಾಂಬಿಯಾ ಕ್ವಾಚ (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ಜಾಂಬಿಯಾ ಕ್ವಾಚ',
        ],
    ],
];
