<?php

return [
    'Names' => [
        1 => 'युनाइटेड अरब इमीरॅट्स दिरहम', 3 => 'अफगाण अफगाणी', 5 => 'अल्बेनियन लेक', 'अर्मेनियन ड्राम', 'नॅदरलँड अँटिलियन गिल्डर', 'अंगोलन क्वॉन्ज', 16 => 'अर्जेंटिना पेसो', 18 => 'ऑस्ट्रेलियाई डॉलर', 'अरुबान फ्लोरिन', 21 => 'अज़रबैजानी मनात', 23 => 'बोस्निया-हेर्जेगोविना रुपांतरीत मार्क', 25 => 'बार्बाडियान डॉलर',
        'बांगलादेशी टाका', 32 => 'बल्गेरियन लेव', 34 => 'बहरिनी डिनार', 'बुरुंडी फ्रँक', 'बरमुदान डॉलर', 'ब्रूनेई डॉलर', 'बोलिव्हियन बोलिवियानो', 45 => 'ब्राझिलियन रियाल', 49 => 'बहामियन डॉलर', 'भुतानीज नागल्ट्रम', 52 => 'बोत्सवाना पुला', 54 => 'बैलोरुसियन् रूबल', 56 => 'बेलिझ डॉलर',
        'कॅनाडियन डॉलर', 'काँगोलिसी फ्रँक', 60 => 'स्विस फ्रँक', 64 => 'चिली पेसो', 'चिनी युआन (ऑफशोर)', 'चिनी युआन', 'कोलंबियन पेसो', 69 => 'कोस्ता रिका कॉलॉन', 72 => 'क्युबान रुपांतरीत पेसो', 'क्युबान पेसो', 'केप वर्दे एस्कुडो', 76 => 'चेक कोरुना', 79 => 'जिबूती फ्रँक', 'डॅनिश क्रोन',
        'डोमिनिकन पेसो', 'अल्जेरियाई डिनार', 86 => 'ईजिप्ती पावंड', 'इरिट्रियन नाक्फा', 91 => 'इथियोपियाई बिरर', 'युरो', 94 => 'फिजी डॉलर', 'फ़ॉकलैंड आइलैंड्स पावंड', 97 => 'ब्रिटिश पावंड', 99 => 'जॉर्जियन लारी', 101 => 'घानाई सेडी', 'जिब्राल्टर पावंड', 'गॅम्बियन दलासी', 'गिनीन फ्रँक',
        108 => 'ग्वाटेमाला कुएट्झल', 111 => 'गयाना डॉलर', 'हाँग काँग डॉलर', 'होंडुरान लेम्पिरा', 115 => 'क्रोयेषियन् कुना', 'हैतीयन गौर्डे', 'हंगेरियन फोरिंट', 'इंडोनेशियन रुपिया', 122 => 'इस्त्रायली न्यु शेकेल', 'भारतीय रुपया', 'इराकी डिनार', 'ईरानी रियाल', 127 => 'आईस्लान्डिक क्रोना', 129 => 'जमैकन डॉलर',
        'जॉर्डनियन डिनार', 'जपानी येन', 'केनयाई शिलिंग', 'किरगिझस्तान सोम', 'कंबोडियन रियाल', 'कोमोरियन फ्रँक', 'उत्तर कोरियन वॉन', 139 => 'दक्षिण कोरियन वॉन', 'कुवेती डिनार', 'कैमेन आइलैंड्स डॉलर', 'कझाकस्तानी टेंग', 'लाओ किप', 'लिबानेस पावंड', 'श्री लंका रुपया', 'लायबेरियन डॉलर', 'लिसोथो लोटि', 155 => 'लीबियान डिनार', 'मोरक्कन दिरहम',
        160 => 'मोल्दोवान लियू', 'मलागासी एरियारी', 163 => 'मसीडोनियन् डिनर', 166 => 'म्यानमार क्यात', 'मंगोलियन तुगरिक', 'मकानेसे पटका', 170 => 'मॉरिटानिया उगिया', 173 => 'मॉरिशस रुपी', 175 => 'मालदिवी रुफिया', 'मलावियन क्वाचा', 'मेक्सिकन पेसो', 180 => 'मलेशियाई रिंग्गित',
        183 => 'मोझांबिकन मेटिकल', 'नामीबिया डॉलर', 'नायजेरियन नायरा', 187 => 'निकारागुआन कॉर्डोबा', 189 => 'नॉर्वेगन क्रोन', 'नेपाळी रुपया', 'न्युझीलॅन्ड डॉलर', 'ओमानी रियाल', 'पानामानियन बाल्बोआ', 195 => 'पेरिवियन सोल', 197 => 'पापुआ न्यु गिनी किना', 'फिलिपिनी पेसो', 'पाकिस्तानी रुपया', 'पोलिष झ्लोटी',
        203 => 'पराग्वेन गौरानी', 'कतारी रियाल', 207 => 'रोमानियन् लियू', 'सर्बियन डिनार', 'रुसी रुबल', 211 => 'रवांडा फ्रँक', 'सौदी रियाल', 'सोलोमन आयलँड्स डॉलर', 'सेशेल्लोइस रुपी', 216 => 'सुदानी पावंड', 218 => 'स्वीदीष क्रोन', 'सिंगापूरी डॉलर', 'सेंट हेलिना पावंड', 223 => 'सिएरा लियॉनी लियॉन',
        'सिएरा लियॉनी लियॉन (1964—2022)', 'सोमाली शिलिंग', 'सुरीनामी डॉलर', 228 => 'दक्षिण सुडानी पावंड', 230 => 'साओ टोम आनी प्रिन्सिप डोब्रा', 233 => 'सिरियन पावंड', 'स्वाजी लिलांगेनी', 'थाई बाट', 237 => 'ताजिकिस्तानी सोमोनी', 239 => 'तुर्कमेनिस्तानी मनत', 'ट्यूनीशियन डिनार', 'टोंगन पांगा', 244 => 'तुर्किश लायरा', 'ट्रिनीडाड आनी टोबॅगो डॉलर',
        'न्यू तायवान डॉलर', 'तंजानिया शिलिंग', 'युक्रेनियन् रिव्निया', 251 => 'युगांडा शिलिंग', 'युएस डॉलर', 257 => 'उरुग्वेन पेसो', 259 => 'उज़्बेकिस्तानी सोम', 263 => 'विनेझुएला बोलिव्हर', 'वियतनामी डोंग', 266 => 'वानूआतू वातू', 'समोआई टाला', 'मध्य अफ्रीकी सीएफए फ्रँक', 'उदेंत कॅरिबियन डॉलर', 'कॅरिबियन गिल्डर',
        274 => 'अस्तंत आफ्रिकी सीएफए फ्रँक', 'सीएफपी फ्रँक', 278 => 'येमेनी रियाल', 284 => 'दक्षिण आफ्रिकन रँड', 286 => 'झांबियन क्वाचा', 290 => 'झिंबाब्वेचें भांगर',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', 170 => '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '', '',
        203 => '', '', 207 => 'रॉन', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', 230 => '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 263 => '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
