<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'ब्राज़िली रील',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'चीनी युवान',
        ],
        'EUR' => [
            0 => '€',
            1 => 'यूरो',
        ],
        'GBP' => [
            0 => '£',
            1 => 'बरतानवी पूनड',
        ],
        'INR' => [
            0 => '₹',
            1 => 'इंडियन रूपी',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'जापानी येन',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'रूसी रूबल',
        ],
        'USD' => [
            0 => '$',
            1 => 'US डॉलर',
        ],
    ],
];
