<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'ब्राज़िली रील',
        ],
        'CNY' => [
            'CN¥',
            'चीनी युवान',
        ],
        'EUR' => [
            '€',
            'यूरो',
        ],
        'GBP' => [
            '£',
            'बरतानवी पूनड',
        ],
        'INR' => [
            '₹',
            'इंडियन रूपी',
        ],
        'JPY' => [
            'JP¥',
            'जापानी येन',
        ],
        'RUB' => [
            'RUB',
            'रूसी रूबल',
        ],
        'USD' => [
            '$',
            'US डॉलर',
        ],
    ],
];
