<?php

return [
    'Names' => [
        'CNY' => [
            'CN¥',
            'चीन ति युआन',
        ],
        'EUR' => [
            '€',
            'यूरो',
        ],
        'GBP' => [
            '£',
            'ब्रिटिस पाउंड स्टर्लिंग',
        ],
        'INR' => [
            '₹',
            'बारत ति टाकाँ',
        ],
        'JPY' => [
            'JP¥',
            'जापान ति येन',
        ],
        'RUB' => [
            'RUB',
            'रूस ति रूबल',
        ],
        'USD' => [
            'US$',
            'यूएस डॉलर',
        ],
    ],
];
