<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'బ్రెజిలియన్ రియల్',
        ],
        'CNY' => [
            'CN¥',
            'చైనా దేశ యువాన్',
        ],
        'EUR' => [
            '€',
            'యురొ',
        ],
        'GBP' => [
            '£',
            'బ్రిటిష్ పౌండ్',
        ],
        'INR' => [
            '₹',
            'భారతదేశ రూపాయి',
        ],
        'JPY' => [
            'JP¥',
            'జపాను దేశ యెన్',
        ],
        'RUB' => [
            'RUB',
            'రష్యన్ రూబల్',
        ],
        'USD' => [
            'US$',
            'అమెరికా డాలర్',
        ],
    ],
];
