<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'ବ୍ରାଜିଲ୍ ତି ରିଏଲ୍',
        ],
        'CNY' => [
            'CN¥',
            'ଚିନି ତି ୟୁଆନ',
        ],
        'EUR' => [
            '€',
            'ୟୁର',
        ],
        'GBP' => [
            '£',
            'ବ୍ରିଟିସ୍ ପାଉଣ୍ଡ୍',
        ],
        'INR' => [
            '₹',
            'ବାରତ ତି ଟାକାଁ',
        ],
        'JPY' => [
            'JP¥',
            'ଜାପାନ ତି ୟେନ',
        ],
        'RUB' => [
            'RUB',
            'ରୁସିଆ ତି ରୁବଲ୍',
        ],
        'USD' => [
            'US$',
            'ୟୁ ଏସ ଡଲାର',
        ],
    ],
];
