<?php

return [
    'Names' => [
        1 => 'Бириккен Араб Эмираттарынын дирхамы', 3 => 'Афганстан афганиси', 5 => 'албан леги', 'Армения драмы', 'нидерланд-антил гулдени', 'Ангола кванзасы', 16 => 'аргентина песосу', 18 => 'Австралия доллары', 'аруба флорини', 21 => 'Азербайжан манаты', 23 => 'босния-герцоговина конвертациялануучу маркасы', 25 => 'барбадос доллары',
        'Бангладеш такасы', 32 => 'болгар левиси', 34 => 'Бахрейн динары', 'Бурунди франкы', 'бермуд доллары', 'Бруней доллары', 'боливия боливианосу', 45 => 'бразилия реалы', 49 => 'багама доллары', 'Бутан нгултруму', 52 => 'Ботсвана пуласы', 54 => 'беларусь рублу', 'беларусь рублу (2000–2016)', 'белиз доллары',
        'канада доллары', 'Конго франкы', 60 => 'швейцария франкы', 64 => 'чили песосу', 'Кытай юаны (оффшор)', 'Кытай юаны', 'колумбия песосу', 69 => 'коста-рика колону', 72 => 'кубанын конвертациялануучу песосу', 'куба песосу', 'Кабо-Верде эскудосу', 76 => 'чех кронасы', 79 => 'Жибути франкы', 'дания крону',
        'доминикан песосу', 'алжир динары', 86 => 'египет фунту', 'Эритреа накфасы', 91 => 'Эфиопия бирри', 'Евро', 94 => 'Фижи доллары', 'фолкленд аралдарынын фунту', 97 => 'британия фунт стерлинги', 99 => 'Грузия лариси', 101 => 'Гана седиси', 'гибралтар фунту', 'Гамбия даласиси', 'Гине франкы',
        108 => 'гватемала кетсалы', 111 => 'гуйана доллары', 'Гонконг доллары', 'гондурас лемпирасы', 115 => 'хорват кунасы', 'гаити гурдусу', 'венгр форинти', 'Индонезия рупийасы', 122 => 'Израилдин жаңы шекели', 'Индия руписи', 'Ирак динары', 'Иран риалы', 127 => 'исландия крону', 129 => 'ямайка доллары',
        'Йордания динары', 'Жапан йени', 'Кения шиллинги', 'Кыргызстан сому', 'Камбожа риели', 'Коморос франкы', 'Түндүк Корея вону', 139 => 'Түштүк Корея вону', 'Кувейт динары', 'кайман доллары', 'Казакстан теңгеси', 'Лаос киби', 'Ливан фунту', 'Шри Ланка руписи', 'Либерия доллары', 'Лесото лотиси', 'литва литасы', 153 => 'латвия латы',
        155 => 'ливия динары', 'марокко дирхамы', 160 => 'молдован лейи', 'Мадагаскар ариариси', 163 => 'македон денары', 166 => 'Мйанмар кйаты', 'Монгол тугриги', 'Макау патакасы', 'Мавритания угиясы (1973–2017)', 'Мавритания угиясы', 173 => 'Мавританий руписи', 175 => 'Малдив руфийасы', 'Малави квачасы', 'мексика песосу',
        180 => 'Малайзия ринггити', 183 => 'Мозамбик метикалы', 'Намибия доллары', 'Нигерия найрасы', 187 => 'никарагуа кордобасы', 189 => 'норвегия крону', 'Непал руписи', 'Жаңы Зеландия доллары', 'Оман риалы', 'панама балбоасы', 195 => 'перу солу', 197 => 'Папуа Жаңы Гвинея кинасы', 'Филиппин песосу', 'Пакистан руписи',
        'польша злотыйы', 203 => 'парагвай гуараниси', 'Катар риалы', 207 => 'румын лейи', 'серб динары', 'орус рублу', 211 => 'Руанда франкы', 'Сауд риалы', 'Соломон аралдарынын доллары', 'Сейшел руписи', 216 => 'судан фунту', 218 => 'швеция крону', 'Сингапур доллары', 'Ыйык Елена аралынын фунту',
        223 => 'Сиерра-Леоне леонеси', 'Сиерра-Леоне леонеси (1964—2022)', 'Сомали шиллинги', 'суринам доллары', 228 => 'Түштүк Судан фунту', 'Сао Томе жана Принсипе добрасы (1977–2017)', 'Сао Томе жана Принсипе добрасы', 233 => 'Сирия фунту', 'Свази лилангени', 'Тай баты', 237 => 'Тажикстан сомониси', 239 => 'Түркмөнстан манаты', 'тунис динары', 'Тонга паангасы',
        244 => 'Түркия лирасы', 'тринидад жана тобаго доллары', 'Тайвань жаңы доллары', 'Танзания шиллинги', 'украин гривени', 251 => 'Уганда шиллинги', 'АКШ доллары', 257 => 'уругвай песосу', 259 => 'Өзбекстан суму', 262 => 'венесуэла боливары (2008–2018)', 'Венесуэла боливары', 'Вьетнам доңу', 266 => 'Вануату ватусу', 'Самоа таласы',
        'Борбордук Африка КФА франкы', 'чыгыш кариб доллары', 'Кариб гулдени', 274 => 'КФА франкы', 'КФП франкы', 278 => 'Йемен риалы', 284 => 'Түштүк Африка ранды', 286 => 'Замбия квачасы', 290 => 'Зимбабве алтыны',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => '', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => '', 49 => '', '', 52 => '', 54 => '', '', '',
        '', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', '', '', 115 => '', '', '', '', 122 => '', '', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', 'сом', '', '', '', 139 => '', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', '',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', '', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', '', '', '', 251 => '', '', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', '', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
