<?php

return [
    'Names' => [
        'ADP' => [
            0 => 'ADP',
            1 => 'ເປເຊຕາ ອັນໂດລາ',
        ],
        'AED' => [
            0 => 'AED',
            1 => 'ສະ​ຫະ​ລັດ​ອາ​ຣັບ​ອາ​ມິ​ເຣດ ເດີ​ແຮມ',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'ອັບການິ ອັບການິສະຖານ (1927–2002)',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'ອັຟ​ກັນ ອັຟ​ກາ​ນິ',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'ອັລ​ບາ​ນຽນ ເລກ',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'ອາ​ເມ​ນຽນ ແດຣມ',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'ເນ​ເທີ​ແລນ ແອນ​ຕິ​ລຽນ ກິວ​ເດີ',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'ແອງ​ໂກ​ລັນ ຄວນ​ຊາ',
        ],
        'AOK' => [
            0 => 'AOK',
            1 => 'ກວານຊາ ແອງໂກລາ (1977–1991)',
        ],
        'AON' => [
            0 => 'AON',
            1 => 'ກວານຊາ ແອງໂກລາ ໃໝ່ (1995–1999)',
        ],
        'AOR' => [
            0 => 'AOR',
            1 => 'ກວານຊາກທີ່ແກ້ໄຂໃໝ່ ແອງກູລາ (1995–1999)',
        ],
        'ARA' => [
            0 => 'ARA',
            1 => 'ອອສຕຣານ ອາກຊັງຕິນ',
        ],
        'ARL' => [
            0 => 'ARL',
            1 => 'ເປໂຊເລ ອາກຊັງຕິນ (1970–1983)',
        ],
        'ARM' => [
            0 => 'ARM',
            1 => 'ເປໂຊ ອາກຊັງຕິນ (1881–1970)',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'ເປໂຊ ອາກຊັງຕິນ (1983–1985)',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ອາ​ເຈນ​ທິ​ນາ ເປ​ໂຊ',
        ],
        'ATS' => [
            0 => 'ATS',
            1 => 'ຊິລລິງ ອົດສະຕາລີ',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ອອສ​ເຕຣ​ລຽນ ໂດ​ລ່າ',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'ອະຣູແບນ ຟລໍຣິນ',
        ],
        'AZM' => [
            0 => 'AZM',
            1 => 'ມານັດ ອາແຊກບາຍຊານ (1993–2006)',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'ອາ​ເຊີ​ໄບ​ຈາ​ນິ ມາ​ນັດ',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => 'ດີນາ ບອສເນຍ ເຮີເຊໂບວາເນຍ (1992–1994)',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'ບອ​ສ​ເນຍ-ເຮີ​ເຊ​ໂກວິ​ນາ ຄອນ​ເວີດ​ຕິ​ໂບ ມາກ',
        ],
        'BAN' => [
            0 => 'BAN',
            1 => 'ດີນາໃໝ່ ບອສເນຍ ເຮີເຊໂບວີນາ(1994–1997)',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'ໂດລ່າ ບາບາດຽນ',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'ບັງ​ຄລາ​ເທດ ຕາ​ກາ',
        ],
        'BEC' => [
            0 => 'BEC',
            1 => 'ຟຣັງ ບູນກາລີ (ປ່ຽນແປງໄດ້)',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'ຟຣັງ ບູນກາລີ',
        ],
        'BEL' => [
            0 => 'BEL',
            1 => 'ຟຣັງ ບູນກາລີ (ການເງິນ)',
        ],
        'BGL' => [
            0 => 'BGL',
            1 => 'ຮາດເລບ ບູນກາລີ',
        ],
        'BGM' => [
            0 => 'BGM',
            1 => 'ເລບ ສັງຄົມບູນກາລີ',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'ບັງ​ກາ​ຣຽນ ເລບ',
        ],
        'BGO' => [
            0 => 'BGO',
            1 => 'ເລບ ບູນກາລີ (1879–1952)',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'ບາ​ໄຣ​ນິ ດິ​ນາ',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'ບຸ​ຣັນ​ດຽນ ຟຣັງ',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'ໂດ​ລ່າ​ເບີ​ມິວ​ດາ',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ບຣູ​ໄນ ໂດ​ລ່າ',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'ໂບ​ລິ​ວຽນ ໂບ​ລິ​ເວຍ​ໂນ',
        ],
        'BOL' => [
            0 => 'BOL',
            1 => 'ໂລລິເວຍໂນ ໂລລິເວຍ (1863–1963)',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'ເປໂຊໂລລິເວຍ',
        ],
        'BOV' => [
            0 => 'BOV',
            1 => 'ມະດອນ ໂລລິເວຍ',
        ],
        'BRB' => [
            0 => 'BRB',
            1 => 'ກຣູເຊໂດບາຊິ ໃໝ່ (1967–1986)',
        ],
        'BRC' => [
            0 => 'BRC',
            1 => 'ກຣູຊາໂດບາຊິວ (1986–1989)',
        ],
        'BRE' => [
            0 => 'BRE',
            1 => 'ກຣູເຊໂຣ ບາຊິ ກຣູໂຊ ບາຊິວ (1993–1994)',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ບຣາ​ຊິ​ລຽນ ຣຽວ',
        ],
        'BRN' => [
            0 => 'BRN',
            1 => 'ກຣູຊາໂດ ບາຊິວ ໃໝ່ (1989–1990)',
        ],
        'BRR' => [
            0 => 'BRR',
            1 => 'ກຣູເຊໂຣ ບາຊິວ (1993–1994)',
        ],
        'BRZ' => [
            0 => 'BRZ',
            1 => 'ກຣູເຊໂຣ ບາຊິວ (1942–1967)',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'ໂດລ່າ ບາຮາມຽນ',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ພູ​ຖານ ງຸນດຣັມ',
        ],
        'BUK' => [
            0 => 'BUK',
            1 => 'ຈາດ ພະມ້າ',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ບອດ​ສະ​ວາ​ນານ ພູ​ລາ',
        ],
        'BYB' => [
            0 => 'BYB',
            1 => 'ຣູໂບ ເບຣາຣຸສ ໃໝ່(1994–1999)',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'ເບ​ລາ​ຣຸ​ສ​ຊຽນ ຣູ​ເບິນ',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'ເບ​ລາ​ຣຸ​ສ​ຊຽນ ຣູ​ເບິນ (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'ໂດ​ລ່າ​ເບ​ລີຊ',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'ໂດລ່າແຄນາດາ',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'ຄອງ​ໂກ​ລີສ ຟຣັງ',
        ],
        'CHE' => [
            0 => 'CHE',
            1 => 'ເອີໂຣ WIR',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'ສະ​ວິ​ສ ຟ​ຣັງ',
        ],
        'CHW' => [
            0 => 'CHW',
            1 => 'ຟຣັງ WIR',
        ],
        'CLE' => [
            0 => 'CLE',
            1 => 'ເອສກູໂດ ຊິລີ',
        ],
        'CLF' => [
            0 => 'CLF',
            1 => 'ຫົວໜ່ວຍບັນຊີ (UF) ຊິລີ',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ຊິ​ລຽນ ເປ​ໂຊ',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'ຢວນຈີນ (ນອກປະເທດ)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'ຈີນ ຢວນ',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'ໂຄ​ລົມ​ບຽນ ເປ​ໂຊ',
        ],
        'COU' => [
            0 => 'COU',
            1 => 'ຫົວໜ່ວຍຄ່າຈິງ ໂຄລັມເບຍ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'ໂຄສຕາ ຣິກັນ ໂຄລອນ',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'ດີນາ ເຊີເບຍ (2002–2006)',
        ],
        'CSK' => [
            0 => 'CSK',
            1 => 'ຮາດໂກຣູນາ ເຊັກໂກສະໂລວັກ',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'ຄິວແບນ ຄອນເວີດຕິໂບ ເປໂຊ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ຄິວແບນ ເປໂຊ',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'ເຄບ ເວີດ​ດີນ ເອ​ສ​ຄູ​ໂດ',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'ປອນ ໄຊປຣັດ',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'ເຊກ ໂຄ​ຣູ​ນາ',
        ],
        'DDM' => [
            0 => 'DDM',
            1 => 'ມາກ ເຢຍລະມັນ ຕາເວັນອອກ',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'ມາກ ເຢຍລະມັນ',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => '​ດິ​ບູ​ຈຽນ ຟຣັງ',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ແດນ​ນິ​ຊ ໂຄຣນ',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ໂດ​ມິ​ນິ​ກັນ ເປ​ໂຊ',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'ອັລ​ເຈີ​ຣຽນ ດິ​ນາ',
        ],
        'ECS' => [
            0 => 'ECS',
            1 => 'ຊູເກ ເອກາວາດໍ',
        ],
        'ECV' => [
            0 => 'ECV',
            1 => 'ຫົວໜ່ວຍຄ່າຄົງທີ່ຂອງເອກາວາດໍ',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'ຄຣູນເອສ ໂຕເນຍ',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ອີ​ຢິບ​ທຽນ ພາວດ໌',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ອິ​ຣິ​ທຣຽນ ແນກ​ຟ​າ',
        ],
        'ESA' => [
            0 => 'ESA',
            1 => 'ເປເຊຕາສະເປັນ (ບັນຊີ)',
        ],
        'ESB' => [
            0 => 'ESB',
            1 => 'ເປເຊຕາສະເປນ (ປ່ຽນແປງໄດ້)',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'ເປເຊຕາ ສະເປນ',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ເອ​ທິ​ໂອ​ປຽນ ເບີ​ຣ໌',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ຢູ​ໂຣ',
        ],
        'FIM' => [
            0 => 'FIM',
            1 => 'ມາກກາ ຟິນແລນ',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ຟິ​ຈຽນ ໂດ​ລ່າ',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ຟອ​ລ໌ກ​ແລນ ໄອ​ແລນ​ສ໌ ພາວ​ດ໌',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'ຟຣັງ ຝຣັ່ງ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ອັງກິດ ປອນ',
        ],
        'GEK' => [
            0 => 'GEK',
            1 => 'ກູປອນ ລາຣິທ ຈໍເຈຍ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ຈໍ​ຈຽນ ລາ​ຣິ',
        ],
        'GHC' => [
            0 => 'GHC',
            1 => 'ເຊດີ ການາ (1979–2007)',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ກາ​ນາ​ອຽນ ເຊ​ດິ',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ກິບ​ຣາ​ທາ ພາ​ວດ໌',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => '​ແກມ​ບຽນ ດາ​ລາ​ຊິ',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ກິ​ນຽນ ຟຣັງ',
        ],
        'GNS' => [
            0 => 'GNS',
            1 => 'ໄຊລິ ກີນີ',
        ],
        'GQE' => [
            0 => 'GQE',
            1 => 'ເອັກເວເລ ອີຄວາຕິຣຽວ ກິນີ',
        ],
        'GRD' => [
            0 => 'GRD',
            1 => 'ດາກຊະມາ ເກຣັກ',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ກົວເຕມາລານ ເຄັດຊອນ',
        ],
        'GWE' => [
            0 => 'GWE',
            1 => 'ເອສກູໂດ ກີນີໂປຕູເກດ',
        ],
        'GWP' => [
            0 => 'GWP',
            1 => 'ເປໂຊກິນີ-ບິສເຊົາ',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ກາຍ​ຢາ​ນີ​ສ ໂດ​ລ່າ',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ຮອງ​ກົງ ໂດ​ລ່າ',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'ຮອນດູແຣນ ເລມພິຣາ',
        ],
        'HRD' => [
            0 => 'HRD',
            1 => 'ດີນາ ໂຄຣເອເຊຍ',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ໂຄຣ​ເອ​ທຽນ ຄູ​ນາ',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'ໄຮ​ຕຽນ ກົວ​ເດ',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ຮັງ​ກາ​ຣຽນ ຟໍ​ຣິນ',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ອິນ​ໂດ​ເນ​ຊຽນ ໂດ​ລ່າ',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'ປອນ ໄອຣິຊ',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'ປອນ ອີສະລາເອວ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ອິສ​ຣາ​ເອວ​ລິ ນິວ ເຊ​ເກວ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ອິນ​ເດຍ ຣູ​ປີ',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ອິ​ຣັກ​ກິ ດິ​ນາ',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ອິ​ຣາ​ນິ ຣຽວ',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'ໄອ​ສ໌​ແລນ​ດິກ ໂຄຣ​ນາ',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'ລິຣາ ອີຕາລີ',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => '​ຈາ​ໄມ​ກັນ ໂດ​ລ່າ',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ຈໍ​ແດ​ນຽນ ດິ​ນາ',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'ຍີ່​ປຸ່ນ ເຢນ',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'ເຄນ​ຢັນ ຊິວ​ລິງ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'ຄ​ຣີ​ກິສ​​ຖາ​ນິ ໂຊມ',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'ກຳ​ປູ​ເຈຍ ຣຽວ',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'ໂຄ​ໂມ​ຣຽນ ຟຣັງ',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'ເກົາ​ຫລີ​ເໜືອ ວອນ',
        ],
        'KRH' => [
            0 => 'KRH',
            1 => 'ຮາວານ ເກົາຫຼີເນື້',
        ],
        'KRO' => [
            0 => 'KRO',
            1 => 'ວອນ ເກົາຫຼີໃຕ້ (1945–1953)',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'ເກົາ​ຫລີໃຕ້ ວອນ',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'ຄູ​ເວ​ຕິ ດິ​ນາ',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'ເຄ​ແມນ ໄອ​ແລນ ໂດ​ລ່າ',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'ຄາ​ຊັກ​ສະ​ຖາ​ນິ ເຕັງ​ເຈ',
        ],
        'LAK' => [
            0 => '₭',
            1 => 'ລາວ ກີບ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ເລ​ບາ​ນີ​ສ ພາວດ໌',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'ສີ​ລັງ​ກາ ຣູ​ປີ',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ລິ​ເບີ​ຣຽນ ໂດ​ລ່າ',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'ໂລຕິ ເລໂຊໂຕ',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ລິ​ທົວ​ນຽນ ລິ​ທັ​ສ',
        ],
        'LTT' => [
            0 => 'LTT',
            1 => 'ທາໂລນັສ ລິທົວເນຍ',
        ],
        'LUC' => [
            0 => 'LUC',
            1 => 'ຟຣັງ ລຸກຊຳບວກ ທີ່ປ່ຽນແປງ',
        ],
        'LUF' => [
            0 => 'LUF',
            1 => 'ຟຣັງ ລຸກຊຳບວກ',
        ],
        'LUL' => [
            0 => 'LUL',
            1 => 'ຟຣັງ ລຸກຊຳບວກ ການເງິນ',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'ລັດ​ວຽນ ລັດ​ສ໌',
        ],
        'LVR' => [
            0 => 'LVR',
            1 => 'ຣູໂບ ລາວຽນ',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ລິບ​ບຽນ ດິ​ນາ',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'ມໍ​ຣັອກ​ແຄນ​ ເດີ​ແຮມ',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'ຟຣັງ ໂມຣອກໂກ',
        ],
        'MCF' => [
            0 => 'MCF',
            1 => 'ຟຣັງ ໂມດາໂກ',
        ],
        'MDC' => [
            0 => 'MDC',
            1 => 'ບັດປັນສ່ວນ ມອງໂດວາ',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'ມອນ​ໂດ​ແວນ ເລ​ອູ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'ມາ​ລາ​ກາ​ຊີ ອາ​ເຣຍ​ຣີ',
        ],
        'MGF' => [
            0 => 'MGF',
            1 => 'ຟຣັງ ມາດາກັດສະກາ',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'ແມັກ​ເຊ​ໂດ​ນຽນ ເດ​ນາ',
        ],
        'MKN' => [
            0 => 'MKN',
            1 => 'ດີນາ ມາຊີໂດເນຍ (1992–1993)',
        ],
        'MLF' => [
            0 => 'MLF',
            1 => 'ຟຣັງ ມາລີ',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'ມຽນ​ມາ ຈ໊າດ',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'ມອງ​ໂກ​ລຽນ ຕູກຣິກ',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'ມາ​ເກົ້າ ປາ​​ຕາ​ກາ',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'ມົວ​ຣິ​ທາ​ນຽນ ອູ​ກິວ​ຢາ (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'ມົວ​ຣິ​ທາ​ນຽນ ອູ​ກິວ​ຢາ',
        ],
        'MTL' => [
            0 => 'MTL',
            1 => 'ລິຣາ ມອນຕາ',
        ],
        'MTP' => [
            0 => 'MTP',
            1 => 'ປອນ ມອນຕາ',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'ເມົາ​ຣິ​ທຽນ ຣູ​ປີ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'ມັ​ລ​ດິ​ວຽນ ຣູ​ຟິ​ຢາ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ມາ​ລາ​ວຽນ ຄວາ​ຊາ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'ເມັກຊິກັນ ເປໂຊ',
        ],
        'MXP' => [
            0 => 'MXP',
            1 => 'ຫົວໜ່ວຍເງິນ ເປໂຊ ແມັກຊິໂກ(1861–1992)',
        ],
        'MXV' => [
            0 => 'MXV',
            1 => 'ຫົວໜ່ວຍການລົງທຶນ ແມັກຊິໂກ',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'ມາ​ເລ​ເຊຍ ຣິງ​ກິດ',
        ],
        'MZE' => [
            0 => 'MZE',
            1 => 'ເອສກູໂດ ໂມຊຳບິກ',
        ],
        'MZM' => [
            0 => 'MZM',
            1 => 'ເມຕິຄໍ ໂມຊຳບິກ (1980–2006)',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'ໂມ​ແຊມ​ບິ​ກັນ ເມ​ທິ​ຄອນ',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'ນາ​ມິ​ບຽນ ໂດ​ລ່າ',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'ໄນ​ຣາ ​ໄນເຈີ​ຣຽນ',
        ],
        'NIC' => [
            0 => 'NIC',
            1 => 'ຄໍໂດບາ ນິກາຣາກົວ (1988–1991)',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'ນິກາຣາກວນ ໂຄໂດບາ',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'ກິລເດີ ເນເທີແລນ',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'ນໍ​ເວ​ຈຽນ ​ໂຄຣນ',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'ເນ​ປານ ຣູ​ປີ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ນິວ​ຊີ​ແລນ ໂດ​ລ່າ',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ໂອ​ມາ​ນິ ຣຽວ',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'ພານາມານຽນ ບອນບົວ',
        ],
        'PEI' => [
            0 => 'PEI',
            1 => 'ອິນຕິ ເປຣູ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'ເປ​ຣູ​ວຽນ ໂຊ​ລ໌',
        ],
        'PES' => [
            0 => 'PES',
            1 => 'ໂຊນ ເປຣູ (1863–1965)',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'ປາ​ປົວ ນິວ ກິ​ນຽນ ກິ​ນາ',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ຟິ​ລິບ​ປິນ ເປ​ໂຊ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'ປາ​ກິ​ສຖານ ຣູ​ປີ',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'ໂປ​ລິ​ຊ ຊະ​ລໍ​ຕີ',
        ],
        'PLZ' => [
            0 => 'PLZ',
            1 => 'ຊະລອສຕີ ໂປແລນ (1950–1995)',
        ],
        'PTE' => [
            0 => 'PTE',
            1 => 'ເອສກູໂດ ໂປຕູເກສ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'ກວາຣານີ ປາຣາກວາຍ',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'ຄາ​ຕາ​ຣິ ຣຽວ',
        ],
        'RHD' => [
            0 => 'RHD',
            1 => 'ດອນລາ ໂຣດີເຊຍ',
        ],
        'ROL' => [
            0 => 'ROL',
            1 => 'ລິວ ໂຣມາເນຍເກົ່າ',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'ໂຣ​ມາ​ນຽນ ເລ​ອູ',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'ເຊີ​ບຽນ ດິ​ນາ',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'ຣັສ​ຊຽນ ຣູ​ເບິນ',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'ຣູໂບ ຣັດເຊຍ (1991–1998)',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ຣະ​ວັນ​ດັນ ຟຣັງ',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'ຊາ​ອູ​ດິ ຣິ​ຢອນ',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'ໂຊ​ໂລມອນ ໄອ​ແລນ ໂດ​ລ່າ',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'ເຊ​ເຊວ​ລອຍ​ສ໌ ຣູ​ປີ',
        ],
        'SDD' => [
            0 => 'SDD',
            1 => 'ດີນາ ຊູດານເກົ່າ',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'ຊູ​ດານ​ນີ​ສ ພາວດ໌',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'ປອນ ຊູດານເກົ່າ',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'ສະ​ວີ​ດິ​ຊ ໂຄຣ​ນາ',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'ສິງ​ກະ​ໂປ ໂດ​ລ່າ',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'ເຊນ ເຮ​ເລ​ນາ ພາວດ໌',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'ໂຕລາ ສະໂລວິເນຍ',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'ຄູໂຣນາ ສະໂລວັກ',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'ເຊຍ​ນາ ​ເລໂອ​ນຽນ ເລ​ໂອນ',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'ໂຊ​ມາ​ລິ ຊິວ​ລິງ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'ຊູ​ຣິ​ນາ​ມີ​ສ ໂດ​ລ່າ',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'ກິລເດີ ຊູຣິນາເມ',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'ເຊົາ​ທ໌ ຊູ​ດານ​ນີ​ສ ພາວດ໌',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'ເຊົາ ໂທ​ເມ ແອນ ພ​ຣິນ​ຊິ​ປີ ໂດບຣາ (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ເຊົາ ໂທ​ເມ ແອນ ພ​ຣິນ​ຊິ​ປີ ໂດບຣາ',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'ຣູໂບ ໂຊວຽດ',
        ],
        'SVC' => [
            0 => 'SVC',
            1 => 'ໂກລອງ ເອກາວາດໍ',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'ຊີ​ຣຽນ ພາວດ໌',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'ສະ​ວາ​ຊິ ລິ​ລັນ​ກິ​ນີ',
        ],
        'THB' => [
            0 => '฿',
            1 => 'ໄທ ບາດ',
        ],
        'TJR' => [
            0 => 'TJR',
            1 => 'ຣູໂບ ຕັຈີກິສຖານ',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'ທາ​ຈິ​ກິ​​ຖາ​ນິ ໂຊ​ໂມ​ນິ',
        ],
        'TMM' => [
            0 => 'TMM',
            1 => 'ມານັດ ຕວກເມນິສຖານ (1966–1987)',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ເຕີກ​ເມ​ນິ​ສ​ຖາ​ນິ ມາ​ນັດ',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ຕູ​ນິ​ຊຽນ ດິ​ນາ',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ຕອງ​ກັນ ປາ​ອັງ​ກາ',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'ເອສກູໂດ ຕີມໍ',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'ລີຕາ ຕູຣາກີເກົ່າ',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ເຕີ​ກິ​ຊ ລິ​ຣາ',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ທ​ຣິ​ນິ​ແດດ & ໂທ​ບາ​ໂກ ໂດ​ລ່າ',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ນິວ ໄຕ້​ຫວັນ ໂດ​ລ່າ',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ທານ​ຊາ​ນຽນ ຊິວ​ລິງ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ຢູ​ເຄຣ​ນຽນ ຮະ​ຣີບ​ເນຍ',
        ],
        'UAK' => [
            0 => 'UAK',
            1 => 'ຄາໂບວາເນດ ອູແກຣນ',
        ],
        'UGS' => [
            0 => 'UGS',
            1 => 'ຊິນລິງ ອູກັນດາ (1966–1987)',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ອູ​ກັນ​ດັນ ຊິວ​ລິງ',
        ],
        'USD' => [
            0 => 'US$',
            1 => '​ໂດ​ລ່າ​ສະ​ຫະ​ລັດຯ',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'ດອນລາສະຫະລັດ (ມື້ຖັດໄປ)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'ດອນລາສະຫະລັດ (ມື້ດຽວກັນ)',
        ],
        'UYI' => [
            0 => 'UYI',
            1 => 'ເປໂຊອູຣຸກວຍ (ຫົວໜ່ວຍອິນເດັກ)',
        ],
        'UYP' => [
            0 => 'UYP',
            1 => 'ເປໂຊ ອູຣຸກວຍ (1975–1993)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ອູ​ຣຸ​ກົວ​ຢານ ເປ​ໂຊ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ອຸສເບກິສຖານິ ໂຊມ',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'ໂບລີວາ ເວເນຊູເອລາ (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'ເວ​ເນ​ຊູ​ເອ​ລັນ ໂບ​ລິ​ວາ (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'ເວ​ເນ​ຊູ​ເອ​ລັນ ໂບ​ລິ​ວາ',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ຫວຽດ​ນາມ ດົງ',
        ],
        'VNN' => [
            0 => 'VNN',
            1 => 'ດົງ ຫວຽດນາມ (1978–1985)',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => '​ວາ​ນົວ​ຕູ ວາ​ຕູ',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ຊາ​ໂມນ ທາ​ລາ',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'ສາທາລະນະລັດອາຟຣິກາກາງ',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ອີ​ສ ຄາ​ຣິ​ບຽນ ໂດ​ລ່າ',
        ],
        'XEU' => [
            0 => 'XEU',
            1 => 'ຫົວໜ່ວຍສະກຸນເງິນ ເອີຣົບ',
        ],
        'XFO' => [
            0 => 'XFO',
            1 => 'ຟຣັງ ຄຳຝຣັ່ງ',
        ],
        'XFU' => [
            0 => 'XFU',
            1 => 'ຟຣັງ ຢູໄອຊີ ຝຣັ່ງ',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'ຟັງເຊຟານ ອາຟຣິກາຕາເວັນຕົກ',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'ຊີ​ເອັບ​ພີ ຟຣັງ',
        ],
        'XRE' => [
            0 => 'XRE',
            1 => 'ກອງທຶນໄຣເນັດ',
        ],
        'YDD' => [
            0 => 'YDD',
            1 => 'ດີນາ ເຢເມນ',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ເຢ​ເມ​ນິ ຣຽວ',
        ],
        'YUD' => [
            0 => 'YUD',
            1 => 'ຮາດດີນາ ຢູໂກສະລາວີ',
        ],
        'YUM' => [
            0 => 'YUM',
            1 => 'ດີນາໃໝ່ ຢູໂກສະລາວີ (1994–2002)',
        ],
        'YUN' => [
            0 => 'YUN',
            1 => 'ດີນາ ທີ່ປ່ຽນສະພາບ ຢູໂກສະລາວີ (1990–1992)',
        ],
        'YUR' => [
            0 => 'YUR',
            1 => 'ດີນາ ປະຕິຮູບ ຢູໂກສະລາວີ (1992–1993)',
        ],
        'ZAL' => [
            0 => 'ZAL',
            1 => 'ແຣນ ອາຟຣິກາໃຕ້ (ການເງິນ)',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'ເຊົາທ໌ ອາ​ຟຣິ​ກັນ ແຣນດ໌',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'ຄວາຊາ ຊັມເບຍ (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ແຊມ​ບຽນ ຄວາ​ຊາ',
        ],
        'ZRN' => [
            0 => 'ZRN',
            1 => 'ແຊ ຄອງໂກໃໝ່',
        ],
        'ZRZ' => [
            0 => 'ZRZ',
            1 => 'ແຊຄອງໂກ',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'ດອນລາ ຊິມບັບເວ (1980–2008)',
        ],
        'ZWL' => [
            0 => 'ZWL',
            1 => 'ດອນລາ ຊິມບັບເວ (2009)',
        ],
        'ZWR' => [
            0 => 'ZWR',
            1 => 'ດອນລາ ຊິມບັບເວ (2008)',
        ],
    ],
];
