<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'رئال بئرئزیل',
        ],
        'CNY' => [
            'CN¥',
            'یوان چین',
        ],
        'EUR' => [
            '€',
            'یورو',
        ],
        'GBP' => [
            '£',
            'پوند بئریتانیا',
        ],
        'INR' => [
            '₹',
            'روٙپیه هئن',
        ],
        'IQD' => [
            'د.ع.‏',
            'IQD',
        ],
        'JPY' => [
            'JP¥',
            'یئن جاپوٙن',
        ],
        'RUB' => [
            'RUB',
            'روٙبل روٙسیه',
        ],
    ],
];
