<?php

return [
    'Names' => [
        'ADP' => [
            0 => 'ADP',
            1 => 'അൻഡോറൻ പെസെയ്റ്റ',
        ],
        'AED' => [
            0 => 'AED',
            1 => 'യുണൈറ്റഡ് അറബ് എമിറേറ്റ്സ് ദിർഹം',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'അഫ്ഘാനി (1927–2002)',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'അഫ്‌ഗാൻ അഫ്‌‌ഗാനി',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'അൽബേനിയൻ ലെക്',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'അർമേനിയൻ ഡ്രാം',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'നെതർലാൻഡ്‌സ് ആന്റിലൻ ഗിൽഡർ',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'അംഗോളൻ ‍ക്വാൻസ',
        ],
        'AOK' => [
            0 => 'AOK',
            1 => 'അംഗോളൻ ‍ക്വാൻസ (1977–1990)',
        ],
        'AON' => [
            0 => 'AON',
            1 => 'അംഗോളൻ ‍ന്യൂ ക്വാൻസ (1990–2000)',
        ],
        'AOR' => [
            0 => 'AOR',
            1 => 'അംഗോളൻ ‍ക്വാൻസ റിയാജസ്റ്റാഡോ (1995–1999)',
        ],
        'ARA' => [
            0 => 'ARA',
            1 => 'അർജൻറീൻ ഓസ്ട്രൽ',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'അർജൻറീൻ പെയ്സോ (1983–1985)',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'അർജൻറീൻ പെസോ',
        ],
        'ATS' => [
            0 => 'ATS',
            1 => 'ഓസ്ട്രേലിയൻ ഷില്ലിംഗ്',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ഓസ്ട്രേലിയൻ ഡോളർ',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'അറൂബൻ ഫ്ലോറിൻ',
        ],
        'AZM' => [
            0 => 'AZM',
            1 => 'അസർബയ്ജാനിയൻ മനത് (1993–2006)',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'അസർബൈജാനി മനത്',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => 'ബോസ്നിയ-ഹെർസഗോവിന ദിനാർ',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'ബോസ്‌നിയ-ഹെർസഗോവിന കൺവേർട്ടബിൾ മാർക്ക്',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'ബാർബേഡിയൻ ഡോളർ',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'ബംഗ്ലാദേശി ടാക്ക',
        ],
        'BEC' => [
            0 => 'BEC',
            1 => 'ബെൽജിയൻ ഫ്രാങ്ക് (കൈമാറ്റം ചെയ്യാവുന്നത്)',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'ബെൽജിയൻ ഫ്രാങ്ക്',
        ],
        'BEL' => [
            0 => 'BEL',
            1 => 'ബൽജിയൻ ഫ്രാങ്ക്',
        ],
        'BGL' => [
            0 => 'BGL',
            1 => 'ബൾഗേറിയൻ ഹാർഡ് ലെവ്',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'ബൾഗേറിയൻ ലെവ്',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'ബഹ്റൈനി ദിനാർ',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'ബറുണ്ടിയൻ ഫ്രാങ്ക്',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'ബെർമുഡൻ ഡോളർ',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ബ്രൂണൈ ഡോളർ',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'ബൊളീവിയൻ ബൊളിവിയാനോ',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'ബൊളീവിയൻ പെയ്സോ',
        ],
        'BOV' => [
            0 => 'BOV',
            1 => 'ബൊളീവിയൻ എംവിഡോൾ',
        ],
        'BRB' => [
            0 => 'BRB',
            1 => 'ബ്രസീലിയൻ ക്രുസെയ്റോ നോവോ (1967–1986)',
        ],
        'BRC' => [
            0 => 'BRC',
            1 => 'ബ്രസീലിയൻ ക്രുസാഡോ',
        ],
        'BRE' => [
            0 => 'BRE',
            1 => 'ബ്രസീലിയൻ ക്രുസെയ്റോ (1990–1993)',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ബ്രസീലിയൻ റിയാൽ',
        ],
        'BRN' => [
            0 => 'BRN',
            1 => 'ബ്രസീലിയൻ ക്രുസാഡോ നോവോ',
        ],
        'BRR' => [
            0 => 'BRR',
            1 => 'ബ്രസീലിയൻ ക്രുസെയ്റോ',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'ബഹാമിയൻ ഡോളർ',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ഭൂട്ടാനീസ് ഗൾട്രം',
        ],
        'BUK' => [
            0 => 'BUK',
            1 => 'ബർമീസ് ചാറ്റ്',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ബോട്‌സ്വാനൻ പ്യുല',
        ],
        'BYB' => [
            0 => 'BYB',
            1 => 'ബെലാറഷ്യൻ ന്യൂ റൂബിൾ (1994–1999)',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'ബെലാറുഷ്യൻ റൂബിൾ',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'ബെലാറുഷ്യൻ റൂബിൾ (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'ബെലീസ് ഡോളർ',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'കനേഡിയൻ ഡോളർ',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'കോങ്കളീസ് ഫ്രാങ്ക്',
        ],
        'CHE' => [
            0 => 'CHE',
            1 => 'WIR യൂറോ',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'സ്വിസ് ഫ്രാങ്ക്',
        ],
        'CHW' => [
            0 => 'CHW',
            1 => 'WIR ഫ്രാങ്ക്',
        ],
        'CLF' => [
            0 => 'CLF',
            1 => 'ചിലിയൻ യൂണിഡാഡ്സ് ഡി ഫോമെൻറോ',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ചിലിയൻ പെസോ',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'ചൈനീസ് യുവാൻ (ഓഫ്‌ഷോർ)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'ചൈനീസ് യുവാൻ',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'കൊളംബിയൻ പെസോ',
        ],
        'COU' => [
            0 => 'COU',
            1 => 'യൂണിഡാഡ് ഡി വാലർ റിയൽ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'കോസ്റ്റാ റിക്കൻ കോളൻ',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'പ്രാചീന സെർബിയൻ ദിനാർ',
        ],
        'CSK' => [
            0 => 'CSK',
            1 => 'ചെക്കോസ്ലൊവാക്ക് ഹാർഡ് കൊരൂന',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'ക്യൂബൻ കൺവേർട്ടബിൾ പെസോ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ക്യൂബൻ പെസോ',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'കേപ് വെർദിയൻ എസ്‌ക്യുഡോ',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'സൈപ്രസ് പൌണ്ട്',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'ചെക്ക് റിപ്പബ്ലിക് കൊരുണ',
        ],
        'DDM' => [
            0 => 'DDM',
            1 => 'കിഴക്കൻ ജർമൻ ഓസ്റ്റ്മാർക്ക്',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'ജർമൻ മാർക്ക്',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'ദിജിബൗട്ടിയൻ ഫ്രാങ്ക്',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ഡാനിഷ് ക്രോണെ',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ഡൊമിനിക്കൻ പെസോ',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'അൾജീരിയൻ ദിനാർ',
        ],
        'ECS' => [
            0 => 'ECS',
            1 => 'ഇക്വഡോർ സൂക്രേ',
        ],
        'ECV' => [
            0 => 'ECV',
            1 => 'ഇക്വഡോർ യൂണിഡാഡ് വാലർ കോൺസ്റ്റൻറെ (UVC)',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'എസ്റ്റൌനിയൻ ക്രൂൺ',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ഈജിപ്‌ഷ്യൻ പൗണ്ട്',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'എറിത്രിയൻ നക്ഫ',
        ],
        'ESA' => [
            0 => 'ESA',
            1 => 'സ്പാനിഷ് പസെയ്റ്റ (A അക്കൌണ്ട്)',
        ],
        'ESB' => [
            0 => 'ESB',
            1 => 'സ്പാനിഷ് പസെയ്റ്റ (കൈമാറ്റം ചെയ്യാവുന്ന അക്കൌണ്ട്)',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'സ്പാനിഷ് പസെയ്റ്റ',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'എത്യോപ്യൻ ബിർ',
        ],
        'EUR' => [
            0 => '€',
            1 => 'യൂറോ',
        ],
        'FIM' => [
            0 => 'FIM',
            1 => 'ഫിന്നിഷ് മാർക്ക',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ഫിജിയൻ ഡോളർ',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ഫാക്ക്‌ലാന്റ് ദ്വീപുകളുടെ പൗണ്ട്',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'ഫ്രാങ്ക്',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ബ്രിട്ടീഷ് പൗണ്ട്',
        ],
        'GEK' => [
            0 => 'GEK',
            1 => 'ജോർ‍ജ്ജിയൻ ക്യൂപോൺ ലാരിറ്റ്',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ജോർജ്ജിയൻ ലാറി',
        ],
        'GHC' => [
            0 => 'GHC',
            1 => 'ഘാന കെഡി (1979–2007)',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ഘാനയൻ കെഡി',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ജിബ്രാൾട്ടർ പൗണ്ട്',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ഗാംബിയൻ ദലാസി',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ഗിനിയൻ ഫ്രാങ്ക്',
        ],
        'GNS' => [
            0 => 'GNS',
            1 => 'ഗിനിയ സൈലി',
        ],
        'GQE' => [
            0 => 'GQE',
            1 => 'ഇക്വിറ്റോറിയൽ ഗിനിയ എക്വീലെ ഗിനിയാന',
        ],
        'GRD' => [
            0 => 'GRD',
            1 => 'ഗ്രീക്ക് ഡ്രാക്ക്മ',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ഗ്വാട്ടിമാലൻ ക്വെറ്റ്‌സൽ',
        ],
        'GWE' => [
            0 => 'GWE',
            1 => 'പോർച്ചുഗീസ് ഗിനി എസ്ക്യൂഡോ',
        ],
        'GWP' => [
            0 => 'GWP',
            1 => 'ഗിനിയ-ബിസാവു പെയ്സോ',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ഗയാനീസ് ഡോളർ',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ഹോങ്കോങ്ങ് ഡോളർ',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'ഹോണ്ടുറൻ ലെംപിറ',
        ],
        'HRD' => [
            0 => 'HRD',
            1 => 'ക്രൊയേഷ്യൻ ദിനാർ',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ക്രൊയേഷൻ ക്യുന',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'ഹെയ്‌തിയൻ ഗൂർഡ്',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ഹംഗേറിയൻ ഫോറിന്റ്',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ഇന്തോനേഷ്യൻ റുപിയ',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'ഐറിഷ് പൌണ്ട്',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'ഇസ്രയേലി പൌണ്ട്',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ഇസ്രായേലി ന്യൂ ഷെക്കെൽ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ഇന്ത്യൻ രൂപ',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ഇറാഖി ദിനാർ',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ഇറാനിയൻ റിയാൽ',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'ഐസ്‌ലാൻഡിക് ക്രോണ',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'ഇറ്റാലിയൻ ലിറ',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ജമൈക്കൻ ഡോളർ',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ജോർദ്ദാനിയൻ ദിനാർ',
        ],
        'JPY' => [
            0 => '¥',
            1 => 'ജാപ്പനീസ് യെൻ',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'കെനിയൻ ഷില്ലിംഗ്',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'കിർഗിസ്ഥാനി സോം',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'കംബോഡിയൻ റീൽ',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'കൊമോറിയൻ ഫ്രാങ്ക്',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'ഉത്തര കൊറിയൻ വോൺ',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'ദക്ഷിണ കൊറിയൻ വോൺ',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'കുവൈറ്റി ദിനാർ',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'കേമാൻ ഐലൻഡ്‌സ് ഡോളർ',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'കസാക്കിസ്ഥാനി ടെംഗെ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'ലാവോഷിയൻ കിപ്',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ലെബനീസ് പൗണ്ട്',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'ശ്രീലങ്കൻ റുപ്പീ',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ലൈബീരിയൻ ഡോളർ',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'ലെസോതോ ലോത്തി',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ലിത്വാനിയൻ ലിറ്റാസ്',
        ],
        'LTT' => [
            0 => 'LTT',
            1 => 'ലിത്വാനിയൻ തലോനാസ്',
        ],
        'LUC' => [
            0 => 'LUC',
            1 => 'ലക്സംബർഗ് കൺവേർട്ടിബിൾ ഫ്രാങ്ക്',
        ],
        'LUF' => [
            0 => 'LUF',
            1 => 'ലക്സംബർഗ് ഫ്രാങ്ക്',
        ],
        'LUL' => [
            0 => 'LUL',
            1 => 'ലക്സംബർഗ് ഫിനാൻഷ്യൽ ഫ്രാങ്ക്',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'ലാറ്റ്വിയൻ ലാറ്റ്സ്',
        ],
        'LVR' => [
            0 => 'LVR',
            1 => 'ലാറ്റ്വിയൻ റൂബിൾ',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ലിബിയൻ ദിനാർ',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'മൊറോക്കൻ ദിർഹം',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'മൊറോക്കൻ ഫ്രാങ്ക്',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'മൊൾഡോവൻ ലിയു',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'മഡഗാസി ഏരിയറി',
        ],
        'MGF' => [
            0 => 'MGF',
            1 => 'മഡഗാസ്കർ ഫ്രാങ്ക്',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'മാസിഡോണിയൻ ദിനാർ',
        ],
        'MLF' => [
            0 => 'MLF',
            1 => 'മാലി ഫ്രാങ്ക്',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'മ്യാൻമാർ ക്യാട്',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'മംഗോളിയൻ തുഗ്രിക്',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'മകാനീസ് പതാക്ക',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'മൗറിറ്റേനിയൻ ഔഗിയ (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'മൗറിറ്റേനിയൻ ഔഗിയ',
        ],
        'MTL' => [
            0 => 'MTL',
            1 => 'മൽത്തീസ് ലിറ',
        ],
        'MTP' => [
            0 => 'MTP',
            1 => 'മൽത്തീസ് പൌണ്ട്',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'മൗറീഷ്യൻ റുപ്പീ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'മാൽദീവിയൻ റുഫിയ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'മലാവിയൻ ക്വച്ചാ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'മെക്സിക്കൻ പെസോ',
        ],
        'MXP' => [
            0 => 'MXP',
            1 => 'മെക്സിക്കൻ സിൽവർ പെയ്സോ (1861–1992)',
        ],
        'MXV' => [
            0 => 'MXV',
            1 => 'മെക്സിക്കൻ യൂണിഡാഡ് ഡി ഇൻവെർഷൻ (UDI)',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'മലേഷ്യൻ റിംഗിറ്റ്',
        ],
        'MZE' => [
            0 => 'MZE',
            1 => 'മൊസാന്പിക്ക് എസ്ക്യുഡോ',
        ],
        'MZM' => [
            0 => 'MZM',
            1 => 'ഓൾഡ് മൊസാന്പിക്ക് മെറ്റിക്കൽ',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'മൊസാംബിക്കൻ മെറ്റിക്കൽ',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'നമീബിയൻ ഡോളർ',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'നൈജീരിയൻ നൈറ',
        ],
        'NIC' => [
            0 => 'NIC',
            1 => 'നികരാഗ്വൻ കൊർഡോബ',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'നിക്കരാഗ്വൻ കോർഡോബ',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'നെതർലൻഡ്സ് ഗിൽഡർ',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'നോർവീജിയൻ ക്രോണെ',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'നേപ്പാളീസ് റുപ്പീ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ന്യൂസിലാന്റ് ഡോളർ',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ഒമാനി റിയാൽ',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'പനാമനിയൻ ബാൽബോവ',
        ],
        'PEI' => [
            0 => 'PEI',
            1 => 'പെറൂവിയൻ ഇൻറി',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'പെറുവിയൻ സോൾ',
        ],
        'PES' => [
            0 => 'PES',
            1 => 'പെറൂവിയൻ സോൾ (1863–1965)',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'പാപ്പുവ ന്യൂ ഗിനിയൻ കിന',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ഫിലിപ്പീനി പെസോ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'പാക്കിസ്ഥാനി റുപ്പീ',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'പോളിഷ് സ്ലോട്ടി',
        ],
        'PLZ' => [
            0 => 'PLZ',
            1 => 'പോളിഷ് സ്ലോട്ടി (1950–1995)',
        ],
        'PTE' => [
            0 => 'PTE',
            1 => 'പോർച്ചുഗീസ് എസ്ക്യുഡോ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'പരാഗ്വേയൻ ഗ്വരനീ',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'ഖത്തർ റിയാൽ',
        ],
        'RHD' => [
            0 => 'RHD',
            1 => 'റൊഡേഷ്യൻ ഡോളർ',
        ],
        'ROL' => [
            0 => 'ROL',
            1 => 'പ്രാചീന റൊമേനിയൻ ലിയു',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'റൊമാനിയൻ ലെയു',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'സെർബിയൻ ദിനാർ',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'റഷ്യൻ റൂബിൾ',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'റഷ്യൻ റൂബിൾ (1991–1998)',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'റുവാണ്ടൻ ഫ്രാങ്ക്',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'സൗദി റിയാൽ',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'സോളമൻ ദ്വീപുകളുടെ ഡോളർ',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'സീഷെലോയിസ് റുപ്പീ',
        ],
        'SDD' => [
            0 => 'SDD',
            1 => 'പ്രാചീന സുഡാനീസ് ദിനാർ',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'സുഡാനീസ് പൗണ്ട്',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'പ്രാചീന സുഡാനീസ് പൌണ്ട്',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'സ്വീഡിഷ് ക്രോണ',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'സിംഗപ്പൂർ ഡോളർ',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'സെന്റ് ഹെലീന പൗണ്ട്',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'സ്ലൊവേനിയ റ്റോളർ',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'സ്ലോവാക് കൊരൂന',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'സിയെറ ലിയോണിയൻ ലിയോൺ',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'സോമാലി ഷില്ലിംഗ്',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'സുരിനെയിമിസ് ഡോളർ',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'സൂരിനാം ഗിൽഡർ',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'ദക്ഷിണ സുഡാനീസ് പൗണ്ട്',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'സാവോ ടോമി ആൻഡ് പ്രിൻസിപെ ഡോബ്ര (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'സാവോ ടോമി ആൻഡ് പ്രിൻസിപെ ഡോബ്ര',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'സോവിയറ്റ് റൂബിൾ',
        ],
        'SVC' => [
            0 => 'SVC',
            1 => 'എൽ സാൽവഡോർ കോളൻ',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'സിറിയൻ പൗണ്ട്',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'സ്വാസി ലിലാംഗനി',
        ],
        'THB' => [
            0 => '฿',
            1 => 'തായ് ബട്ട്',
        ],
        'TJR' => [
            0 => 'TJR',
            1 => 'താജിക്കിസ്ഥാൻ റൂബിൾ',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'താജിക്കിസ്ഥാനി സോംനി',
        ],
        'TMM' => [
            0 => 'TMM',
            1 => 'തുർക്മെനിസ്ഥാൻ മനത്',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'തുർക്ക്‌മെനിസ്ഥാനി മനത്',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ടുണീഷ്യൻ ദിനാർ',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ടോംഗൻ പാംഗ',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'തിമോർ എസ്ക്യൂഡോ',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'പ്രാചീന തുർക്കിഷ് ലിറ',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ടർക്കിഷ് ലിറ',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ട്രിനിഡാഡ് അന്റ് ടുബാഗോ ഡോളർ',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ന്യൂ തായ്‌വാൻ ഡോളർ',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ടാൻസാനിയൻ ഷില്ലിംഗ്',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ഉക്രേനിയൻ ഹ്രിവ്‌നിയ',
        ],
        'UAK' => [
            0 => 'UAK',
            1 => 'യുക്രേനിയൻ കാർബോവാനെസ്',
        ],
        'UGS' => [
            0 => 'UGS',
            1 => 'ഉഗാണ്ടൻ ഷില്ലിംഗ് (1966–1987)',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ഉഗാണ്ടൻ ഷില്ലിംഗ്',
        ],
        'USD' => [
            0 => '$',
            1 => 'യു.എസ്. ഡോളർ',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'യുഎസ് ഡോളർ (അടുത്ത ദിവസം)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'യുഎസ് ഡോളർ (അതേ ദിവസം)',
        ],
        'UYI' => [
            0 => 'UYI',
            1 => 'ഉറുഗ്വേ പെയ്സോ എൻ യൂണിഡാഡ്സ്',
        ],
        'UYP' => [
            0 => 'UYP',
            1 => 'ഉറുഗ്വേ പെയ്സോ (1975–1993)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ഉറുഗ്വേയൻ പെസോ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ഉസ്‌ബെക്കിസ്ഥാനി സോം',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'വെനസ്വേലൻ ബോലിവർ (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'വെനിസ്വേലൻ ബൊളീവർ (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'വെനിസ്വേലൻ ബൊളീവർ',
        ],
        'VND' => [
            0 => '₫',
            1 => 'വിയറ്റ്നാമീസ് ഡോങ്',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'വന്വാതു വാതു',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'സമോവൻ താല',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'മദ്ധ്യ ആഫ്രിക്കൻ [CFA] ഫ്രാങ്ക്',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'കിഴക്കൻ കരീബിയൻ ഡോളർ',
        ],
        'XEU' => [
            0 => 'XEU',
            1 => 'യൂറോപ്യൻ നാണയ യൂണിറ്റ്',
        ],
        'XFO' => [
            0 => 'XFO',
            1 => 'ഫ്രെഞ്ച് ഗോൾഡ് ഫ്രാങ്ക്',
        ],
        'XFU' => [
            0 => 'XFU',
            1 => 'ഫ്രെഞ്ച് UIC-ഫ്രാങ്ക്',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'പശ്ചിമ ആഫ്രിക്കൻ [CFA] ഫ്രാങ്ക്',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'CFP ഫ്രാങ്ക്',
        ],
        'XRE' => [
            0 => 'XRE',
            1 => 'RINET ഫണ്ട്സ്',
        ],
        'YDD' => [
            0 => 'YDD',
            1 => 'യമനി ദിനാർ',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'യെമനി റിയാൽ',
        ],
        'YUD' => [
            0 => 'YUD',
            1 => 'യൂഗോസ്ലേവിയൻ ഹാർഡ് ദിനാർ',
        ],
        'YUM' => [
            0 => 'YUM',
            1 => 'യൂഗോസ്ലേവിയൻ നോവി ദിനാർ',
        ],
        'YUN' => [
            0 => 'YUN',
            1 => 'യൂഗോസ്ലേവിയൻ കൺവേർട്ടിബിൾ ദിനാർ',
        ],
        'ZAL' => [
            0 => 'ZAL',
            1 => 'ദക്ഷിണാഫ്രിക്കൻ റാൻഡ് (ഫിനാൻഷ്യൽ)',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'ദക്ഷിണാഫ്രിക്കൻ റാൻഡ്',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'സാംബിയൻ ക്വാച (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'സാംബിയൻ ക്വാച്ച',
        ],
        'ZRN' => [
            0 => 'ZRN',
            1 => 'സൈറിയൻ ന്യൂ സൈർ',
        ],
        'ZRZ' => [
            0 => 'ZRZ',
            1 => 'സൈറിയൻ സൈർ',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'സിംബാബ്‌വെ ഡോളർ',
        ],
    ],
];
