<?php

return [
    'Names' => [
        1 => 'арабын нэгдсэн эмиратын дирхам', 3 => 'Афганистаны афгани', 5 => 'Албанийн лек', 'Арменийн драм', 'Нидерландын Антиллийн гулдер', 'Анголын кванза', 16 => 'Аргентины песо', 18 => 'Австралийн доллар', 'Арубын флорин', 21 => 'Азербайжаны манат', 23 => 'Босни-Герцеговины хөрвөгч марк', 25 => 'барбадос доллар',
        'Бангладешийн така', 32 => 'Болгарын лев', 34 => 'Бахрейн динар', 'Бурундийн франк', 'Бермудын доллар', 'Брунейн доллар', 'Боливийн боливиано', 45 => 'Бразилийн реал', 49 => 'Багамын доллар', 'Бутаны нгултрум', 52 => 'Ботсванийн пула', 54 => 'Беларусийн рубль', 'беларусь рубль (2000–2016)', 'Белизийн доллар',
        'канад доллар', 'Конгогийн франк', 60 => 'Швейцарийн франк', 64 => 'Чилийн песо', 'Хятадын юань (офшор)', 'Хятадын юань', 'Колумбын песо', 69 => 'Коста-Рикагийн колон', 72 => 'Кубын хөрвөгч песо', 'Кубын песо', 'Кабо-Вердийн эскудо', 76 => 'Чехийн крон', 79 => 'Жибутийн франк', 'Данийн крон',
        'Доминиканы песо', 'Алжирийн доллар', 86 => 'Египетийн фунт', 'Эритрейн накфа', 91 => 'Этиопын бирр', 'евро', 94 => 'Фижигийн доллар', 'Фолклендийн арлуудын паунд', 97 => 'Британийн фунт', 99 => 'Гүржийн лари', 101 => 'Ганагийн седи', 'Гибралтарын фунт', 'Гамбийн даласи', 'Гвинейн франк',
        108 => 'Гватемалын кецал', 111 => 'Гайанын доллар', 'Хонг Конгийн доллар', 'Гондурасын лемпира', 115 => 'Хорватын куна', 'Гаитийн гурд', 'Унгарын форинт', 'Индонезийн рупи', 122 => 'Израилийн шинэ шекел', 'Энэтхэгийн рупи', 'Иракийн динар', 'Ираны риял', 127 => 'Исландын крон', 129 => 'Ямайкийн доллар',
        'Йорданы динар', 'Японы иен', 'Кенийн шиллинг', 'Кыргызын сом', 'Камбожийн риел', 'Коморын франк', 'Хойд Солонгосын вон', 139 => 'Өмнөд Солонгосын вон', 'Кувейтийн динар', 'Кайманы арлуудын доллар', 'Казахстаны тэнгэ', 'Лаосын кип', 'Ливаны фунт', 'Шри-Ланкийн рупи', 'Либерийн доллар', 'Лесото лоти', 'литвийн литас', 153 => 'латвийн лац',
        155 => 'Ливийн доллар', 'Мороккогийн дирхэм', 160 => 'Молдовын лей', 'Малагасийн ариари', 163 => 'Македонийн динар', 166 => 'Мьянмарын киат', 'Монгол төгрөг', 'Макаогийн патака', 'мавритан угия (1973–2017)', 'Мавританийн угия', 173 => 'Маврикийн рупи', 175 => 'Мальдивийн руфия', 'Малавийн квача', 'Мексикийн песо',
        180 => 'Малайзын рингит', 183 => 'Мозамбикийн метикал', 'Намибийн доллар', 'Нигерийн найра', 187 => 'Никарагуагийн кордоба', 189 => 'Норвегийн крон', 'Балбын рупи', 'Шинэ Зеландын доллар', 'Оманийн риал', 'Панамын бальбоа', 195 => 'Перугийн соль', 197 => 'Папуа-Шинэ Гвинейн кина', 'Филиппиний песо', 'Пакистаны рупи',
        'Польшийн злот', 203 => 'Парагвайн гуарани', 'Катарын риал', 207 => 'Румыны лей', 'Сербийн динар', 'Оросын рубль', 211 => 'Руандагийн франк', 'Саудын риял', 'Соломоны арлуудын доллар', 'Сейшелийн рупи', 216 => 'Суданы фунт', 218 => 'Шведийн крон', 'Сингапурын доллар', 'Сент Хеленагийн фунт',
        223 => 'Сьерра-Леоны леон', 'Сьерра-Леоны леон (1964—2022)', 'Сомалийн шиллинг', 'Суринамын доллар', 228 => 'Өмнөд Суданы фунт', 'сан-томе ба принсипи добра (1977–2017)', 'Сан-Томе ба Принсипигийн добра', 233 => 'Сирийн фунт', 'Свазиландын лилангени', 'Тайландын бат', 237 => 'Тажикийн сомон', 239 => 'Туркмены манат', 'Тунисын доллар', 'Тонгагийн панга',
        244 => 'Туркийн лира', 'Тринидад ба Тобагогийн доллар', 'Шинэ Тайванийн доллар', 'Танзанийн шиллинг', 'Украины гривна', 251 => 'Угандагийн шиллинг', 'америк доллар', 257 => 'Уругвайн песо', 259 => 'Узбекийн сом', 262 => 'венесуэлийн боливар (2008–2018)', 'Венесуэлийн боливар', 'Вьетнамын донг', 266 => 'Вануатугийн вату', 'Самоагийн тала',
        'Төв Африкийн франк', 'Зүүн Карибийн доллар', 'Карибын гулдер', 274 => 'Баруун Африкийн франк', 'Францын колонийн франк', 278 => 'Йемений риял', 284 => 'Өмнөд Африкийн ранд', 'Замби квача (1968–2012)', 'Замбийн квача', 290 => 'Зимбабвегийн гоулд',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '₮', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
