<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'ব্রাজিলিয়ান রেয়াল',
        ],
        'CNY' => [
            'CN¥',
            'চাইনিজ য়ুআন',
        ],
        'EUR' => [
            '€',
            'য়ুরো',
        ],
        'GBP' => [
            '£',
            'ব্রিটিশ পাউন্দ',
        ],
        'INR' => [
            '₹',
            'ইন্দিয়ান রুপী',
        ],
        'JPY' => [
            'JP¥',
            'জাপানিজ য়েন',
        ],
        'RUB' => [
            'RUB',
            'রুসিয়ান রুবল',
        ],
        'USD' => [
            '$',
            'য়ু এস দি',
        ],
    ],
];
