<?php

return [
    'Names' => [
        1 => 'संयुक्त अरब अमीरात दिरहॅम', 3 => 'अफगाण अफगाणी', 5 => 'अल्बानियन लेक', 'आर्मेनियन द्रॅम', 'नेदरलँडचा अँटिलीन गिल्डर', 'अँगोलन क्वॅन्झा', 16 => 'अर्जेंटाइन पेसो', 18 => 'ऑस्ट्रेलियन डॉलर', 'अरुबा फ्लोरिन', 21 => 'अझरबैझानी मानाट', 23 => 'बोस्निया-हर्जेगोविना विनिमय मार्क', 25 => 'बार्बाडियन डॉलर',
        'बांगलादेशी टका', 32 => 'बल्गेरियन लेव', 34 => 'बाहरिनी दिनार', 'बुरुंडियन फ्रँक', 'बर्मुडा डॉलर', 'ब्रुनेई डॉलर', 'बोलिव्हियन बोलिव्हियानो', 45 => 'ब्राझिलियन रियाल', 49 => 'बहामी डॉलर', 'भूतानी एंगल्ट्रम', 52 => 'बोट्सवानन पुला', 54 => 'बेलारुशियन रुबल', 'बेलारुशियन रुबल (2000–2016)', 'बेलीझ डॉलर',
        'कॅनडियन डॉलर', 'काँगोलीज फ्रँक', 60 => 'स्विस फ्रँक', 64 => 'चिली पेसो', 'चिनी युआन (ऑफशोर)', 'चीनी युआन', 'कोलंबियन पेसो', 69 => 'कोस्टारिकन कोलोन', 72 => 'क्यूबन विनिमय पेसो', 'क्यूबन पेसो', 'केप व्हर्डेयन एस्कुडो', 76 => 'झेक प्रजासत्ताक कोरुना', 79 => 'जिबौटियन फ्रँक', 'डॅनिश क्रोन',
        'डोमिनिकन पेसो', 'अल्जेरियन दिनार', 86 => 'इजिप्शियन पाउंड', 'इरिट्रियन नाक्फा', 91 => 'इथिओपियन बिर', 'युरो', 94 => 'फिजियन डॉलर', 'फॉकलंड आयलंड पाउंड', 97 => 'ब्रिटिश पाऊंड', 99 => 'जॉर्जियन लारी', 101 => 'घानीयन सेडी', 'जिब्राल्टर पाउंड', 'गाम्बियन डालासी', 'गिनी फ्रँक',
        108 => 'ग्वाटेमालाचे क्वेत्झाल', 111 => 'गयाना डॉलर', 'हाँगकाँग डॉलर', 'होन्डुरन लेंपिरा', 115 => 'क्रोएशियन कूना', 'हैती गोअर्ड', 'हंगेरियन फॉरिन्ट', 'इंडोनेशियन रुपिया', 122 => 'ईस्त्रायली न्यू शेकेल', 'भारतीय रुपया', 'इराकी दिनार', 'इराणी रियाल', 127 => 'आइसलँडिक क्रोना', 129 => 'जमैकन डॉलर',
        'जॉर्डनियन दिनार', 'जपानी येन', 'केनियन शिलिंग', 'किरगिस्तानी सॉम', 'कंबोडियन रियेल', 'कोमोरियन फ्रँक', 'उत्तर कोरियन वॉन', 139 => 'दक्षिण कोरियन वॉन', 'कुवैती दिनार', 'केमन आयलंड डॉलर', 'कझाकिस्तानी तेंगे', 'लाओशियन किप', 'लेबनीज पाउंड', 'श्रीलंकन रुपया', 'लाइबेरियन डॉलर', 'लेसोटो लोटी', 'लिथुआनियन लिटास', 153 => 'लाट्व्हियन लाट्झ',
        155 => 'लिबियाचा दिनार', 'मोरोक्को दिरहॅम', 160 => 'मोल्डोवन लेउ', 'मालागासी एरियारी', 163 => 'मॅसेडोनियन देनार', 166 => 'म्यानमार क्याट', 'मंगोलियन टुग्रिक', 'मॅकॅनीज् पटाका', 'मॉरिटानियन ओगिया (1973–2017)', 'मॉरिटानियन ओगिया', 173 => 'मॉरिशियन रुपी', 175 => 'मालदीवियन रुफिया', 'मालावियन क्वाचा', 'मेक्सिको पेसो',
        180 => 'मलेशियन रिंगिट', 183 => 'मोझांबिकन मेटिकल', 'नमिबियन डॉलर', 'नायजेरियन नायरा', 187 => 'निकाराग्वन कोर्डोबा', 189 => 'नॉर्वेजियन क्रोन', 'नेपाळी रुपया', 'न्यूझीलँड डॉलर', 'ओमानी रियाल', 'पनामा बाल्बोआ', 195 => 'पेरुवियन सोल', 197 => 'पापुआ न्यू गिनीयन किना', 'फिलिपिनी पेसो', 'पाकिस्तानी रुपया',
        'पोलिश झ्लॉटी', 203 => 'पराग्वे ग्वारानी', 'कतारी रियाल', 207 => 'रोमानियन लेऊ', 'सर्बियन दिनार', 'रशियन रुबल', 211 => 'रवांडा फ्रँक', 'सौदी रियाल', 'सोलोमन आयलँड्स डॉलर', 'सेशेलोईस रुपी', 216 => 'सुदानी पाउंड', 218 => 'स्वीडिश क्रोना', 'सिंगापूर डॉलर', 'सेंट हेलेना पाउंड',
        223 => 'सिएरा लिऑनचा लिऑन', 'सिएरा लिऑनचा लिऑन (1964—2022)', 'सोमाली शिलिंग', 'सुरिनामी डॉलर', 228 => 'दक्षिण सुदानी पाउंड', 'साओ टोम आणि प्रिन्सिपे डोबरा (1977–2017)', 'साओ टोम आणि प्रिन्सिपे डोबरा', 233 => 'सीरियन पाउंड', 'स्वाझी लीलांगेनी', 'थाई बाहत', 237 => 'ताजकीस्तानी सोमोनी', 239 => 'तुर्कमेनिस्तानी मानाट', 'ट्यूनिशियन दिनार', 'टोंगन पाआंगा',
        244 => 'तुर्की लिरा', 'त्रिनिदाद आणि टोबॅगो डॉलर', 'न्यू तैवान डॉलर', 'टांझानियन शिलिंग', 'युक्रेनियन रिवनिया', 251 => 'युगांडा शिलिंग', 'यूएस डॉलर', 257 => 'उरुग्वेचा पेसो', 259 => 'उझबेकिस्तानी सोम', 262 => 'व्हेनेझुएला बोलिव्हार (2008–2018)', 'व्हेनेझुएला बोलिव्हार', 'व्हिएतनामी डोंग', 266 => 'वानुआतु वाटु', 'सामोअन टाला',
        'मध्य आफ्रिकन [CFA] फ्रँक', 'पूर्व कॅरीबियन डॉलर', 'कॅरेबियन गिल्डर', 274 => 'पश्चिम आफ्रिकन [CFA] फ्रँक', '[CFP] फ्रँक', 278 => 'येमेनी रियाल', 284 => 'दक्षिण आफ्रिकी रँड', 'झांबियन क्वाचा (1968–2012)', 'झांबियन क्वाचा', 290 => 'झिंबाब्वियन गोल्ड',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
