<?php

return [
    'Names' => [
        1 => 'အာရပ်စော်ဘွားများ ပြည်ထောင်စု ဒါဟမ်း', 3 => 'အာဖဂန် အာဖဂါနီ', 5 => 'အယ်ဘေးနီးယား လီခ်', 'အာမေးနီးယား ဒရမ်', 'နယ်သာလန် အန်တီလန် ဂင်းဒါး', 'အန်ဂိုလာ ကွမ်ဇာ', 15 => 'အာဂျင်တီးနား ပီဆို (၁၉၈၃–၁၉၈၅)', 'အာဂျင်တီးနား ပီဆို', 18 => 'ဩစတြေးလျ ဒေါ်လာ', 'အရူးဗာ ဖလိုရင်း', 21 => 'အဇာဘိုင်ဂျန် မာနတ်', 23 => 'ဘော့စနီးယားနှင့် ဟာဇီဂိုဘီးနား ငွေလဲနိုင်သော မတ်က်',
        25 => 'ဘာဘေးဒိုးစ် ဒေါ်လာ', 'ဘင်္ဂလားဒေ့ရှ် တာကာ', 28 => 'ဘယ်လ်ဂျီယမ် ဖရန့်', 32 => 'ဘူလ်ဂေးရီးယား လက်ဖ်', 34 => 'ဘာရိန်း ဒီနား', 'ဘူရွန်ဒီ ဖရန့်', 'ဘာမြူဒါ ဒေါ်လာ', 'ဘရူနိုင်း ဒေါ်လာ', 'ဘိုလီးဗီးယား ဘိုလီးဗီယားနို', 40 => 'ဘိုလီးဘီးယား ပီဆို', 45 => 'ဘရာဇီး ရီးယဲ', 49 => 'ဘဟားမား ဒေါ်လာ', 'ဘူတန် အံဂါလ်ထရန်',
        'ဗမာ ကျပ်', 'ဘော့ဆွာနာ ပုလ', 'ဘီလာရုစ် ရူဘယ်အသစ် (၁၉၉၄–၁၉၉၉)', 'ဘီလာရုစ် ရူဘယ်', 'ဘီလာရုဇ် ရူဘယ် (၂၀၀၀–၂၀၁၆)', 'ဘလိဇ် ဒေါ်လာ', 'ကနေဒါ ဒေါ်လာ', 'ကွန်ဂို ဖရန့်', 60 => 'ဆွစ် ဖရန့်', 64 => 'ချီလီ ပီဆို', 'တရုတ် ယွမ် (ဟောင်ကောင်)', 'တရုတ် ယွမ်', 'ကိုလံဘီယာ ပီဆို', 69 => 'ကို့စတာရီကာ ကိုလွန်', 72 => 'နိုင်ငံခြားငွေလဲလှယ်နိုင်သော ကျူးဘားပီဆို', 'ကျူးဘား ပီဆို',
        'ကိတ်ပ်ဗာဒီ အက်စ်ခူဒို', 'ဆိုက်ပရက်စ် ပေါင်', 'ချက် ခိုရိုနာ', 78 => 'ဂျာမဏီ မတ်', 'ဂျီဘူတီ ဖရန့်', 'ဒိန်းမတ် ခရိုဏာ', 'ဒိုမီနီကန် ပီဆို', 'အယ်လ်ဂျီးရီးယား ဒီနာ', 86 => 'အီဂျစ် ပေါင်', 'အီရီထရီးယား နာ့ခ်ဖာ', 90 => 'စပိန် ပယ်စေးတာ', 'အီသီယိုးပီးယား ဘီးယာ', 'ယူရို', 94 => 'ဖီဂျီ ဒေါ်လာ', 'ဖော့ကလန်ကျွန်းစု ပေါင်', 'ပြင်သစ် ဖရန့်',
        'ဗြိတိသျှ ပေါင်', 99 => 'ဂျော်ဂျီယာ လားရီ', 101 => 'ဂါနာ ဆဲဒီ', 'ဂျီဘရော်လ်တာ ပေါင်', 'ဂမ်ဘီယာ ဒါလာစီ', 'ဂီနီရာ ဖရန့်', 108 => 'ဂွါတီမာလာ ခက်ဇော်လ်', 111 => 'ဂိုင်ယာနာ ဒေါ်လာ', 'ဟောင်ကောင် ဒေါ်လာ', 'ဟွန်ဒူးရပ်စ် လမ်းပီရာ', 115 => 'ခရိုအေးရှား ခူးနာ', 'ဟေတီဂူးအော်ဒ်', 'ဟန်ဂေရီယံ ဖော်ရင့်တ်', 'အင်ဒိုနီးရှား ရူပီးယား',
        120 => 'အစ္စရေး ပေါင်', 122 => 'အစ္စရေး ရှဲကလ်အသစ်', 'အိန္ဒိယ ရူပီး', 'အီရတ် ဒီနာ', 'အီရန် ရီအော်လ်', 127 => 'အိုက်စလန် ခရိုဏာ', 129 => 'ဂျမေကာ ဒေါ်လာ', 'ဂျော်ဒန် ဒီနာ', 'ဂျပန် ယန်း', 'ကင်ညာ သျှီလင်', 'ကာဂျစ္စတန် ဆော်မ်', 'ကမ္ဘောဒီးယား ရီးယဲ', 'ကိုမိုရိုစ် ဖရန့်', 'မြောက်ကိုရီးယား ဝမ်', 139 => 'တောင်ကိုရီးယား ဝမ်',
        'ကူဝိတ် ဒီနာ', 'ကေမန် ကျွန်းစု ဒေါ်လာ', 'ကာဇက်စတန် ထိန်ဂျီ', 'လာအို ကစ်', 'လက်ဘနွန် ပေါင်', 'သီရိလင်္ကာ ရူပီး', 'လိုက်ဘေးရီးယား ဒေါ်လာ', 'လီဆိုသို လိုတီ', 'လစ်သူယေးနီးယားလီတားစ်', 153 => 'လတ်ဗီးယားလတ်', 155 => 'လစ်ဗျား ဒိုင်နာ', 'မိုရိုကို ဒရမ်', 160 => 'မောလ်ဒိုဗာ လယ်အို', 'မာလာဂါစီ အရီရရီ', 163 => 'မက်ဆီဒိုးနီးယား ဒီနာ',
        166 => 'မြန်မာ ကျပ်', 'မွန်ဂိုးလီးယား ထူးဂရခ်', 'မကာအို ပါတားကား', 'မော်ရီတေးနီးယား အူဂီးယာ (၁၉၇၃–၂၀၁၇)', 'မော်ရီတေးနီးယန်း အူဂီးယာ', 173 => 'မောရစ်ရှ ရူပီး', 175 => 'မော်လ်ဒိုက် ရူးဖီရာ', 'မာလာဝီ ခွါးချာ', 'မက္ကဆီကို ပီဆို', 180 => 'မလေးရှား ရင်းဂစ်', 183 => 'မိုဇမ်ဘစ် မက်တီခယ်လ်', 'နမီးဘီးယား ဒေါ်လာ', 'နိုင်ဂျီးရီးယား နိုင်းရာ', 187 => 'နီကာရာဂွါ ခိုးဒိုဘာ',
        189 => 'နော်ဝေ ခရိုဏာ', 'နီပေါ ရူပီး', 'နယူးဇီလန် ဒေါ်လာ', 'အိုမန်နီ ရီရယ်', 'ပနားမား ဘလျဘိုးအာ', 195 => 'ပီရူး ဆိုးလ်', 197 => 'ပါပူအာ နယူးဂီနီ ခီးနာ', 'ဖိလစ်ပိုင် ပီဆို', 'ပါကစ္စတန် ရူပီး', 'ပိုလန် ဇလော့တီ', 203 => 'ပါရာဂွေး ဂွါးအ်နီး', 'ကာတာရီ ရီရယ်', 207 => 'ရိုမေးနီးယား လယ်အို', 'ဆားဘီးယား ဒယ်နား', 'ရုရှ ရူဘယ်',
        'ရုရှ ရူဘယ် (၁၉၉၁–၁၉၉၈)', 'ရဝန်ဒါ ဖရန့်', 'ဆော်ဒီအာရေးဗီးယား ရီယော်လ်', 'ဆော်လမွန်ကျွန်းစု ဒေါ်လာ', 'ဆေးရှဲ ရူပီး', 216 => 'ဆူဒန် ပေါင်', 'ဆူဒန် ပေါင်အဟောင်း', 'ဆွီဒင် ခရိုဏာ', 'စင်္ကာပူ ဒေါ်လာ', 'စိန့်ဟယ်လယ်နာ ပေါင်', 223 => 'ဆီယာရာလီယွန်း လီအိုနီ', 'ဆီယာရာလီယွန်း လီအိုနီ (၁၉၆၄—၂၀၂၂)', 'ဆိုမာလီ သျှီလင်', 'ဆူရီနမ်း ဒေါ်လာ', 228 => 'တောင်ဆူဒန် ပေါင်', 'ဆောင်တူမေးနှင့် ပရင်စီပီ ဒိုဘရာ', 'ဆောင်တူမေးနှင့် ပရင်စီပီ ဒိုဘရာ (၂၀၁၈)',
        'ဆိုဗီယက် ရူဗယ်', 233 => 'ဆီးရီးယား ပေါင်', 'ဆွာဇီလန် လီလန်းဂီနီ', 'ထိုင်း ဘတ်', 237 => 'တာဂျစ်ကစ္စတန် ဆိုမိုနီ', 239 => 'တာ့ခ်မင်နစ္စတန် မာနတ်', 'တူနီးရှား ဒိုင်နာ', 'တွန်ဂါ ဗန်ဂါ', 243 => 'ရှေးဟောင်းတူရကီ လိုင်ရာ', 'တူရကီ လိုင်ရာ', 'ထရီနီဒတ်နှင့် တိုဘက်ဂို ဒေါ်လာ', 'ထိုင်ဝမ် ဒေါ်လာအသစ်', 'တန်ဇန်းနီးယား သျှီလင်', 'ယူကရိန်း ဟီရီဗင်းညား', 251 => 'ယူဂန္ဒာ သျှီလင်',
        'အမေရိကန် ဒေါ်လာ', 'အမေရိကန် ဒေါ်လာ (နောက်နေ့)', 'အမေရိကန် ဒေါ်လာ (တနေ့တည်း)', 257 => 'ဥရုဂွေး ပီဆို', 259 => 'ဥဇဘက်ကစ္စတန် ဆော်မ်', 262 => 'ဗင်နီဇွဲလား ဘိုလီဗာ (၂၀၀၈–၂၀၁၈)', 'ဗင်နီဇွဲလန်း ဘိုလီဗာ', 'ဗီယက်နမ် ဒေါင်', 266 => 'ဗနွားတူ ဗားထူ', 'ဆမိုအား ထားလာ', 'ကင်မရွန်း ဖရန့်', 'အရှေ့ကာရစ်ဘီယံ ဒေါ်လာ', 'ကာရစ်ဘီယံ ဂင်းဒါး', 274 => 'အနောက် အာဖရိက [CFA ]ဖရန့်', '[CFP] ဖရန့်',
        278 => 'ယီမင်နီ ရီရယ်', 284 => 'တောင်အာဖရိက ရန်း', 286 => 'ဇင်ဘာဘွေ ခွါးချာ', 289 => 'ဇင်ဘာဘွေ ဒေါ်လာ', 'ဇင်ဘာဘွေ ရွှေ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', 'NAf', '', 15 => '', '', 18 => 'A$', 'Afl', 21 => '', 23 => '',
        25 => '', '', 28 => '', 32 => '', 34 => '', '', '', '', '', 40 => '', 45 => 'R$', 49 => '', '',
        '', '', '', '', '', '', 'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '',
        '', '', '', 78 => '', '', '', '', '', 86 => '', '', 90 => '', '', '€', 94 => '', '', '',
        '£', 99 => '', 101 => '', '', '', '', 108 => '', 111 => '', 'HK$', '', 115 => '', 'G', '', '',
        120 => '', 122 => '₪', '₹', '', '', 127 => '', 129 => '', '', 'JP¥', '', '', '', '', '', 139 => '₩',
        '', '', '', '', '', '', '', '', '', 153 => '', 155 => '', '', 160 => '', '', 163 => '',
        166 => 'K', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '', 183 => '', '', '', 187 => '',
        189 => '', '', 'NZ$', '', 'B/.', 195 => '', 197 => '', '₱', '', '', 203 => '', '', 207 => '', '', '',
        '', '', '', '', '', 216 => '', '', '', '', '', 223 => '', '', '', '', 228 => '', '', '',
        '', 233 => '', '', '฿', 237 => '', 239 => '', '', '', 243 => '', '', 'TT$', 'NT$', '', '', 251 => '',
        'US$', '', '', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF',
        278 => '', 284 => '', 286 => '', 289 => '', '',
    ],
];
