<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'အာရပ်စော်ဘွားများ ပြည်ထောင်စု ဒါဟမ်း',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'အာဖဂန် အာဖဂါနီ',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'အယ်ဘေးနီးယား လီခ်',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'အာမေးနီးယား ဒရမ်',
        ],
        'ANG' => [
            0 => 'NAf',
            1 => 'နယ်သာလန် အန်တီလန် ဂင်းဒါး',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'အန်ဂိုလာ ကွမ်ဇာ',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'အာဂျင်တီးနား ပီဆို (၁၉၈၃–၁၉၈၅)',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'အာဂျင်တီးနား ပီဆို',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ဩစတြေးလျ ဒေါ်လာ',
        ],
        'AWG' => [
            0 => 'Afl',
            1 => 'အရူးဗာ ဖလိုရင်း',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'အဇာဘိုင်ဂျန် မာနတ်',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'ဘော့စနီးယားနှင့် ဟာဇီဂိုဘီးနား ငွေလဲနိုင်သော မတ်က်',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'ဘာဘေးဒိုးစ် ဒေါ်လာ',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'ဘင်္ဂလားဒေ့ရှ် တာကာ',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'ဘယ်လ်ဂျီယမ် ဖရန့်',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'ဘူလ်ဂေးရီးယား လက်ဖ်',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'ဘာရိန်း ဒီနား',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'ဘူရွန်ဒီ ဖရန့်',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'ဘာမြူဒါ ဒေါ်လာ',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ဘရူနိုင်း ဒေါ်လာ',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'ဘိုလီးဗီးယား ဘိုလီးဗီယားနို',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'ဘိုလီးဘီးယား ပီဆို',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ဘရာဇီး ရီးယဲ',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'ဘဟားမား ဒေါ်လာ',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ဘူတန် အံဂါလ်ထရန်',
        ],
        'BUK' => [
            0 => 'BUK',
            1 => 'ဗမာ ကျပ်',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ဘော့ဆွာနာ ပုလ',
        ],
        'BYB' => [
            0 => 'BYB',
            1 => 'ဘီလာရုစ် ရူဘယ်အသစ် (၁၉၉၄–၁၉၉၉)',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'ဘီလာရုစ် ရူဘယ်',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'ဘီလာရုဇ် ရူဘယ် (၂၀၀၀–၂၀၁၆)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'ဘလိဇ် ဒေါ်လာ',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'ကနေဒါ ဒေါ်လာ',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'ကွန်ဂို ဖရန့်',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'ဆွစ် ဖရန့်',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ချီလီ ပီဆို',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'တရုတ် ယွမ် (ဟောင်ကောင်)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'တရုတ် ယွမ်',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'ကိုလံဘီယာ ပီဆို',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'ကို့စတာရီကာ ကိုလွန်',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'နိုင်ငံခြားငွေလဲလှယ်နိုင်သော ကျူးဘားပီဆို',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ကျူးဘား ပီဆို',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'ကိတ်ပ်ဗာဒီ အက်စ်ခူဒို',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'ဆိုက်ပရက်စ် ပေါင်',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'ချက် ခိုရိုနာ',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'ဂျာမဏီ မတ်',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'ဂျီဘူတီ ဖရန့်',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ဒိန်းမတ် ခရိုဏာ',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ဒိုမီနီကန် ပီဆို',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'အယ်လ်ဂျီးရီးယား ဒီနာ',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'အီဂျစ် ပေါင်',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'အီရီထရီးယား နာ့ခ်ဖာ',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'စပိန် ပယ်စေးတာ',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'အီသီယိုးပီးယား ဘီးယာ',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ယူရို',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ဖီဂျီ ဒေါ်လာ',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ဖော့ကလန်ကျွန်းစု ပေါင်',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'ပြင်သစ် ဖရန့်',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ဗြိတိသျှ ပေါင်',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ဂျော်ဂျီယာ လားရီ',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ဂါနာ ဆဲဒီ',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ဂျီဘရော်လ်တာ ပေါင်',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ဂမ်ဘီယာ ဒါလာစီ',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ဂီနီရာ ဖရန့်',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ဂွါတီမာလာ ခက်ဇော်လ်',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ဂိုင်ယာနာ ဒေါ်လာ',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ဟောင်ကောင် ဒေါ်လာ',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'ဟွန်ဒူးရပ်စ် လမ်းပီရာ',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ခရိုအေးရှား ခူးနာ',
        ],
        'HTG' => [
            0 => 'G',
            1 => 'ဟေတီဂူးအော်ဒ်',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ဟန်ဂေရီယံ ဖော်ရင့်တ်',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'အင်ဒိုနီးရှား ရူပီးယား',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'အစ္စရေး ပေါင်',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'အစ္စရေး ရှဲကလ်အသစ်',
        ],
        'INR' => [
            0 => '₹',
            1 => 'အိန္ဒိယ ရူပီး',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'အီရတ် ဒီနာ',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'အီရန် ရီအော်လ်',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'အိုက်စလန် ခရိုဏာ',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ဂျမေကာ ဒေါ်လာ',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ဂျော်ဒန် ဒီနာ',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'ဂျပန် ယန်း',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'ကင်ညာ သျှီလင်',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'ကာဂျစ္စတန် ဆော်မ်',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'ကမ္ဘောဒီးယား ရီးယဲ',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'ကိုမိုရိုစ် ဖရန့်',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'မြောက်ကိုရီးယား ဝမ်',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'တောင်ကိုရီးယား ဝမ်',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'ကူဝိတ် ဒီနာ',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'ကေမန် ကျွန်းစု ဒေါ်လာ',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'ကာဇက်စတန် ထိန်ဂျီ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'လာအို ကစ်',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'လက်ဘနွန် ပေါင်',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'သီရိလင်္ကာ ရူပီး',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'လိုက်ဘေးရီးယား ဒေါ်လာ',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'လီဆိုသို လိုတီ',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'လစ်သူယေးနီးယားလီတားစ်',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'လတ်ဗီးယားလတ်',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'လစ်ဗျား ဒိုင်နာ',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'မိုရိုကို ဒရမ်',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'မောလ်ဒိုဗာ လယ်အို',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'မာလာဂါစီ အရီရရီ',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'မက်ဆီဒိုးနီးယား ဒီနာ',
        ],
        'MMK' => [
            0 => 'K',
            1 => 'မြန်မာ ကျပ်',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'မွန်ဂိုးလီးယား ထူးဂရခ်',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'မကာအို ပါတားကား',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'မော်ရီတေးနီးယား အူဂီးယာ (၁၉၇၃–၂၀၁၇)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'မော်ရီတေးနီးယန်း အူဂီးယာ',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'မောရစ်ရှ ရူပီး',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'မော်လ်ဒိုက် ရူးဖီရာ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'မာလာဝီ ခွါးချာ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'မက်ကဆီကို ပီဆို',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'မလေးရှား ရင်းဂစ်',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'မိုဇမ်ဘစ် မက်တီခယ်လ်',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'နမီးဘီးယား ဒေါ်လာ',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'နိုင်ဂျီးရီးယား နိုင်းရာ',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'နီကာရာဂွါ ခိုးဒိုဘာ',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'နော်ဝေ ခရိုဏာ',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'နီပေါ ရူပီး',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'နယူးဇီလန် ဒေါ်လာ',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'အိုမန်နီ ရီရယ်',
        ],
        'PAB' => [
            0 => 'B/.',
            1 => 'ပနားမား ဘလျဘိုးအာ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'ပီရူး ဆိုးလ်',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'ပါပူအာ နယူးဂီနီ ခီးနာ',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ဖိလစ်ပိုင် ပီဆို',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'ပါကစ္စတန် ရူပီး',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'ပိုလန် ဇလော့တီ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'ပါရာဂွေး ဂွါးအ်နီး',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'ကာတာရီ ရီရယ်',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'ရိုမေးနီးယား လယ်အို',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'ဆားဘီးယား ဒယ်နား',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'ရုရှ ရူဘယ်',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'ရုရှ ရူဘယ် (၁၉၉၁–၁၉၉၈)',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ရဝန်ဒါ ဖရန့်',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'ဆော်ဒီအာရေးဗီးယား ရီယော်လ်',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'ဆော်လမွန်ကျွန်းစု ဒေါ်လာ',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'ဆေးရှဲ ရူပီး',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'ဆူဒန် ပေါင်',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'ဆူဒန် ပေါင်အဟောင်း',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'ဆွီဒင် ခရိုဏာ',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'စင်္ကာပူ ဒေါ်လာ',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'စိန့်ဟယ်လယ်နာ ပေါင်',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'ဆီယာရာလီယွန်း လီအိုနီ',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'ဆိုမာလီ သျှီလင်',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'ဆူရီနမ်း ဒေါ်လာ',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'တောင်ဆူဒန် ပေါင်',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'ဆောင်တူမေးနှင့် ပရင်စီပီ ဒိုဘရာ',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ဆောင်တူမေးနှင့် ပရင်စီပီ ဒိုဘရာ (၂၀၁၈)',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'ဆိုဗီယက် ရူဗယ်',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'ဆီးရီးယား ပေါင်',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'ဆွာဇီလန် လီလန်းဂီနီ',
        ],
        'THB' => [
            0 => '฿',
            1 => 'ထိုင်း ဘတ်',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'တာဂျစ်ကစ္စတန် ဆိုမိုနီ',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'တာ့ခ်မင်နစ္စတန် မာနတ်',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'တူနီးရှား ဒိုင်နာ',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'တွန်ဂါ ဗန်ဂါ',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'ရှေးဟောင်းတူရကီ လိုင်ရာ',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'တူရကီ လိုင်ရာ',
        ],
        'TTD' => [
            0 => 'TT$',
            1 => 'ထရီနီဒတ်နှင့် တိုဘက်ဂို ဒေါ်လာ',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ထိုင်ဝမ် ဒေါ်လာအသစ်',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'တန်ဇန်းနီးယား သျှီလင်',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ယူကရိန်း ဟီရီဗင်းညား',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ယူဂန္ဒာ သျှီလင်',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'အမေရိကန် ဒေါ်လာ',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'အမေရိကန် ဒေါ်လာ (နောက်နေ့)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'အမေရိကန် ဒေါ်လာ (တနေ့တည်း)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ဥရုဂွေး ပီဆို',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ဥဇဘက်ကစ္စတန် ဆော်မ်',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'ဗင်နီဇွဲလား ဘိုလီဗာ (၂၀၀၈–၂၀၁၈)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'ဗင်နီဇွဲလန်း ဘိုလီဗာ',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ဗီယက်နမ် ဒေါင်',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'ဗနွားတူ ဗားထူ',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ဆမိုအား ထားလာ',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'ကင်မရွန်း ဖရန့်',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'အရှေ့ကာရစ်ဘီယံ ဒေါ်လာ',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'အနောက် အာဖရိက [CFA ]ဖရန့်',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => '[CFP] ဖရန့်',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ယီမင်နီ ရီရယ်',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'တောင်အာဖရိက ရန်း',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ဇင်ဘာဘွေ ခွါးချာ',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'ဇင်ဘာဘွေ ဒေါ်လာ',
        ],
    ],
];
