<?php

return [
    'Names' => [
        'AED' => [
            'AED',
            'متحده عربی امارات ِدرهم',
        ],
        'AFN' => [
            'AFN',
            'افغانستون ِافغانی',
        ],
        'ALL' => [
            'ALL',
            'آلبانی ِلک',
        ],
        'AMD' => [
            'AMD',
            'ارمنستون درهم',
        ],
        'ANG' => [
            'ANG',
            'هلند ِآنتیل ِجزایر ِگویلدر',
        ],
        'AOA' => [
            'AOA',
            'آنگولای ِکوانزا',
        ],
        'ARS' => [
            'ARS',
            'آرژانتین ِپزو',
        ],
        'AWG' => [
            'AWG',
            'آروبای ِفلورن',
        ],
        'AZN' => [
            'AZN',
            'آذربایجون ِمنات',
        ],
        'BAM' => [
            'BAM',
            'بوسنی و هرزگوین ِتبدیل‌بَیی مارک',
        ],
        'BBD' => [
            'BBD',
            'باربادوس ِدولار',
        ],
        'BDT' => [
            'BDT',
            'بنگلادش ِتاکا',
        ],
        'BGN' => [
            'BGN',
            'بلغارستون ِلیوا',
        ],
        'BHD' => [
            'BHD',
            'بحرین ِدینار',
        ],
        'BIF' => [
            'BIF',
            'بوروندی ِفرانک',
        ],
        'BMD' => [
            'BMD',
            'برمودای ِدولار',
        ],
        'BND' => [
            'BND',
            'برونئی ِدولار',
        ],
        'BOB' => [
            'BOB',
            'بولیوی ِبولیویانو',
        ],
        'BRL' => [
            'R$',
            'برزیل ِرئال',
        ],
        'BSD' => [
            'BSD',
            'باهامای ِدولار',
        ],
        'BTN' => [
            'BTN',
            'بوتان ِنگولتروم',
        ],
        'BWP' => [
            'BWP',
            'بوتساوانای ِپولا',
        ],
        'BYN' => [
            'BYN',
            'بلاروس ِروبل',
        ],
        'BYR' => [
            'BYR',
            'بلاروس ِروبل (۲۰۰۰–۲۰۱۶)',
        ],
        'BZD' => [
            'BZD',
            'بلیز ِدولار',
        ],
        'CAD' => [
            'CA$',
            'کانادای ِدولار',
        ],
        'CDF' => [
            'CDF',
            'کنگوی ِفرانک',
        ],
        'CHF' => [
            'CHF',
            'سوییس ِفرانک',
        ],
        'CLP' => [
            'CLP',
            'شیلی ِپزو',
        ],
        'CNY' => [
            'CN¥',
            'چین ِیوآن',
        ],
        'COP' => [
            'COP',
            'کلمبیای ِپزو',
        ],
        'CRC' => [
            'CRC',
            'کاستاریکای ِکولون',
        ],
        'CUC' => [
            'CUC',
            'کوبای ِتبدیل‌بَیی پزو',
        ],
        'CUP' => [
            'CUP',
            'کوبای ِپزو',
        ],
        'CVE' => [
            'CVE',
            'عاج ِساحل ِایسکودو',
        ],
        'CZK' => [
            'CZK',
            'چک ِکرون',
        ],
        'DJF' => [
            'DJF',
            'جیبوتی ِفرانک',
        ],
        'DKK' => [
            'DKK',
            'دانمارک ِکورن',
        ],
        'DOP' => [
            'DOP',
            'دومینیکن ِپزو',
        ],
        'DZD' => [
            'DZD',
            'الجزیره‌ی ِدینار',
        ],
        'EGP' => [
            'EGP',
            'مصر ِپوند',
        ],
        'ERN' => [
            'ERN',
            'اریتره‌ی ِناکفا',
        ],
        'ETB' => [
            'ETB',
            'اتیوپی ِبیر',
        ],
        'EUR' => [
            '€',
            'یورو',
        ],
        'FKP' => [
            'FKP',
            'فالکلند ِجزایر ِپوند',
        ],
        'GBP' => [
            '£',
            'بریتانیای ِپوند',
        ],
        'GEL' => [
            'GEL',
            'گرجستون ِلاری',
        ],
        'GHS' => [
            'GHS',
            'غنای ِسدی',
        ],
        'GIP' => [
            'GIP',
            'جبل‌طارق ِپوند',
        ],
        'GMD' => [
            'GMD',
            'گامبیای ِدالاسی',
        ],
        'GNF' => [
            'GNF',
            'گینه‌ی ِفرانک',
        ],
        'GTQ' => [
            'GTQ',
            'گواتمالا کتزال',
        ],
        'GYD' => [
            'GYD',
            'گویان ِدولار',
        ],
        'HKD' => [
            'HK$',
            'هونگ کونگ ِدولار',
        ],
        'HNL' => [
            'HNL',
            'هندوراس ِلمپیرا',
        ],
        'HRK' => [
            'HRK',
            'کرواسی ِکونا',
        ],
        'HTG' => [
            'HTG',
            'هائیتی ِگورد',
        ],
        'HUF' => [
            'HUF',
            'مجارستون ِفروینت',
        ],
        'IDR' => [
            'IDR',
            'اندونزی ِروپیه',
        ],
        'ILS' => [
            '₪',
            'اسراییل ِنو شِکِل',
        ],
        'INR' => [
            '₹',
            'هند ِروپیه',
        ],
        'IQD' => [
            'IQD',
            'عراق ِدینار',
        ],
        'IRR' => [
            'IRR',
            'ایران ریال',
        ],
        'ISK' => [
            'ISK',
            'ایسلند کرونا',
        ],
        'JMD' => [
            'JMD',
            'جاماییکای ِدولار',
        ],
        'JOD' => [
            'JOD',
            'اردن ِدینار',
        ],
        'JPY' => [
            'JP¥',
            'جاپون ِین',
        ],
        'KES' => [
            'KES',
            'کنیای ِشیلینگ',
        ],
        'KGS' => [
            'KGS',
            'قرقیزستون ِسام',
        ],
        'KHR' => [
            'KHR',
            'کامبوج ِریل',
        ],
        'KMF' => [
            'KMF',
            'کامرون ِفرانک',
        ],
        'KPW' => [
            'KPW',
            'شمالی کره‌ی ِوون',
        ],
        'KRW' => [
            '₩',
            'جنوبی کُره‌ی ِوون',
        ],
        'KWD' => [
            'KWD',
            'کویت ِدینار',
        ],
        'KYD' => [
            'KYD',
            'کایمن جزیره‌ی ِدولار',
        ],
        'KZT' => [
            'KZT',
            'قراقستون ِتنگ',
        ],
        'LAK' => [
            'LAK',
            'لائوس ِکیپ',
        ],
        'LBP' => [
            'LBP',
            'لبنان ِپوند',
        ],
        'LKR' => [
            'LKR',
            'سریلانکا روپیه',
        ],
        'LRD' => [
            'LRD',
            'لیبریای ِدولار',
        ],
        'LYD' => [
            'LYD',
            'لیبی ِدینار',
        ],
        'MAD' => [
            'MAD',
            'مراکش ِدرهم',
        ],
        'MDL' => [
            'MDL',
            'مولداوی ِلئو',
        ],
        'MGA' => [
            'MGA',
            'ماداگاسکار ِآریاری',
        ],
        'MKD' => [
            'MKD',
            'مقدونیه‌ی ِدینار',
        ],
        'MMK' => [
            'MMK',
            'میانمار ِکیات',
        ],
        'MNT' => [
            'MNT',
            'مغلستون ِتوگریک',
        ],
        'MOP' => [
            'MOP',
            'ماکائو ِپاتاجا',
        ],
        'MRO' => [
            'MRO',
            'موریتانی ِاوگوئیا (1973–2017)',
        ],
        'MRU' => [
            'MRU',
            'موریتانی ِاوگوئیا',
        ],
        'MUR' => [
            'MUR',
            'موریتیان ِروپیه',
        ],
        'MVR' => [
            'MVR',
            'مالدیو ِروفیا',
        ],
        'MWK' => [
            'MWK',
            'مالاوی ِکواچا',
        ],
        'MXN' => [
            'MX$',
            'مکزیک ِپزو',
        ],
        'MYR' => [
            'MYR',
            'مالزی ِرینگیت',
        ],
        'MZN' => [
            'MZN',
            'موزامبیک متیکال',
        ],
        'NAD' => [
            'NAD',
            'نامبیای ِدولار',
        ],
        'NGN' => [
            'NGN',
            'نیجریه‌ی ِنیارا',
        ],
        'NIO' => [
            'NIO',
            'نیکاراگوئه‌ی ِکوردوبا',
        ],
        'NOK' => [
            'NOK',
            'نروژ ِکرون',
        ],
        'NPR' => [
            'NPR',
            'نپال ِروپیه',
        ],
        'OMR' => [
            'OMR',
            'عمان ِریال',
        ],
        'PAB' => [
            'PAB',
            'پانامای ِبالبوا',
        ],
        'PEN' => [
            'PEN',
            'پروی ِسول',
        ],
        'PHP' => [
            'PHP',
            'فیلیپین ِپزو',
        ],
        'PKR' => [
            'PKR',
            'پاکستون روپیه',
        ],
        'PLN' => [
            'PLN',
            'لهستون ِزلوتی',
        ],
        'PYG' => [
            'PYG',
            'پاراگوئه‌ی ِگوارانی',
        ],
        'QAR' => [
            'QAR',
            'قطر ِریال',
        ],
        'RON' => [
            'RON',
            'رومانی ِلئو',
        ],
        'RSD' => [
            'RSD',
            'صربستون ِدینار',
        ],
        'RUB' => [
            'RUB',
            'روسیه‌ی ِروبل',
        ],
        'RWF' => [
            'RWF',
            'روآندای ِفرانک',
        ],
        'SAR' => [
            'SAR',
            'عربستون ِریال',
        ],
        'SCR' => [
            'SCR',
            'سیشل ِروپیه',
        ],
        'SDG' => [
            'SDG',
            'سودان ِپوند',
        ],
        'SEK' => [
            'SEK',
            'سوئد ِکرون',
        ],
        'SGD' => [
            'SGD',
            'سنگاپور ِدلار',
        ],
        'SHP' => [
            'SHP',
            'سنت هلنای ِپوند',
        ],
        'SLE' => [
            'SLE',
            'سیرالئون ِلئون',
        ],
        'SLL' => [
            'SLL',
            'سیرالئون ِلئون - 1964-2022',
        ],
        'SOS' => [
            'SOS',
            'سومالی ِشیلینگ',
        ],
        'SRD' => [
            'SRD',
            'سورینام ِدولار',
        ],
        'SSP' => [
            'SSP',
            'جنوبی سودان ِپوند',
        ],
        'STD' => [
            'STD',
            'سائوتومه و پرینسیپ ِدوبرا (1977–2017)',
        ],
        'STN' => [
            'STN',
            'سائوتومه و پرینسیپ ِدوبرا',
        ],
        'SYP' => [
            'SYP',
            'سوریه‌ی ِپوند',
        ],
        'SZL' => [
            'SZL',
            'سوازیلند ِلیلانجنی',
        ],
        'THB' => [
            'THB',
            'تایلند ِبات',
        ],
        'TJS' => [
            'TJS',
            'تاجیکستون ِسامانی',
        ],
        'TMT' => [
            'TMT',
            'ترکمنستون ِمنات',
        ],
        'TND' => [
            'TND',
            'تونس ِدینار',
        ],
        'TRY' => [
            'TRY',
            'ترکیه‌ی ِلیره',
        ],
        'TTD' => [
            'TTD',
            'ترینیداد و توباگوی ِدولار',
        ],
        'TWD' => [
            'NT$',
            'جدید ِتایوان ِدولار',
        ],
        'TZS' => [
            'TZS',
            'تانزانیای ِشیلینگ',
        ],
        'UAH' => [
            'UAH',
            'اکراین ِگریونا',
        ],
        'UGX' => [
            'UGX',
            'اوگاندای ِشیلینگ',
        ],
        'USD' => [
            '$',
            'آمریکای ِدولار',
        ],
        'UYU' => [
            'UYU',
            'اروگوئه‌ی ِپزو',
        ],
        'UZS' => [
            'UZS',
            'ازبکستون ِسام',
        ],
        'VEF' => [
            'VEF',
            'ونزوئلایِ بولیوار (2008–2018)',
        ],
        'VES' => [
            'VES',
            'ونزوئلایِ بولیوار',
        ],
        'VND' => [
            '₫',
            'ویتنام ِدنگ',
        ],
        'XAF' => [
            'FCFA',
            'میونی آفریقای ِسی‌اف‌ای فرانک',
        ],
        'XCD' => [
            'EC$',
            'شرقی کاراییب ِدولار',
        ],
        'XOF' => [
            'F CFA',
            'غربی آفریقای ِسی‌اف‌ای فرانک',
        ],
        'YER' => [
            'YER',
            'یمن ِریال',
        ],
        'ZAR' => [
            'ZAR',
            'جنوبی آفریقای ِراند',
        ],
        'ZMW' => [
            'ZMW',
            'زامبیای ِکواچا',
        ],
    ],
];
