<?php

return [
    'Names' => [
        1 => 'متحده عربی امارات ِدرهم', 3 => 'افغانستون ِافغانی', 5 => 'آلبانی ِلک', 'ارمنستون درهم', 'هلند ِآنتیل ِجزایر ِگویلدر', 'آنگولای ِکوانزا', 16 => 'آرژانتین ِپزو', 19 => 'آروبای ِفلورن', 21 => 'آذربایجون ِمنات', 23 => 'بوسنی و هرزگوین ِتبدیل‌بَیی مارک', 25 => 'باربادوس ِدولار', 'بنگلادش ِتاکا',
        32 => 'بلغارستون ِلیوا', 34 => 'بحرین ِدینار', 'بوروندی ِفرانک', 'برمودای ِدولار', 'برونئی ِدولار', 'بولیوی ِبولیویانو', 45 => 'برزیل ِرئال', 49 => 'باهامای ِدولار', 'بوتان ِنگولتروم', 52 => 'بوتساوانای ِپولا', 54 => 'بلاروس ِروبل', 'بلاروس ِروبل (۲۰۰۰–۲۰۱۶)', 'بلیز ِدولار', 'کانادای ِدولار',
        'کنگوی ِفرانک', 60 => 'سوییس ِفرانک', 64 => 'شیلی ِپزو', 66 => 'چین ِیوآن', 'کلمبیای ِپزو', 69 => 'کاستاریکای ِکولون', 72 => 'کوبای ِتبدیل‌بَیی پزو', 'کوبای ِپزو', 'عاج ِساحل ِایسکودو', 76 => 'چک ِکرون', 79 => 'جیبوتی ِفرانک', 'دانمارک ِکورن', 'دومینیکن ِپزو',
        'الجزیره‌ی ِدینار', 86 => 'مصر ِپوند', 'اریتره‌ی ِناکفا', 91 => 'اتیوپی ِبیر', 'یورو', 95 => 'فالکلند ِجزایر ِپوند', 97 => 'بریتانیای ِپوند', 99 => 'گرجستون ِلاری', 101 => 'غنای ِسدی', 'جبل‌طارق ِپوند', 'گامبیای ِدالاسی', 'گینه‌ی ِفرانک', 108 => 'گواتمالا کتزال',
        111 => 'گویان ِدولار', 'هونگ کونگ ِدولار', 'هندوراس ِلمپیرا', 115 => 'کرواسی ِکونا', 'هائیتی ِگورد', 'مجارستون ِفروینت', 'اندونزی ِروپیه', 122 => 'اسراییل ِنو شِکِل', 'هند ِروپیه', 'عراق ِدینار', 'ایران ریال', 127 => 'ایسلند کرونا', 129 => 'جاماییکای ِدولار', 'اردن ِدینار', 'جاپون ِین',
        'کنیای ِشیلینگ', 'قرقیزستون ِسام', 'کامبوج ِریل', 'کامرون ِفرانک', 'شمالی کره‌ی ِوون', 139 => 'جنوبی کُره‌ی ِوون', 'کویت ِدینار', 'کایمن جزیره‌ی ِدولار', 'قراقستون ِتنگ', 'لائوس ِکیپ', 'لبنان ِپوند', 'سریلانکا روپیه', 'لیبریای ِدولار', 155 => 'لیبی ِدینار', 'مراکش ِدرهم', 160 => 'مولداوی ِلئو', 'ماداگاسکار ِآریاری',
        163 => 'مقدونیه‌ی ِدینار', 166 => 'میانمار ِکیات', 'مغلستون ِتوگریک', 'ماکائو ِپاتاجا', 'موریتانی ِاوگوئیا (1973–2017)', 'موریتانی ِاوگوئیا', 173 => 'موریتیان ِروپیه', 175 => 'مالدیو ِروفیا', 'مالاوی ِکواچا', 'مکزیک ِپزو', 180 => 'مالزی ِرینگیت', 183 => 'موزامبیک متیکال', 'نامبیای ِدولار', 'نیجریه‌ی ِنیارا',
        187 => 'نیکاراگوئه‌ی ِکوردوبا', 189 => 'نروژ ِکرون', 'نپال ِروپیه', 192 => 'عمان ِریال', 'پانامای ِبالبوا', 195 => 'پروی ِسول', 198 => 'فیلیپین ِپزو', 'پاکستون روپیه', 'لهستون ِزلوتی', 203 => 'پاراگوئه‌ی ِگوارانی', 'قطر ِریال', 207 => 'رومانی ِلئو', 'صربستون ِدینار',
        'روسیه‌ی ِروبل', 211 => 'روآندای ِفرانک', 'عربستون ِریال', 214 => 'سیشل ِروپیه', 216 => 'سودان ِپوند', 218 => 'سوئد ِکرون', 'سنگاپور ِدلار', 'سنت هلنای ِپوند', 223 => 'سیرالئون ِلئون', 'سیرالئون ِلئون - 1964-2022', 'سومالی ِشیلینگ', 'سورینام ِدولار', 228 => 'جنوبی سودان ِپوند', 'سائوتومه و پرینسیپ ِدوبرا (1977–2017)',
        'سائوتومه و پرینسیپ ِدوبرا', 233 => 'سوریه‌ی ِپوند', 'سوازیلند ِلیلانجنی', 'تایلند ِبات', 237 => 'تاجیکستون ِسامانی', 239 => 'ترکمنستون ِمنات', 'تونس ِدینار', 244 => 'ترکیه‌ی ِلیره', 'ترینیداد و توباگوی ِدولار', 'جدید ِتایوان ِدولار', 'تانزانیای ِشیلینگ', 'اکراین ِگریونا', 251 => 'اوگاندای ِشیلینگ', 'آمریکای ِدولار',
        257 => 'اروگوئه‌ی ِپزو', 259 => 'ازبکستون ِسام', 262 => 'ونزوئلایِ بولیوار (2008–2018)', 'ونزوئلایِ بولیوار', 'ویتنام ِدنگ', 268 => 'میونی آفریقای ِسی‌اف‌ای فرانک', 'شرقی کاراییب ِدولار', 274 => 'غربی آفریقای ِسی‌اف‌ای فرانک', 278 => 'یمن ِریال', 284 => 'جنوبی آفریقای ِراند', 286 => 'زامبیای ِکواچا',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 19 => '', 21 => '', 23 => '', 25 => '', '',
        32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '', 'CA$',
        '', 60 => '', 64 => '', 66 => 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '', '',
        '', 86 => '', '', 91 => '', '€', 95 => '', 97 => '£', 99 => '', 101 => '', '', '', '', 108 => '',
        111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '', '', 'JP¥',
        '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', 155 => '', '', 160 => '', '',
        163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '', 183 => '', '', '',
        187 => '', 189 => '', '', 192 => '', '', 195 => '', 198 => '', '', '', 203 => '', '', 207 => '', '',
        '', 211 => '', '', 214 => '', 216 => '', 218 => '', '', '', 223 => '', '', '', '', 228 => '', '',
        '', 233 => '', '', '', 237 => '', 239 => '', '', 244 => '', '', 'NT$', '', '', 251 => '', '$',
        257 => '', 259 => '', 262 => '', '', '₫', 268 => 'FCFA', 'EC$', 274 => 'F CFA', 278 => '', 284 => '', 286 => '',
    ],
];
