<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'संयुक्त अरब एमिराट्स डिर्हाम',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'अफ्गानी(१९२७–२००२)',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'अफ्गान अफ्गानी',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'अल्बानियन लेक',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'आर्मेनियाली ड्राम',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'नेदरल्याण्ड्स एन्टिलियन गिल्डर',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'एङ्गोलान क्वान्जा',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'अर्जेन्टिनी पेसो',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'अष्ट्रेलियन डलर',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'आरूबन फ्लोरिन',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'अजरबैजानी मानात',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'बोस्निया-हर्जगोभिनिया रूपान्तरयोग्य मार्क',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'बर्बाडियन डलर',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'बङ्गलादेशी टाका',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'बुल्गारियाली लेभ',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'बाहारैनी डिनार',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'बुरूण्डियाली फ्रान्क',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'बर्मुडन डलर',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ब्रुनाई डलर',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'बोलिभियन बोलिभियानो',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ब्राजिलियन रियल',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'बहामियाली डलर',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'भुटानी एन्‌गुल्ट्रुम',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'बोट्सवानान पुला',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'बेलारूसी रूबल',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'बेलारूसी रूबल (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'वेलिज डलर',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'क्यानाडियाली डलर',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'कङ्गोली फ्रान्क',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'स्विस् फ्रैङ्क',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'चिलियन पेसो',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'चिनियाँ युआन(तटवर्ती)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'चिनिँया युआन',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'कोलम्वियन पेसो',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'कोष्टारिकन कोलोन',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'क्यूवाली रूपान्तरणयोग्य पेसो',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'क्यूवाली पेसो',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'केप भर्डियन एस्कुडो',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'चेख गणतञ्त्र कोरूना',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'जिबौंटियाली फ्रान्क',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ड्यानिश क्रोन',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'डोमिनिकन पेसो',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'अल्जेरियाली डिनार',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'इजिप्सियन पाउन्ड',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'एरिट्रियन नाक्फा',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'इथियोपियाली बिर',
        ],
        'EUR' => [
            0 => '€',
            1 => 'युरो',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'फिजीयाली डलर',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'फक्‌ल्याण्ड टापुहरूका पाउन्ड',
        ],
        'GBP' => [
            0 => '£',
            1 => 'बेलायती पाउण्ड स्टर्लिङ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'जर्जियाली लारी',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'घानाली सेडी',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'जिब्राल्टर पाउण्ड',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'गाम्वियाली डालासी',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'गिनियाली फ्रान्क',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ग्वाटेमाला क्वेट्जाल',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'गाइनिज डलर',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'हङकङ डलर',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'होन्डुरान लेम्पिरा',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'क्रोएशियाली कुना',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'हैटियाली गुर्ड',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'हङ्गेरियन फोरिन्ट',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'इण्डोनेशियाली रूपियाँ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'इजरायली नयाँ शेकेल',
        ],
        'INR' => [
            0 => '₹',
            1 => 'भारतीय रूपिँया',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'इराकी डिनार',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'इरानियाली रियाल',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'आइसल्याण्डिक क्रोना',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'जमाइकाली डलर',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'जोर्डानियाली डलर',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'जापानी येन',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'केन्याली शिलिङ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'किर्गिस्तानी सोम',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'कम्बोडिनेयाली रियल',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'कोमोरियन फ्रान्क',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'उत्तर कोरियाली वन',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'दक्षिण कोरियाली वन',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'कुवेती डिनार',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'केम्यान टापुहरूका डलर',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'काजाखस्तानी टेन्ज',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'लाओशियन किप',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'लेबनाली पाउन्ड',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'श्रीलङ्काली रूपिया',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'लिबेरियाली डलर',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'लेसोथो लोटी',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'लिथुनियाली लिटास',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'लाट्भियाली लाट्स',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'लिवियाली डिनार',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'मोरोक्काली डिर्‌हाम',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'माल्डोभन लेउ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'मालागासी एरिआरी',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'म्यासेडोनियाली डेनार',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'म्यान्मार क्याट',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'मङ्गोलियाली टुग्रिक',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'माकानिज पटाका',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'माउरिटानियानली औगुइया (१९७३–२०१७)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'माउरिटानियानली औगुइया',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'माउरिटियन रूपी',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'मालडिभियाली रूफियाँ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'मलाविअन क्वाचा',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'मेक्सिकन पेसो',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'मलेशियाली रिङ्गेट',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'मोजाम्विकन मेटिकल',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'नामिबियन डलर',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'नाइजेरियन नाइरा',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'निकारागुवान कोर्डोवा',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'नर्वेजियाली क्रोन',
        ],
        'NPR' => [
            0 => 'नेरू',
            1 => 'नेपाली रूपैयाँ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'न्यूजिल्याण्ड डलर',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ओमनी रियल',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'पानामानियाली बाल्बोआ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'पेरूभियाली सोल',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'पपुआ न्यू गिनियाली किना',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'फिलिपिनी पेसो',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'पाकिस्तानी रूपियाँ',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'पोलिश ज्लोटाई',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'पारागुयाली गुरानी',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'कतारी रियल',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'रोमानियाली लेऊ',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'सर्बियाली डिनार',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'रूसी रूबल',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'र्‌वाण्डाली फ्रान्क',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'साउदी रियालहरू',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'सोलोमन टापुहरूका डलर',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'सेचेलोइस रूपी',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'सुडानी पाउन्ड',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'स्विडिश क्रोना',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'सिङ्गापुर डलर',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'सेन्ट हेलेना पाउन्ड',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'सियरा लियोनेन लियोन',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'सोमाली शिलिङ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'सुरिनामिज डलर',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'दक्षिण सुडानी पाउन्ड',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'साओ टोम र प्रिन्सिप डोब्रा (१९७७–२०१७)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'साओ टोम र प्रिन्सिप डोब्रा',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'सिरियाली पाउन्ड',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'स्वाजी लिलान्गेनी',
        ],
        'THB' => [
            0 => '฿',
            1 => 'थाई भाट',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'ताजिक्स्तानी सोमोनी',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'टुर्क्मेनिस्तानी मानात',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'टुनिसियाली डिनार',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'टङ्गन पाङ्गा',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'टर्किश लिरा',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'त्रिनिडाड र टोबागो डलर',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'नयाँ ताइवान डलर',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ताञ्जानियाली शिलिङ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'युक्रेनी हिर्भिनिया',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'युगाण्डाली शिलिङ',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'अमेरिकी डलर',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'उरूगुवायाली पेसो',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'उज्बेकिस्तान सोम',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'भेनेजुएलन बोलिभर (२००८–२०१८)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'भेनेजुएलन बोलिभर-2',
        ],
        'VND' => [
            0 => '₫',
            1 => 'भियतनामी डङ्',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'भानुआतू भातु',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'सामोआन ताला',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'सीएफ्‌ए फ्रान्क बीइएसी',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'पूर्वी क्यारिबियन डलर',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'सीएफ्‌ए फ्रान्क बीसीइएओ',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'सीएफ्‌पी फ्रान्क',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'येमेनी रियाल',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'दक्षिण अफ्रिकी र्‍यान्ड',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'जाम्बियाली क्वाचा (१९६८–२०१२)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'जाम्बियाली क्वाचा',
        ],
    ],
];
