<?php

return [
    'Names' => [
        1 => 'संयुक्त अरब एमिराट्स डिर्हाम', 'अफ्गानी(१९२७–२००२)', 'अफ्गान अफ्गानी', 5 => 'अल्बानियन लेक', 'आर्मेनियाली ड्राम', 'नेदरल्याण्ड्स एन्टिलियन गिल्डर', 'एङ्गोलान क्वान्जा', 16 => 'अर्जेन्टिनी पेसो', 18 => 'अष्ट्रेलियन डलर', 'आरूबन फ्लोरिन', 21 => 'अजरबैजानी मानात', 23 => 'बोस्निया-हर्जगोभिनिया रूपान्तरयोग्य मार्क', 25 => 'बर्बाडियन डलर',
        'बङ्गलादेशी टाका', 32 => 'बुल्गारियाली लेभ', 34 => 'बाहारैनी डिनार', 'बुरूण्डियाली फ्रान्क', 'बर्मुडन डलर', 'ब्रुनाई डलर', 'बोलिभियन बोलिभियानो', 45 => 'ब्राजिलियन रियल', 49 => 'बहामियाली डलर', 'भुटानी एन्‌गुल्ट्रुम', 52 => 'बोट्सवानान पुला', 54 => 'बेलारूसी रूबल', 'बेलारूसी रूबल (2000–2016)', 'वेलिज डलर',
        'क्यानाडियाली डलर', 'कङ्गोली फ्रान्क', 60 => 'स्विस् फ्रैङ्क', 64 => 'चिलियन पेसो', 'चिनियाँ युआन(तटवर्ती)', 'चिनिँया युआन', 'कोलम्वियन पेसो', 69 => 'कोष्टारिकन कोलोन', 72 => 'क्यूवाली रूपान्तरणयोग्य पेसो', 'क्यूवाली पेसो', 'केप भर्डियन एस्कुडो', 76 => 'चेख गणतञ्त्र कोरूना', 79 => 'जिबौंटियाली फ्रान्क', 'ड्यानिश क्रोन',
        'डोमिनिकन पेसो', 'अल्जेरियाली डिनार', 86 => 'इजिप्सियन पाउन्ड', 'एरिट्रियन नाक्फा', 91 => 'इथियोपियाली बिर', 'युरो', 94 => 'फिजीयाली डलर', 'फक्‌ल्याण्ड टापुहरूका पाउन्ड', 97 => 'बेलायती पाउण्ड स्टर्लिङ', 99 => 'जर्जियाली लारी', 101 => 'घानाली सेडी', 'जिब्राल्टर पाउण्ड', 'गाम्वियाली डालासी', 'गिनियाली फ्रान्क',
        108 => 'ग्वाटेमाला क्वेट्जाल', 111 => 'गाइनिज डलर', 'हङकङ डलर', 'होन्डुरान लेम्पिरा', 115 => 'क्रोएशियाली कुना', 'हैटियाली गुर्ड', 'हङ्गेरियन फोरिन्ट', 'इण्डोनेशियाली रूपियाँ', 122 => 'इजरायली नयाँ शेकेल', 'भारतीय रूपिँया', 'इराकी डिनार', 'इरानियाली रियाल', 127 => 'आइसल्याण्डिक क्रोना', 129 => 'जमाइकाली डलर',
        'जोर्डानियाली डलर', 'जापानी येन', 'केन्याली शिलिङ', 'किर्गिस्तानी सोम', 'कम्बोडिनेयाली रियल', 'कोमोरियन फ्रान्क', 'उत्तर कोरियाली वन', 139 => 'दक्षिण कोरियाली वन', 'कुवेती डिनार', 'केम्यान टापुहरूका डलर', 'काजाखस्तानी टेन्ज', 'लाओशियन किप', 'लेबनाली पाउन्ड', 'श्रीलङ्काली रूपिया', 'लिबेरियाली डलर', 'लेसोथो लोटी', 'लिथुनियाली लिटास', 153 => 'लाट्भियाली लाट्स',
        155 => 'लिवियाली डिनार', 'मोरोक्काली डिर्‌हाम', 160 => 'माल्डोभन लेउ', 'मालागासी एरिआरी', 163 => 'म्यासेडोनियाली डेनार', 166 => 'म्यान्मार क्याट', 'मङ्गोलियाली टुग्रिक', 'माकानिज पटाका', 'माउरिटानियानली औगुइया (१९७३–२०१७)', 'माउरिटानियानली औगुइया', 173 => 'माउरिटियन रूपी', 175 => 'मालडिभियाली रूफियाँ', 'मलाविअन क्वाचा', 'मेक्सिकन पेसो',
        180 => 'मलेशियाली रिङ्गेट', 183 => 'मोजाम्विकन मेटिकल', 'नामिबियन डलर', 'नाइजेरियन नाइरा', 187 => 'निकारागुवान कोर्डोवा', 189 => 'नर्वेजियाली क्रोन', 'नेपाली रूपैयाँ', 'न्यूजिल्याण्ड डलर', 'ओमनी रियल', 'पानामानियाली बाल्बोआ', 195 => 'पेरूभियाली सोल', 197 => 'पपुआ न्यू गिनियाली किना', 'फिलिपिनी पेसो', 'पाकिस्तानी रूपियाँ',
        'पोलिश ज्लोटाई', 203 => 'पारागुयाली गुरानी', 'कतारी रियल', 207 => 'रोमानियाली लेऊ', 'सर्बियाली डिनार', 'रूसी रूबल', 211 => 'र्‌वाण्डाली फ्रान्क', 'साउदी रियालहरू', 'सोलोमन टापुहरूका डलर', 'सेचेलोइस रूपी', 216 => 'सुडानी पाउन्ड', 218 => 'स्विडिश क्रोना', 'सिङ्गापुर डलर', 'सेन्ट हेलेना पाउन्ड',
        223 => 'सियरा लियोनेन लियोन', 'सियरा लियोनेन लियोन (१९६४—२०२२)', 'सोमाली शिलिङ', 'सुरिनामिज डलर', 228 => 'दक्षिण सुडानी पाउन्ड', 'साओ टोम र प्रिन्सिप डोब्रा (१९७७–२०१७)', 'साओ टोम र प्रिन्सिप डोब्रा', 233 => 'सिरियाली पाउन्ड', 'स्वाजी लिलान्गेनी', 'थाई भाट', 237 => 'ताजिक्स्तानी सोमोनी', 239 => 'टुर्क्मेनिस्तानी मानात', 'टुनिसियाली डिनार', 'टङ्गन पाङ्गा',
        244 => 'टर्किश लिरा', 'त्रिनिडाड र टोबागो डलर', 'नयाँ ताइवान डलर', 'ताञ्जानियाली शिलिङ', 'युक्रेनी हिर्भिनिया', 251 => 'युगाण्डाली शिलिङ', 'अमेरिकी डलर', 257 => 'उरूगुवायाली पेसो', 259 => 'उज्बेकिस्तान सोम', 262 => 'भेनेजुएलन बोलिभर (२००८–२०१८)', 'भेनेजुएलन बोलिभर-2', 'भियतनामी डङ्', 266 => 'भानुआतू भातु', 'सामोआन ताला',
        'सीएफ्‌ए फ्रान्क बीइएसी', 'पूर्वी क्यारिबियन डलर', 'क्यारिबियन गिल्डर', 274 => 'सीएफ्‌ए फ्रान्क बीसीइएओ', 'सीएफ्‌पी फ्रान्क', 278 => 'येमेनी रियाल', 284 => 'दक्षिण अफ्रिकी र्‍यान्ड', 'जाम्बियाली क्वाचा (१९६८–२०१२)', 'जाम्बियाली क्वाचा', 290 => 'जिम्बाबेली सुन',
    ],
    'Symbols' => [
        1 => '', '', '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', 'नेरू', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
