<?php

return [
    'Names' => [
        1 => 'ߊߙߊߓߎߟߊ߫ ߡߊ߲߬ߛߊ߬ߙߋ߬ߠߊ ߟߊߘߍ߬ߣߍ߲ ߘߌ߬ߙߑߤߊߡ', 3 => 'ߊߝߎߜ߭ߊߣߌߛߑߕߊ߲߫ ߊߝߑߜ߭ߊߣߌߛ', 5 => 'ߊߟߑߓߊߣߌ߫ ߟߍߞ', 'ߊߙߑߡߋߣߌ߫ ߘߌ߬ߙߑߤߊߡ', 'ߞߎߙߊߛߊߥߏ߫ ߊ߲ߕߌ߫ ߝߑߟߏߙߌ߲ߛ', 'ߊ߲ߜ߭ߏߟߞߊ ߟߎ߬ ߟߊ߫ ߞߎߥߊ߲ߖ߭ߊ', 'ߊ߲ߜ߭ߏߟߊ߫ ߞߎߥߊ߲ߖ߭ߊ ( ߁߉߇߇–߁߉߉߀ )', 'ߊ߲ߜ߭ߏߟߊ߫ ߞߎߥߊߖ߭ߊ߫ ߞߎߘߊ ( ߁߉߉߀–߂߀߀߀ )', 'ߊ߲ߜ߭ߏߟߊ߫ ߞߎߥߊߖ߭ߊ ߝߊ߲߬ߞߊߘߏ߲߬ߣߍ߲ ( ߁߉߉߅–߁߉߉߉ )', 16 => 'ߊߙߑߖ߭ߊ߲ߕߌ߲߫ ߔߋߛߏ', 18 => 'ߐߛߑߕߙߊߟߌ߫ ߘߟߊ', 'ߊߙߎߓߊ߫ ߝߑߟߏߙߌ߲ߛ', 21 => 'ߊߖߍߙߑߓߊߦߌߖߊ߲߫ ߊߗ߭ߋߙߌ',
        23 => 'ߓߐߛߑߣߌ߫ ߍߙߑߗ߭ߋߜ߭ߏߝ߭ߌߣ ߡߊߙߞ ߝߊ߬ߟߋ߲߬ߕߊ', 25 => 'ߓߊߙߑߓߊߘߐߛ ߘߟߊ', 'ߓߊ߲ߜ߭ߑߟߊߘߍߛ ߕߞߊ', 32 => 'ߓߎ߳ߟߑߜ߭ߊߙߌ߫ ߟߍߝ߭', 34 => 'ߓߤߊ߬ߙߊߦߌߣ ߘߌ߬ߣߊߙ', 'ߓߎߙߎ߲ߘߌߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲', 'ߓߍߙߑߡߎߘߊ߫ ߘߟߊ', 'ߓߙߎߣߌ߫ ߘߟߊ', 'ߓߏߟߝ߭ߌ߫ ߓߏߟߝ߭ߌߦߊߣߏ߬', 45 => 'ߓߙߋߖ߭ߌߟ ߙߋߦߊߟ', 49 => 'ߓߤߊߡߊߛ ߘߟߊ', 'ߓߎߕߊ߲߫ ߒߜ߭ߎߟߑߕߙߎߡ', 52 => 'ߓߐߛߎߥߣߊߞߊ ߟߎ߬ ߟߊ߫ ߔߎߟߊ',
        54 => 'ߓߌߟߏߙߌߛ ߙߓߎߟ', 56 => 'ߓߙߋߖ߭ߌߟ ߘߟߊ', 58 => 'ߞߏ߲߬ߜ߭ߏ߬ߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲', 60 => 'ߛߎߥߌߛ ߝߊߙߊ߲', 64 => 'ߛ߭ߟߌ߫ ߔߋߛߏ', 'ߛߌߣ ߦߎߥߊߣ (ߝߊ߲߬ߕߙߊ ߖߌߘߊ)', 'ߦߎߥߊߣ ߙߊ߲ߡߌ߲ߓߌ߫', 'ߞߐߟߐ߲ߓߌ߫ ߔߋߛߏ', 69 => 'ߞߐߛߑߕߊߙߌߞߊ߫ ߞߐߟߐߣ', 72 => 'ߞߎ߳ߓߊ߫ ߔߋߛߏ߫ ߝߊ߬ߟߋ߲߬ߕߊ', 'ߞߎ߳ߓߊ߫ ߔߋߛߏ߫߫', 'ߜߙߋߞߎ߲߫ ߝߙߌߛߌߞߊ ߟߎ߬ ߍߛߑߞߎߘߐߛ',
        76 => 'ߗߋߞߏߛߟߏߝ߭ߊߞߌ߫ ߞߎߙߐߣ', 79 => 'ߖߌߓߎߕߌߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲', 'ߘߊߣߌߡߊߙߞ ߞߎߙߐߣ', 'ߘߏߡߣߌߞ ߞߊ߲ߓߍ߲ ߔߋߛߏ', 'ߊߟߌߖ߭ߋߙߌߞߊ ߟߎ߬ ߟߊ߫ ߘߌ߬ߣߊ߯ߙߌ', 86 => 'ߡߌߛߌߙߊ߲ߞߊ ߟߎ߬ ߟߊ߫ ߔߐߣߌ߬', 'ߋߙߌߕߙߋߞߊ ߟߎ߬ ߟߊ߫ ߣߊߝߑߞߊ', 91 => 'ߋߗߏߔߌߞߊ ߟߎ߬ ߟߊ߫ ߓߌߙߑߛ', 'ߋߙߏ', 94 => 'ߝߖߌ߫ ߘߟߊ', 'ߝߊߟߞߑߟߊ߲ߘ ߌߛߑߟߊ߲ߘ ߔߐߣߌ߬', 97 => 'ߡߊ߬ߛߊ߬ߟߊ߫-ߘߍ߬ߣߍ߲ ߔߐߣߌ߬', 99 => 'ߖ߭ߐߙߑߖߌ߫ ߟߊߙߌ',
        'ߛߘߌ', 'ߜ߭ߊ߯ߣߊ߫ ߛߘߌ', 'ߖ߭ߌߓߑߙߊߟߑߕߊ߫ ߔߐߣߌ߬', 'ߜ߭ߊ߲ߓߌߞߊ ߟߎ߬ ߟߊ߫ ߘߟߊߛߌ߫', 'ߖߌ߬ߣߍ߬ߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲', 'ߖߌ߬ߣߍ߬ߞߊ ߟߎ߬ ߟߊ߫ ߛߟߌ', 'ߕߍߡߊߓߊ߲߮ ߖߌ߬ߣߍ߬ߞߊ ߟߎ߬ ߟߊ߫ ߋߞߥߋߟߋ', 108 => 'ߜ߭ߎߥߊߕߋߡߟߊ߫ ߞߋߕߑߗ߭ߊߟ', 'ߖߌߣߍ߫ ߓߌߛߊߥߏߞߊ ߟߎ߬ ߟߊ߫ ߍߛߑߞߎߘߐߛ', 'ߖߌߣߍ߫ ߓߌߛߊߥߏߞߊ ߟߎ߬ ߟߊ߫ ߔߋߖ߭ߏ', 'ߜ߭ߎ߳ߦߊߣ ߘߟߊ', 'ߤߐ߲ߞߐ߲߫ ߘߟߊ', 'ߤߐ߲ߘߎߙߊ߫ ߟߋ߲ߔߌߙߊ', 115 => 'ߞߙߏߥߊߛߌ߫ ߞߎߣߊ߬', 'ߤߊߦߕߌ߫ ߜ߭ߎߙߑߘ', 'ߢߐ߲ߜ߭ߙߌ߫ ߝߏߙߍ߲ߕ', 'ߍ߲ߘߣߏߛߌ߫ ߙߎߔߌ',
        122 => 'ߌߛߑߙߊߍߟ ߛߌߞߍߟ ߞߎߘߊ', 'ߤߌ߲ߘߎ߬ ߙߎߔߌ', 'ߌߙߊߞߌ߬ ߘߌ߬ߣߊߙ', 'ߌߙߊ߲߫ ߙߌ߬ߦߊߟ', 127 => 'ߌߛߑߟߊ߲ߘ ߞߎߙߐߣ', 129 => 'ߖߡߊߦߌߞ ߘߟߊ', 'ߖߐߙߑߘߊߣߌ߫ ߘߌ߬ߣߊߙ', 'ߣߌߔߐ߲߫ ߦߍߣ', 'ߝߋߣߌߦߞߊ ߟߎ߬ ߟߊ߫ ߛߌߟߌ߲ߜ߭', 'ߞߌߙߜ߭ߌߛߑߕߊ߲߫ ߛߐߡ', 'ߞߊ߲ߓߐߘߑߖ ߙߌߦߍߟ', 'ߞߐߡ߲߯ߙߌߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲', 'ߞߐ߬ߘߎ߮-ߞߏߙߋ߫ ߥߐߣ', 139 => 'ߥߙߏ߬ߘߎ߮-ߞߏߙߋ߫ ߥߐߣ', 'ߞߎ߬ߥߍߕ ߘߌ߬ߣߊߙ', 'ߞߊߦߌߡߊ߲߫ ߌߛߑߟߊ߲ߘ ߘߟߊ',
        'ߞߗ߭ߊߞߌߛߑߕߊ߲߫ ߕߊ߲ߖ߭', 'ߟߊߏߕߌ߫ ߞߌߔ', 'ߟߌߓߊ߲߫ ߔߐߣߌ߬', 'ߛߙߌ߫ ߟߊ߲ߞߊ߫ ߙߎߔߌ', 'ߟߌߓߋߙߌߦߞߊ ߟߎ߬ ߟߊ߫ ߘߏߟߊߙ', 'ߟߋߛߕߏߞߊ ߟߎ߬ ߟߊ߫ ߟߏߕߌ', 155 => 'ߟߓߌ߫ ߘߌ߬ߣߊ߯ߙ', 'ߡߊ߬ߙߐߞߎ߬ ߘߌ߬ߙߑߤߊߡ', 'ߡߊ߬ߙߐ߬ߞߎߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲', 160 => 'ߝߐߟߑߘߊߝ߭ߌ߫ ߟߋ߳', 'ߡߘߊߜ߭ߊߛߑߞߊ߯ߙߌߞߊ ߟߎ߬ ߟߊ߫ ߊߙߌߦߊߙߌ', 'ߡߘߊߜ߭ߊߑߞߊ߯ߙߌߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲', 'ߡߊߛߋߘߏߣߌ߫ ߘߋߣߊߙ', 165 => 'ߡߊߟߌߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲', 'ߡߌߦߊ߲ߡߊߙ ߞߌߦߊߕ', 'ߡߐ߲ߜ߭ߐߟߌ߫ ߕߎߜ߭ߙߌߞ', 'ߡߞߊߥߏ߫ ߔߕߊߞߊ߫',
        'ߡߏߙߌߕߊߣߌߞߊ ߟߎ߬ ߟߊ߫ ߎ߬ߜ߭ߌߦߊ ( ߁߉߇߃–߂߀߁߇ )', 'ߡߏߙߌߕߊߣߌߞߊ ߟߎ߬ ߟߊ߫ ߎ߬ߜ߭ߌߦߊ', 173 => 'ߡߏߙߛߌߞߊ ߟߎ߬ ߟߊ߫ ߙߔߎ', 175 => 'ߡߊߟߑߘߝ߭ߌ߫ ߙߎߝߌߦߊ', 'ߡߟߊߥߌߞߊ ߟߎ߬ ߟߊ߫ ߞߎߥߛߊ', 'ߡߍߞߑߛߌߞ ߔߋߛߏ', 180 => 'ߡߊߟߍߘߎ߯ ߙߌ߲ߖ߭ߌ', 'ߡߏߖ߭ߊ߲ߓߞߌߞߊ ߟߎ߬ ߟߊ߫ ߍߛߑߞߎߘߏߛ', 'ߡߏߖ߭ߊ߲ߓߞߌߞߊ ߟߎ߬ ߟߊ߫ ߡߋߕߌߞ ( ߁߉߈߀–߂߀߀߆ )', 'ߡߏߖ߭ߊ߲ߓߞߌߞߊ ߟߎ߬ ߟߊ߫ ߡߋߕߌߞߊߟ', 'ߣߊߡߌ߲ߓߌߞߊ ߟߎ߬ ߟߊ߫ ߘߏߟߊ߯ߙ', 'ߖߋ߬ߟߌ߬ߓߊ߬ߞߊ ߟߎ߬ ߟߊ߫ ߣߍߙߊ', 187 => 'ߣߌߞߙߊߜ߭ߎߥߊ߫ ߞߐߙߑߘߏߓߊ߫ ߏߙߏ߫', 189 => 'ߣߐߙߑߝ߭ߍߛ ߞߎߙߐߣ', 'ߣߋߔߊߟ ߙߎߔߌ',
        'ߣߌߦߎߖ߭ߌߟߊ߲ߘߌ߫ ߘߟߊ', 'ߏߡߊߣ ߙߌ߬ߦߊߟ', 'ߔߣߊߡߊ߫ ߓߊߟߑߓߏߥߊ߫', 195 => 'ߔߋߙߎ߫ ߛߐߟ', 197 => 'ߔߊߔߎߥߊ߫ ߖߌ߬ߣߍ߬ ߞߎߘߊ߫ ߞߌߣߊ', 'ߝߟߌߔߌߣ ߔߋߛߏ', 'ߔߊߞߌߛߑߕߊ߲߫ ߙߎߔߌ', 'ߔߏߟߐߢ ߗ߭ߑߟߏߕߌ߫', 203 => 'ߔߙߊߜ߭ߏߦߋ߫ ߜ߭ߎߙߊߣߊߛ', 'ߞߕߊߙ ߙߌ߬ߦߊߟ', 'ߖ߭ߌ߲ߓߊߓߏߦߋߞߊ ߟߎ߬ ߟߊ߫ ߘߏߟߊ߯ߙ', 207 => 'ߙߎߡߊߣߌ߫ ߟߋ߳', 'ߛߍߙߑߓߌ߫ ߘߋߣߊߙ', 'ߌ߬ߙߌ߬ߛߌ߫ ߙߎߓߎߟ', 211 => 'ߙߎߥߊ߲ߘߞߊ ߟߎ߬ ߟߊ߫ ߝߊߙߊ߲',
        'ߛߎ߰ߘߎ߬ߟߊ߫ ߙߌ߬ߦߊߟ', 'ߛߟߏ߬ߡߣߊ߬ ߕߌ߲ ߠߎ߬ ߘߟߊ', 'ߛߋߦߌߛߍߟߌߞߊ ߟߎ߬ ߟߊ߫ ߙߎߔߌ', 'ߛߎ߬ߘߊ߲߬ߞߊ ߟߎ߬ ߘߌ߬ߣߊ߯ߙ ( ߁߉߉߂–߂߀߀߇ )', 'ߛߎߘߊ߲ߞߊ ߟߎ߬ ߟߊ߫ ߔߐߣߌ߬', 'ߛߎ߬ߘ߲ߊ߬ߞߊ ߟߊ߫ ߔߐߣߌ߬ ( ߁߉߅߆–߂߀߀߇ )', 'ߛߎߥߍߘ ߞߎߙߐߣ', 'ߛߍ߲ߜ߭ߊߔߎߙ ߘߟߊ', 'ߛߍ߲ߕ ߤߌߟߋߣߞߊ ߟߎ߬ ߟߊ߫ ߔߐߣߌ߬', 223 => 'ߛߙߊ߬ߟߏ߲߬ߞߊ ߟߎ߬ ߟߊ߫ ߔߐߣߌ߬', 'ߛߙߊ߬ߟߏ߲߬ߞߊ ߟߎ߬ ߟߊ߫ ߔߐߣߌ߬ - 1964-2022', 'ߛߏߡߊߟߌߞߊ ߟߎ߬ ߟߊ߫ ߛߌߟߌ߲ߜ߭', 'ߛߎߙߌߣߊߡߍߛ ߘߟߊ', 228 => 'ߛߎ߬ߘߊ߲߬ߞߊ ߟߎ߬ ߟߊ߫ ߔߐߣߌ߬', 'ߛߊߏߕߏߡߋߞߊ ߟߎ߬ ߟߊ߫ ߘߏߓߙߊߛ ( ߁߉߇߇– ߂߀߁߇ )', 'ߛߊߏߕߏߡߋߞߊ ߟߎ߬ ߟߊ߫ ߘߏߓߙߊߛ', 233 => 'ߛߌ߯ߙߌ߫ ߔߐߣߌ߬',
        'ߛߑߥߊߕߣߞߊ ߟߎ߬ ߟߌߟߊ߲ߖ߭ߋߣߌߛ', 'ߕߊߦߌߘߎ߯ ߓߊߘ', 237 => 'ߕߊߖߞߌߛߑߕߊ߲߫ ߛߡߏߣߌ', 239 => 'ߕߎߙߑߞߌߡߋߣߌߛߑߕߊ߲߫ ߡߣߊ߫ ߞߎߘߊ', 'ߕߎߣߛߌߞߊ ߟߎ߬ ߟߊ߫ ߘߌ߬ߣߊ߯ߙ', 'ߕߏ߲ߜ߭ߊ߲߫ ߓߊ߲ߜ߭ߊ߫', 244 => 'ߕߎߙߑߞߌ߫ ߟߌߙߊ߬', 'ߕߙߌߘߊߘ ߣߌ߫ ߕߏߓߊߜ߭ߏ߫ ߘߟߊ', 'ߕߊߦߌߥߊ߲߫ ߘߟߊ߫ ߞߎߘߊ', 'ߕߊ߲ߖ߭ߊ߯ߣߌߞߊ ߟߎ߬ ߟߊ߫ ߛߌߟߌ߲ߜ߭', 'ߌߞߑߙߍߣ ߤߙߌߝ߭ߣߌߦߊߛ', 250 => 'ߎߜ߭ߊ߲ߘߞߊ ߟߎ߬ ߟߊ߫ ߛߌߟߌ߲ߜ߭ ( ߁߉߆߆–߁߉߈߇ )', 'ߎߜ߭ߊ߲ߘߞߊ ߟߎ߬ ߟߊ߫ ߛߌߟߌ߲ߜ߭', 'ߊߡߋߙߌߞߌ߬߬ ߞߊ߬ߝߏ߫ ߘߍ߬ߣߍ߲ ߘߟߊ', 257 => 'ߎ߳ߜ߭ߋߦߌ߫ ߔߋߛߏ',
        259 => 'ߎߗ߭ߑߓߋߞߌߛߑߕߊ߲߫ ߛߎߡ', 263 => 'ߝ߭ߣߋߗ߭ߎߦߋߟߊ߫ ߓߏߟߌߝ߭ߊߙ', 'ߝ߭ߌߦߍߕߑߣߊߡ ߘߐ߲ߜ߭', 266 => 'ߝ߭ߊߣߎߦߊߕߎ߫ ߝ߭ߊߕߎ', 'ߛߊߡߏߥߊ߲߫ ߕߟߊ', 'ߝߘߊ߬ߝߌ߲߬ߠߊ߫ ߕߊ߲ߓߊ߲ ߠߎ߬ ߝߊߙߊ߲߫ ߛߍߝߊ', 'ߛߍߕ ߟߎߛߌߦߊ߫', 274 => 'ߝߊߙߊ߲߫ ߛߍߝߊ', 'ߝߑߙߊ߲߫ ߛߍߝߊ', 278 => 'ߦߡߊߣߌ߲߫ ߙߌ߬ߦߊߟ', 284 => 'ߥߙߏ߬ߘߎ߮ ߝߘߊ߬ߝߌ߲߬ߠߞߊ ߟߎ߬ ߟߊ߫ ߙߊ߲ߘ', 'ߖ߭ߊ߲ߓߌߞߊ ߟߎ߬ ߟߊ߫ ߞߎߥߛߊ ( ߁߉߆߈–߂߀߁߂ )', 'ߖ߭ߊ߲ߓߌߞߊ ߟߎ߬ ߟߊ߫ ߞߎߥߛߊ', 'ߖ߭ߊ߬ߦߌ߬ߞߊ ߟߎ߬ ߟߊ߫ ߖ߭ߊ߬ߦߌߙ ( ߁߉߉߃–߁߉߉߈ )',
        'ߖ߭ߊߦߙߌߞߊ ߟߎ߫ ߟߊ߫ ߖ߭ߊ߬ߦߌߙ ( ߁߉߇߁–߁߉߉߃ )', 'ߖߌ߲ߓߊߓߏߦߋߞߊ ߟߎ߬ ߟߊ߫ ߘߏߟߊ߯ߙ (߁߉߈߀–߂߀߀߈ )', 291 => 'ߖ߭ߌ߲ߓߊߓߏߦߋߞߊ ߟߎ߬ ߟߊ߫ ߘߏߟߊ߯ߙ ( ߂߀߀߉ )', 'ߖ߭ߌ߲ߓߊߓߏߦߋߞߊ ߟߎ߬ ߟߊ߫ ߘߏߟߊ߯ߙ ( ߂߀߀߈ )',
    ],
    'Symbols' => [
        1 => 'ߊߐߘ', 3 => 'ߊߝߊ', 5 => 'ߊߟߟ', 'ߊߡߘ', 'ߊ߲ߕߝ', 'ߊ߲ߜ߭ߎ', '', 'ߊߜ߭ߞ', 'ߊߜ߭ߝ', 16 => 'ߊߖ߭ߔ', 18 => '$ߐ', 'ߊߥߖ߭', 21 => 'ߊߖߣ',
        23 => 'ߓߍߡ', 25 => 'ߓߓߘ', 'ߓߘߕ', 32 => 'ߓߜ߭ߟ', 34 => 'ߓߤߘ', 'ߓߙߝ', 'ߓߡߘ', 'ߓߣߘ', 'ߓߏߓ', 45 => 'R$', 49 => 'ߓߛߘ', 'ߓߕߒ', 52 => 'ߓߥߔ',
        54 => 'ߓߌߙ', 56 => '', 58 => 'ߞߝ', 60 => 'ߛߥߝ', 64 => 'ߛߟߔ', 'ߛߦߤ', 'ߛߣߦ', 'ߞߐߔ', 69 => 'ߞߙߞ', 72 => 'ߞߎ߳ߞ', 'ߞߎ߳ߔ', 'ߍߛߞ',
        76 => 'ߗߞߞ', 79 => 'ߖߓߝ', 'ߘߞߞ', 'ߘߏߔ', 'ߊߟߘ', 86 => 'ߡߛߔ', 'ߋߙߝ', 91 => 'ߋߗߓ', '€', 94 => '$ ߝߖ', 'ߝߞߔ', 97 => '£', 99 => 'ߖ߭ߐߟ',
        '', 'ߜ߭ߛߘ', 'ߖ߭ߓߔ£', 'ߜ߭ߓߘ', '߿', 'ߖߛ߾', 'ߕߖߋ', 108 => 'ߜ߭ߕߞ', 'ߖߓߍ', 'ߖߓߔ', 'ߜ߭ߎ߳ߘ', 'ߤߞߘ', 'ߤߘߟ', 115 => 'ߞߛߞ', 'ߤߕߜ߭', 'ߤߜ߭ߝ', 'ߍ߲ߘߙ',
        122 => '₪', '₹', 'ߌߞߘ', 'ߌߙߙ', 127 => 'ߌߛߞ', 129 => 'ߖߡߘ', 'ߖߐߘ', 'ߗ߭ߔߦ', 'ߞߋߛ', 'ߞߜ߭ߛ', 'ߞߓߙ', 'ߞߡߝ', 'ߞߞߥ', 139 => '₩', 'ߞߥߘ', 'ߞߌߘ',
        'ߞߗ߭ߕ', 'ߟߊߞ', 'ߟߓ£', 'ߟߞߙ', 'ߟ߾', 'ߟߛߟ', 155 => 'ߟߓߘ', 'ߡߘߤ', 'ߡߙߝ', 160 => 'ߡߘߟ', 'ߡߘߙ', 'ߡߘߝ', 'ߡߞߘ', 165 => 'ߡߝ', 'ߡߡߞ', 'ߡߣߕ', 'ߡߏߔ',
        'ߡߙߏ', 'ߡߎߜ߭', 173 => 'ߡߙߔ', 175 => 'ߡߝ߭ߙ', 'ߡߟߞ', 'ߡߞ$', 180 => 'ߡߦߙ', 'ߡߖ߭ߋ', 'ߡߖߡ', 'ߡߖ߭ߡ', 'ߣߡߘ', 'ߖߣ', 187 => 'ߣߌߏ', 189 => 'ߣߐߞ', 'ߣߔߙ',
        '$ߣߖ߭', 'ߏߡߙ', 'ߔߊߓ', 195 => 'ߔߋߛ', 197 => 'ߔߖߞ', '₱', 'ߔߞߙ', 'ߔߟߗ߭', 203 => 'ߔߙߜ߭', 'ߞߊߙ', 'ߖ߭ߓߘ', 207 => 'ߙߎߟ', 'ߙߛߘ', 'ߌߎߙ', 211 => 'ߙߥߝ',
        'ߛߊߙ', 'ߛߓߘ', 'ߛߛߥ', 'ߛߘߘ', 'ߛߘߜ߭', 'ߛߘߔ', 'ߛߥߞ', 'ߛߜ߭ߘ', 'ߛߤߔ', 223 => 'ߛߙߔ', 'ߛߟߟ', 'ߛߡߛ', 'ߛߎߘ', 228 => 'ߛߛߔ', 'ߛߕߘ', 'ߛߔߘ', 233 => 'ߛߌߔ',
        'ߛߖ߭ߟ', 'ߕߘߓ', 237 => 'ߕߖߛ', 239 => 'ߕߡߕ', 'ߕߣߘ', 'ߕߏߔ', 244 => 'ߕߎߟ', 'ߕߕߘ', 'ߕߥߘ', 'ߕߖ߭ߛ', 'ߌߞߤ', 250 => 'ߎߜ߭ߥ', 'ߎߜ߭ߛ', 'ߊߞߘ$', 257 => 'ߎ߳ߔ',
        259 => 'ߎߗ߭ߛ', 263 => 'ߝ߭ߋߓ', '₫', 266 => 'ߝ߭ߕߝ߭', '$ߥߛ', 'ߝߛߝ', 'ߛߟߘ', 274 => '߾', '߾ ߝߛߝ', 278 => 'ߦߡߙ', 284 => 'ߥߝߙ', 'ߖ߭ߓߞ', 'ߖ߭ߓߥ', 'ߖ߭ߙ',
        'ߖ߭ߙߖ߭', 'ߖ߭ߥߘ', 291 => 'ߖ߭ߥߟ', 'ߖ߭ߥߙ',
    ],
];
