<?php

return [
    'Names' => [
        1 => 'ଯୁକ୍ତ ଆରବ ଏମିରେଟସ୍ ଦିରହାମ୍', 3 => 'ଆଫଗାନ ଆଫଗାନି', 5 => 'ଆଲବାନିୟ ଲେକ୍', 'ଅର୍ମେନୀୟ ଡ୍ରାମ୍', 'ନେଦରଲ୍ୟାଣ୍ଡ୍ ଆଣ୍ଟିଲିୟ ଗିଲଡର୍', 'ଅଙ୍ଗୋଲୀୟ କୱାନଜା', 16 => 'ଆର୍ଜେଣ୍ଟାଇନ୍‍ ପେସୋ', 18 => 'ଅଷ୍ଟ୍ରେଲିୟ ଡଲାର୍', 'ଆରୁବୀୟ ଫ୍ଲୋରିନ୍', 21 => 'ଆଜେରବାଇଜାନି ମନତ୍', 23 => 'ବୋସନିଆ-ହର୍ଜଗୋଭିନା କନଭର୍ଟିବଲ୍ ମାର୍କ୍', 25 => 'ବାର୍ବାଡୀୟ ଡଲାର୍',
        'ବଙ୍ଗଳାଦେଶୀ ଟାକା', 32 => 'ବୁଲଗେରୀୟ ଲେଭ୍', 34 => 'ବାଃରେନି ଦିନାର୍', 'ବୁରୁଣ୍ଡିୟ ଫ୍ରାଙ୍କ୍', 'ବର୍ମ୍ୟୁଡା ଡଲାର୍', 'ବ୍ରୁନେଇ ଡଲାର୍', 'ବୋଲିଭୀୟ ବୋଲିଭିଆନୋ', 45 => 'ବ୍ରାଜିଲୀୟ ରିଏଲ୍', 49 => 'ବାହାମୀୟ ଡଲାର୍', 'ଭୁଟାନୀ ଗଲଟ୍ରୁମ୍', 52 => 'ବୋତ୍ସୱାନା ପୁଲା', 54 => 'ବେଲାରୁସି ରୁବଲ୍', 56 => 'ବେଲିଜ୍ ଡଲାର୍',
        'କାନେଡିୟ ଡଲାର୍', 'କଙ୍ଗୋଲିଜ୍ ଫ୍ରାଙ୍କ୍', 60 => 'ସୁଇସ୍ ଫ୍ରାଙ୍କ୍', 64 => 'ଚିଲି ପେସୋ', 'ଚିନୀ ୟୁଆନ୍ (ଅଫସୋର୍)', 'ଚିନୀ ୟୁଆନ୍', 'କଲୋମ୍ବୀୟ ପେସୋ', 69 => 'କୋଷ୍ଟା ରିକୀୟ କୋଲୋନ୍', 72 => 'କ୍ୟୁବାନ୍ କନଭର୍ଟିବଲ୍ ପେସୋ', 'କ୍ୟୁବାନ୍ ପେସୋ', 'କେପ୍ ଭେର୍ଦେୟ ଏସ୍କୁଡୋ', 76 => 'ଚେକ୍ କୋରୁନା', 79 => 'ଜିବୌଟିୟ ଫ୍ରାଙ୍କ୍', 'ଡାନିସ୍ କ୍ରୋନ୍',
        'ଡୋମିନିକୀୟ ପେସୋ', 'ଆଲଜେରୀୟ ଦିନାର୍', 86 => 'ଇଜିପ୍ଟିୟ ପାଉଣ୍ଡ୍', 'ଏରିଟ୍ରେୟ ନାକଫା', 91 => 'ଇଥିଓପିୟ ବିର୍', 'ୟୁରୋ', 94 => 'ଫିଜି ଡଲାର୍', 'ଫକଲ୍ୟାଣ୍ଡ୍ ଦ୍ଵୀପପୁଞ୍ଜ ପାଉଣ୍ଡ୍', 97 => 'ବ୍ରିଟିଶ୍ ପାଉଣ୍ଡ୍', 99 => 'ଜର୍ଜିୟ ଲାରି', 101 => 'ଘାନିୟ ସେଡି', 'ଗିବ୍ରାଲଟର୍ ପାଉଣ୍ଡ୍', 'ଗାମ୍ବିୟ ଡାଲାସି', 'ଗୁଇନେୟ ଫ୍ରାଙ୍କ୍',
        108 => 'ଗୁଏଟମାଲୀୟ କ୍ଵେତଜାଲ୍', 111 => 'ଗାୟାନିସ୍ ଡଲାର୍', 'ହଂ କଂ ଡଲାର୍', 'ହୋଣ୍ଡୁରୀୟ ଲେମପିରା', 115 => 'କ୍ରୋଏସୀୟ କୁନା', 'ହାଇତୀୟ ଗୋରଡ୍', 'ହଙ୍ଗେରିୟ ଫୋରିଣ୍ଟ୍', 'ଇଣ୍ଡୋନେସିୟ ରୁପିଆ', 122 => 'ଇସ୍ରାଇଲି ନ୍ୟୁ ଶେକେଲ୍', 'ଭାରତୀୟ ଟଙ୍କା', 'ଇରାକି ଦିନାର୍', 'ଇରାନୀ ରିଆଲ୍', 127 => 'ଆଇସଲ୍ୟାଣ୍ଡିକ୍‍ କ୍ରୋନା', 129 => 'ଜାମାଇକୀୟ ଡଲାର୍',
        'ଜର୍ଡାନିୟ ଦିନାର୍', 'ଜାପାନୀ ୟେନ୍', 'କେନିୟ ଶିଲିଂ', 'କିର୍ଗିସ୍ତାନୀ ସୋମ୍', 'କାମ୍ଵୋଡିୟ ରିଏଲ୍', 'କୋମୋରୀୟ ଫ୍ରାଙ୍କ୍', 'ଉତ୍ତର କୋରିଆଇ ୱୋନ୍', 139 => 'ଦକ୍ଷିଣ କୋରିଆଇ ୱୋନ୍', 'କୁୱେତି ଦିନାର୍', 'କେମେନ୍ ଦ୍ଵୀପପୁଞ୍ଜ ଡଲାର୍', 'କାଜାକସ୍ତାନୀ ତେଙ୍ଗେ', 'ଲାଓଟିୟ କିପ୍', 'ଲେବାନିଜ୍ ପାଉଣ୍ଡ୍', 'ଶ୍ରୀଲଙ୍କିୟ ରୁପି', 'ଲିବେରୀୟ ଡଲାର୍', 'ଲେସୋଥୋ ଲୋଟି', 155 => 'ଲିବ୍ୟ ଦିନାର୍', 'ମୋରୋକୀୟ ଦିର୍ହାମ୍',
        160 => 'ମୋଲଡୋଭାନ୍ ଲେୟୁ', 'ମାଲାଗାସି ଏରିଆରୀ', 163 => 'ମାସେଡୋନୀୟ ଡିନର୍', 166 => 'ମ୍ୟାନମାର୍ କ୍ୟାତ୍‌', 'ମଙ୍ଗୋଲିୟ ତୁଗ୍ରିକ୍', 'ମାକାନେଜ୍ ପାଟାକା', 'ମର୍ଟିନିୟ ଆଗୁଇଅ (1973–2017)', 'ମର୍ଟିନିୟ ଆଗୁଇଅ', 173 => 'ମୌରିସୀୟ ରୁପି', 175 => 'ମାଲଡିଭିୟ ରୁଫିୟା', 'ମଲାୱି କ୍ୱାଚା', 'ମେକ୍ସିକୀୟ ପେସୋ', 180 => 'ମାଲେସିୟ ରିଙ୍ଗିଟ୍',
        183 => 'ମୋଜାମ୍ବିକୀୟ ମେଟିକାଲ୍', 'ନାମିବିୟ ଡଲାର୍', 'ନାଇଜେରିଆଇ ନାଇରା', 187 => 'ନିକାରାଗୁଆ କୋର୍ଡୋବା', 189 => 'ନରୱେୟୀୟ କ୍ରୋନ୍', 'ନେପାଳି ରୁପି', 'ନ୍ୟୁଜିଲ୍ୟାଣ୍ଡ୍ ଡଲାର୍', 'ଓମାନି ରିଆଲ୍', 'ପାନାମାନିୟ ବାଲବୋଆ', 195 => 'ପେରୁଭୀୟ ସୋଲ୍', 197 => 'ପପୁଆ ନ୍ୟୁ ଗୁଇନିୟ କିନା', 'ଫିଲିପିନି ପେସୋ', 'ପାକିସ୍ତାନୀ ରୁପି', 'ପୋଲିଶ୍ ଜ୍ଲଟୀ',
        203 => 'ପାରାଗୁଆୟାନ୍ ଗୁଆରାନି', 'କ୍ଵାତାରି ରିଆଲ୍', 207 => 'ରୋମାନିୟ ଲେଉ', 'ସର୍ବିଆଇ ଦିନାର', 'ରୁଷି ରୁବଲ୍', 211 => 'ରୁୱାଣ୍ଡା ଫ୍ରାଙ୍କ୍', 'ସୌଦି ରିୟାଲ୍', 'ସୋଲୋମୋନ୍ ଦ୍ଵୀପପୁଞ୍ଜ ଡଲାର୍', 'ସେୟଚେଲୋଇସ୍ ରୁପି', 216 => 'ସୁଦାନୀଜ ପାଉଣ୍ଡ୍', 218 => 'ସ୍ୱେଡିଶ୍ କ୍ରୋନା', 'ସିଙ୍ଗାପୁର୍ ଡଲାର୍', 'ସେଣ୍ଟ୍. ହେଲେନା ପାଉଣ୍ଡ୍', 223 => 'ସିଏରା ଲିଓନୀୟ ଲେଓନ୍',
        'ସିଏରା ଲିଓନୀୟ ଲେଓନ୍ (1964—2022)', 'ସୋମାଲି ସିଲିଂ', 'ସୁରିନାମିଜ୍ ଡଲାର୍', 228 => 'ଦକ୍ଷିଣ ସୁଡାନିଜ୍‍ ପାଉଣ୍ଡ୍', 'ସାଓ ତୋମେ & ପ୍ରିସିପ୍ ଡୋବ୍ରା (1977–2017)', 'ସାଓ ତୋମେ & ପ୍ରିସିପ୍ ଡୋବ୍ରା', 233 => 'ସିରିୟ ପାଉଣ୍ଡ୍', 'ସ୍ଵାଜି ଲିଲାଞ୍ଜେନି', 'ଥାଇ ଭାଟ୍', 237 => 'ତାଜିକିସ୍ତାନୀ ସୋମୋନି', 239 => 'ତୁର୍କମେନିସ୍ତାନୀ ମନତ୍‌', 'ଟୁନେସିଆଇ ଦିନାର୍', 'ତୋଙ୍ଗିୟ ପାଙ୍ଗା', 244 => 'ତୁର୍କିୟ ଲିରା', 'ତ୍ରିନିଦାଦ୍ ଏବଂ ଟୋବାଗୋ ଡଲାର୍',
        'ନ୍ୟୁ ତାଇୱାନ୍ ଡଲାର୍', 'ତାନଜାନୀୟ ଶିଲିଂ', 'ୟୁକ୍ରେନୀୟ ହ୍ରାଇଭନିଆ', 251 => 'ଉଗାଣ୍ଡିୟ ଶିଲିଂ', 'ଯୁକ୍ତରାଷ୍ଟ୍ର ଡଲାର୍', 257 => 'ଉରୁଗୁଇୟାନ୍ ପେସୋ', 259 => 'ଉଜବେକିସ୍ତାନୀ ସୋମ୍', 262 => 'ଭେନେଜୁଏଲାନ୍ ବୋଲିଭାର୍ (2008–2018)', 'ଭେନେଜୁଏଲାନ୍ ବୋଲିଭାର୍', 'ଭୀଏତନାମୀୟ ଡଙ୍ଗ', 266 => 'ଭାନୁଆଟୁ ଭାଟୁ', 'ସାମୋୟିୟ ତାଲା', 'ମଧ୍ୟ ଆଫ୍ରିକୀ CFA ଫ୍ରାଙ୍କ୍', 'ପୂର୍ବ କାରିବୀୟ ଡଲାର୍', 'କ‍୍ୟାରବିଅନ୍‌ ଗିଲ୍ଡର୍‌',
        274 => 'ପଶ୍ଚିମ ଆଫ୍ରିକିୟ CFA ଫ୍ରାଙ୍କ୍', 'CFP ଫ୍ରାଙ୍କ୍', 278 => 'ୟେମେନି ରିଆଲ୍', 284 => 'ଦକ୍ଷିଣ ଆଫ୍ରିକିୟ ରାଣ୍ଡ୍', 286 => 'ଜାମ୍ବୀୟ କ୍ୱାଚା', 290 => 'ଜିମ୍ବାୱିଅନ୍‌ ଗୋଲ୍ଡ୍‌',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', '¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', '', '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
