<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'ଯୁକ୍ତ ଆରବ ଏମିରେଟସ୍ ଦିରହାମ୍',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'ଆଫଗାନ ଆଫଗାନି',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'ଆଲବାନିୟ ଲେକ୍',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'ଅର୍ମେନୀୟ ଡ୍ରାମ୍',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'ନେଦରଲ୍ୟାଣ୍ଡ୍ ଆଣ୍ଟିଲିୟ ଗିଲଡର୍',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'ଅଙ୍ଗୋଲୀୟ କୱାନଜା',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ଆର୍ଜେଣ୍ଟାଇନ୍‍ ପେସୋ',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ଅଷ୍ଟ୍ରେଲିୟ ଡଲାର୍',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'ଆରୁବୀୟ ଫ୍ଲୋରିନ୍',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'ଆଜେରବାଇଜାନି ମନତ୍',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'ବୋସନିଆ-ହର୍ଜଗୋଭିନା କନଭର୍ଟିବଲ୍ ମାର୍କ୍',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'ବାର୍ବାଡୀୟ ଡଲାର୍',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'ବଙ୍ଗଳାଦେଶୀ ଟାକା',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'ବୁଲଗେରୀୟ ଲେଭ୍',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'ବାଃରେନି ଦିନାର୍',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'ବୁରୁଣ୍ଡିୟ ଫ୍ରାଙ୍କ୍',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'ବର୍ମ୍ୟୁଡା ଡଲାର୍',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ବ୍ରୁନେଇ ଡଲାର୍',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'ବୋଲିଭୀୟ ବୋଲିଭିଆନୋ',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ବ୍ରାଜିଲୀୟ ରିଏଲ୍',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'ବାହାମୀୟ ଡଲାର୍',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ଭୁଟାନୀ ଗଲଟ୍ରୁମ୍',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ବୋତ୍ସୱାନା ପୁଲା',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'ବେଲାରୁସି ରୁବଲ୍',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'ବେଲିଜ୍ ଡଲାର୍',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'କାନେଡିୟ ଡଲାର୍',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'କଙ୍ଗୋଲିଜ୍ ଫ୍ରାଙ୍କ୍',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'ସୁଇସ୍ ଫ୍ରାଙ୍କ୍',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ଚିଲି ପେସୋ',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'ଚିନୀ ୟୁଆନ୍ (ଅଫସୋର୍)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'ଚିନୀ ୟୁଆନ୍',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'କଲୋମ୍ବୀୟ ପେସୋ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'କୋଷ୍ଟା ରିକୀୟ କୋଲୋନ୍',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'କ୍ୟୁବାନ୍ କନଭର୍ଟିବଲ୍ ପେସୋ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'କ୍ୟୁବାନ୍ ପେସୋ',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'କେପ୍ ଭେର୍ଦେୟ ଏସ୍କୁଡୋ',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'ଚେକ୍ କୋରୁନା',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'ଜିବୌଟିୟ ଫ୍ରାଙ୍କ୍',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ଡାନିସ୍ କ୍ରୋନ୍',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ଡୋମିନିକୀୟ ପେସୋ',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'ଆଲଜେରୀୟ ଦିନାର୍',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ଇଜିପ୍ଟିୟ ପାଉଣ୍ଡ୍',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ଏରିଟ୍ରେୟ ନାକଫା',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ଇଥିଓପିୟ ବିର୍',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ୟୁରୋ',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ଫିଜି ଡଲାର୍',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ଫକଲ୍ୟାଣ୍ଡ୍ ଦ୍ଵୀପପୁଞ୍ଜ ପାଉଣ୍ଡ୍',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ବ୍ରିଟିଶ୍ ପାଉଣ୍ଡ୍',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ଜର୍ଜିୟ ଲାରି',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ଘାନିୟ ସେଡି',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ଗିବ୍ରାଲଟର୍ ପାଉଣ୍ଡ୍',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ଗାମ୍ବିୟ ଡାଲାସି',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ଗୁଇନେୟ ଫ୍ରାଙ୍କ୍',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ଗୁଏଟମାଲୀୟ କ୍ଵେତଜାଲ୍',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ଗାୟାନିସ୍ ଡଲାର୍',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ହଂ କଂ ଡଲାର୍',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'ହୋଣ୍ଡୁରୀୟ ଲେମପିରା',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'କ୍ରୋଏସୀୟ କୁନା',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'ହାଇତୀୟ ଗୋରଡ୍',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ହଙ୍ଗେରିୟ ଫୋରିଣ୍ଟ୍',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ଇଣ୍ଡୋନେସିୟ ରୁପିଆ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ଇସ୍ରାଇଲି ନ୍ୟୁ ଶେକେଲ୍',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ଭାରତୀୟ ଟଙ୍କା',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ଇରାକି ଦିନାର୍',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ଇରାନୀ ରିଆଲ୍',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'ଆଇସଲ୍ୟାଣ୍ଡିକ୍‍ କ୍ରୋନା',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ଜାମାଇକୀୟ ଡଲାର୍',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ଜର୍ଡାନିୟ ଦିନାର୍',
        ],
        'JPY' => [
            0 => '¥',
            1 => 'ଜାପାନୀ ୟେନ୍',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'କେନିୟ ଶିଲିଂ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'କିର୍ଗିସ୍ତାନୀ ସୋମ୍',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'କାମ୍ଵୋଡିୟ ରିଏଲ୍',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'କୋମୋରୀୟ ଫ୍ରାଙ୍କ୍',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'ଉତ୍ତର କୋରିଆଇ ୱୋନ୍',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'ଦକ୍ଷିଣ କୋରିଆଇ ୱୋନ୍',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'କୁୱେତି ଦିନାର୍',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'କେମେନ୍ ଦ୍ଵୀପପୁଞ୍ଜ ଡଲାର୍',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'କାଜାକସ୍ତାନୀ ତେଙ୍ଗେ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'ଲାଓଟିୟ କିପ୍',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ଲେବାନିଜ୍ ପାଉଣ୍ଡ୍',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'ଶ୍ରୀଲଙ୍କିୟ ରୁପି',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ଲିବେରୀୟ ଡଲାର୍',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ଲିବ୍ୟ ଦିନାର୍',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'ମୋରୋକୀୟ ଦିର୍ହାମ୍',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'ମୋଲଡୋଭାନ୍ ଲେୟୁ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'ମାଲାଗାସି ଏରିଆରୀ',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'ମାସେଡୋନୀୟ ଡିନର୍',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'ମ୍ୟାନମାର୍ କ୍ୟାତ୍‌',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'ମଙ୍ଗୋଲିୟ ତୁଗ୍ରିକ୍',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'ମାକାନେଜ୍ ପାଟାକା',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'ମର୍ଟିନିୟ ଆଗୁଇଅ (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'ମର୍ଟିନିୟ ଆଗୁଇଅ',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'ମୌରିସୀୟ ରୁପି',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'ମାଲଡିଭିୟ ରୁଫିୟା',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ମଲାୱି କ୍ୱାଚା',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'ମେକ୍ସିକୀୟ ପେସୋ',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'ମାଲେସିୟ ରିଙ୍ଗିଟ୍',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'ମୋଜାମ୍ବିକୀୟ ମେଟିକାଲ୍',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'ନାମିବିୟ ଡଲାର୍',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'ନାଇଜେରିଆଇ ନାଇରା',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'ନିକାରାଗୁଆ କୋର୍ଡୋବା',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'ନରୱେୟୀୟ କ୍ରୋନ୍',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'ନେପାଳି ରୁପି',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ନ୍ୟୁଜିଲ୍ୟାଣ୍ଡ୍ ଡଲାର୍',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ଓମାନି ରିଆଲ୍',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'ପାନାମାନିୟ ବାଲବୋଆ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'ପେରୁଭୀୟ ସୋଲ୍',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'ପପୁଆ ନ୍ୟୁ ଗୁଇନିୟ କିନା',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ଫିଲିପିନି ପେସୋ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'ପାକିସ୍ତାନୀ ରୁପି',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'ପୋଲିଶ୍ ଜ୍ଲଟୀ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'ପାରାଗୁଆୟାନ୍ ଗୁଆରାନି',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'କ୍ଵାତାରି ରିଆଲ୍',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'ରୋମାନିୟ ଲେଉ',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'ସର୍ବିଆଇ ଦିନାର',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'ରୁଷି ରୁବଲ୍',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ରୁୱାଣ୍ଡା ଫ୍ରାଙ୍କ୍',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'ସୌଦି ରିୟାଲ୍',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'ସୋଲୋମୋନ୍ ଦ୍ଵୀପପୁଞ୍ଜ ଡଲାର୍',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'ସେୟଚେଲୋଇସ୍ ରୁପି',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'ସୁଦାନୀଜ ପାଉଣ୍ଡ୍',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'ସ୍ୱେଡିଶ୍ କ୍ରୋନା',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'ସିଙ୍ଗାପୁର୍ ଡଲାର୍',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'ସେଣ୍ଟ୍. ହେଲେନା ପାଉଣ୍ଡ୍',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'ସିଏରା ଲିଓନୀୟ ଲେଓନ୍',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'ସୋମାଲି ସିଲିଂ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'ସୁରିନାମିଜ୍ ଡଲାର୍',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'ଦକ୍ଷିଣ ସୁଡାନିଜ୍‍ ପାଉଣ୍ଡ୍',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'ସାଓ ତୋମେ & ପ୍ରିସିପ୍ ଡୋବ୍ରା (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ସାଓ ତୋମେ & ପ୍ରିସିପ୍ ଡୋବ୍ରା',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'ସିରିୟ ପାଉଣ୍ଡ୍',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'ସ୍ଵାଜି ଲିଲାଞ୍ଜେନି',
        ],
        'THB' => [
            0 => 'THB',
            1 => 'ଥାଇ ଭାଟ୍',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'ତାଜିକିସ୍ତାନୀ ସୋମୋନି',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ତୁର୍କମେନିସ୍ତାନୀ ମନତ୍‌',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ଟୁନେସିଆଇ ଦିନାର୍',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ତୋଙ୍ଗିୟ ପାଙ୍ଗା',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ତୁର୍କିୟ ଲିରା',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ତ୍ରିନିଦାଦ୍ ଏବଂ ଟୋବାଗୋ ଡଲାର୍',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ନ୍ୟୁ ତାଇୱାନ୍ ଡଲାର୍',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ତାନଜାନୀୟ ଶିଲିଂ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ୟୁକ୍ରେନୀୟ ହ୍ରାଇଭନିଆ',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ଉଗାଣ୍ଡିୟ ଶିଲିଂ',
        ],
        'USD' => [
            0 => '$',
            1 => 'ଯୁକ୍ତରାଷ୍ଟ୍ର ଡଲାର୍',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ଉରୁଗୁଇୟାନ୍ ପେସୋ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ଉଜବେକିସ୍ତାନୀ ସୋମ୍',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'ଭେନେଜୁଏଲାନ୍ ବୋଲିଭାର୍ (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'ଭେନେଜୁଏଲାନ୍ ବୋଲିଭାର୍',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ଭୀଏତନାମୀୟ ଡଙ୍ଗ',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'ଭାନୁଆଟୁ ଭାଟୁ',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ସାମୋୟିୟ ତାଲା',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'ମଧ୍ୟ ଆଫ୍ରିକୀ CFA ଫ୍ରାଙ୍କ୍',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ପୂର୍ବ କାରିବୀୟ ଡଲାର୍',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'ପଶ୍ଚିମ ଆଫ୍ରିକିୟ CFA ଫ୍ରାଙ୍କ୍',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'CFP ଫ୍ରାଙ୍କ୍',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ୟେମେନି ରିଆଲ୍',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'ଦକ୍ଷିଣ ଆଫ୍ରିକିୟ ରାଣ୍ଡ୍',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ଜାମ୍ବୀୟ କ୍ୱାଚା',
        ],
    ],
];
