<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'Бразилиаг реал',
        ],
        'EUR' => [
            0 => '€',
            1 => 'Евро',
        ],
        'GBP' => [
            0 => '£',
            1 => 'Бритайнаг Фунт',
        ],
        'GEL' => [
            0 => '₾',
            1 => 'Лар',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'Сом',
        ],
        'USD' => [
            0 => '$',
            1 => 'АИШ-ы Доллар',
        ],
    ],
];
