<?php

return [
    'Names' => [
        1 => 'ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ ਦਿਰਹਾਮ', 3 => 'ਅਫ਼ਗਾਨ ਅਫ਼ਗਾਨੀ', 5 => 'ਅਲਬਾਨੀਆਈ ਲੇਕ', 'ਅਰਮੀਨੀਆਈ ਦਰਾਮ', 'ਨੀਦਰਲੈਂਡਸ ਐਂਟੀਲੀਅਨ ਗਿਲਡਰ', 'ਅੰਗੋਲਾ ਕਵਾਂਜਾ', 12 => 'ਅਰਜਨਟੀਨੀ ਅਸਟਰਾਲ', 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ ਲੇ (1970–1983)', 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ (1881–1970)', 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ (1983–1985)', 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ', 18 => 'ਆਸਟ੍ਰੇਲੀਆਈ ਡਾਲਰ', 'ਅਰੂਬਨ ਫਲੋਰਿਨ', 21 => 'ਅਜ਼ਰਬਾਈਜਾਨ ਮਾਨਤ',
        23 => 'ਬੋਸਨੀਆ-ਹਰਜ਼ੇਗੋਵੀਨਾ ਬਦਲਣਯੋਗ ਮਾਰਕ', 25 => 'ਬਾਰਬਾਡੀਅਨ ਡਾਲਰ', 'ਬੰਗਲਾਦੇਸ਼ੀ ਟਕਾ', 32 => 'ਬੁਲਗਾਰੀਆਈ ਲੇਵ', 34 => 'ਬਹਿਰੀਨੀ ਦਿਨਾਰ', 'ਬੁਰੁੰਡੀਆਈ ਫ੍ਰੈਂਕ', 'ਬਰਮੂਡਾ ਡਾਲਰ', 'ਬਰੂਨੇਈ ਡਾਲਰ', 'ਬੋਲੀਵੀਅਨ ਬੋਲੀਵੀਅਨੋ', 'ਬੋਲੀਵੀਆਈ ਬੋਲੀਵੀਅਨੋ (1863–1963)', 'ਬੋਲੀਵੀਆਈ ਪੇਸੋ', 'ਬੋਲੀਵੀਆਈ ਮਵਡੋਲ', 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਨਿਊ ਕਰੁਜ਼ਿਰੋਸ (1967–1986)', 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਾਡੂ (1986–1989)', 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1990–1993)', 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਰੀਅਲ',
        'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਨਿਊ ਕਰੁਜ਼ਾਡੂ (1989–1990)', 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1993–1994)', 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1942–1967)', 'ਬਾਹਾਮੀਅਨ ਡਾਲਰ', 'ਭੂਟਾਨੀ ਐਂਗਲਟ੍ਰਮ', 52 => 'ਬੋਟਸਵਾਨਾ ਪੁਲਾ', 54 => 'ਬੇਲਾਰੂਸੀ ਰੂਬਲ', 'ਬੇਲਾਰੂਸੀ ਰੂਬਲ (2000–2016)', 'ਬੇਲੀਜ਼ ਡਾਲਰ', 'ਕੇਨੇਡਿਆਈ ਡਾਲਰ', 'ਕਾਂਗੋਲੀਜ਼ ਫ੍ਰੈਂਕ', 60 => 'ਸਵਿਸ ਫ੍ਰੈਂਕ', 64 => 'ਚਿਲੀ ਪੇਸੋ', 'ਚੀਨੀ ਯੁਆਨ (ਔਫ਼ਸ਼ੋਰ)', 'ਚੀਨੀ ਯੁਆਨ', 'ਕੋਲੰਬਿਆਈ ਪੇਸੋ',
        69 => 'ਕੋਸਟਾ ਰੀਕਨ ਕੋਲਨ', 72 => 'ਕਿਊਬਨ ਬਦਲਣਯੋਗ ਪੇਸੋ', 'ਕਿਊਬਨ ਪੇਸੋ', 'ਕੇਪ ਵਰਡੀਅਨ ਸਕੂਡੋ', 76 => 'ਚੈਕ ਗਣਰਾਜ ਕੋਰੁਨਾ', 78 => 'ਜਰਮਨ ਮਾਰਕ', 'ਜ਼ੀਬੂਤੀਅਨ ਫ੍ਰੈਂਕ', 'ਡੈਨਿਸ਼ ਕਰੌਨ', 'ਡੌਮਿਨਿਕਨ ਪੇਸੋ', 'ਅਲਜੀਰਿਆਈ ਦਿਨਾਰ', 86 => 'ਮਿਸਰੀ ਪੌਂਡ', 'ਇਰੀਟ੍ਰਿਆਈ ਨਾਫ਼ਾ', 91 => 'ਇਥੋਪੀਆਈ ਬਿਰ', 'ਯੂਰੋ',
        94 => 'ਫ਼ਿਜ਼ੀ ਡਾਲਰ', 'ਫ਼ਾਕਲੈਂਡ ਆਈਲੈਂਡਸ ਪੌਂਡ', 97 => 'ਬ੍ਰਿਟਿਸ਼ ਪੌਂਡ', 99 => 'ਜਾਰਜੀਆਈ ਲਾਰੀ', 101 => 'ਘਾਨਾਈ ਸੇਡੀ', 'ਜਿਬਰਾਲਟਰ ਪੌਂਡ', 'ਗੈਂਬੀਆਈ ਦਲਾਸੀ', 'ਗਿਨੀ ਫ੍ਰੈਂਕ', 108 => 'ਗੁਆਟੇਮਾਲਾ ਕੁਏਟਜ਼ਲ', 111 => 'ਗੁਆਨਾਆਈ ਡਾਲਰ', 'ਹਾਂਗ ਕਾਂਗ ਡਾਲਰ', 'ਹਾਨਡੂਰਨ ਲੇਮਪਿਰਾ', 115 => 'ਕਰੋਏਸ਼ੀਆਈ ਕੁਨਾ',
        'ਹੈਤੀ ਗੌਰਡੇ', 'ਹੰਗਰੀ ਫੋਰਿੰਟ', 'ਇੰਡੋਨੇਸ਼ੀਆਈ ਰੁਪਿਆਹ', 'ਆਇਰਿਸ਼ ਪੌਂਡ', 'ਇਜ਼ਰਾਈਲੀ ਪੌਂਡ', 122 => 'ਇਜ਼ਰਾਈਲੀ ਨਵੀਂ ਸ਼ੇਕੇਲ', 'ਭਾਰਤੀ ਰੁਪਇਆ', 'ਇਰਾਕੀ ਦਿਨਾਰ', 'ਈਰਾਨੀ ਰਿਆਲ', 127 => 'ਆਈਸਲੈਂਡੀ ਕਰੋਨਾ', 129 => 'ਜਮਾਇਕਨ ਡਾਲਰ', 'ਜਾਰਡਨ ਦਿਨਾਰ', 'ਜਪਾਨੀ ਯੇਨ', 'ਕੀਨੀਆਈ ਸ਼ਿਲਿੰਗ', 'ਕਿਰਗਿਸਤਾਨੀ ਸੋਮ', 'ਕੰਬੋਡੀਆਈ ਰੀਅਲ', 'ਕੋਮੋਰੀਅਨ ਫ੍ਰੈਂਕ',
        'ਉੱਤਰੀ ਕੋਰੀਆਈ ਵੋਨ', 139 => 'ਦੱਖਣੀ ਕੋਰੀਆਈ ਵੋਨ', 'ਕੁਵੈਤੀ ਦਿਨਾਰ', 'ਕੇਮੈਨ ਆਈਲੈਂਡਸ ਡਾਲਰ', 'ਕਜ਼ਾਖਸਤਾਨੀ ਤੇਂਗੇ', 'ਲਾਓਟਿਆਈ ਕਿਪ', 'ਲੈਬਨਾਨੀ ਪੌਂਡ', 'ਸ੍ਰੀਲੰਕਾਈ ਰੁਪਇਆ', 'ਲਾਈਬੀਰੀਆਈ ਡਾਲਰ', 'ਲੇਸੋਥੋ ਲੋਟੀ', 'ਲਿਥੁਆਨੀਆਈ ਲਿਤਾਸ', 153 => 'ਲਾਟਵਿਆਈ ਲਾਟਸ', 155 => 'ਲੀਬੀਆਈ ਦਿਨਾਰ', 'ਮੋਰੱਕਨ ਦਿਰਹਾਮ', 160 => 'ਮੋਲਡੋਵਨ ਲੇਉ', 'ਮਾਲਾਗਾਸੀ ਅਰਾਇਰੀ',
        163 => 'ਮੈਕਡੋਨੀਆਈ ਡੇਨਾਰ', 166 => 'ਮਿਆਂਮਾਰ ਕਿਆਤ', 'ਮੰਗੋਲੀਆਈ ਤੁਗਰਿਕ', 'ਮੇਕਾਨੀ ਪਟਾਕਾ', 'ਮੋਰਿਟਾਨੀਆਈ ਊਗੀਆ (1973–2017)', 'ਮੋਰਿਟਾਨੀਆਈ ਊਗੀਆ', 173 => 'ਮੌਰਿਸ਼ੀਆਈ ਰੁਪਇਆ', 175 => 'ਮਾਲਦੀਵੀ ਰੁਫੀਆ', 'ਮਾਲਾਵੀਆਈ ਕਵਾਚਾ', 'ਮੈਕਸੀਕਨ ਪੇਸੋ', 180 => 'ਮਲੇਸ਼ੀਆਈ ਰਿੰਗਿਟ', 183 => 'ਮੋਜ਼ਾਮਬੀਕਨ ਮੈਟੀਕਲ', 'ਨਾਮੀਬੀਆਈ ਡਾਲਰ', 'ਨਾਇਜੀਰੀਆਈ ਨਾਇਰਾ',
        187 => 'ਨਿਕਾਰਾਗੁਆਈ ਕੋਰਡੋਬਾ', 189 => 'ਨਾਰਵੇਜੀਆਈ ਕਰੌਨ', 'ਨੇਪਾਲੀ ਰੁਪਇਆ', 'ਨਿਊਜ਼ੀਲੈਂਡ ਡਾਲਰ', 'ਓਮਾਨੀ ਰਿਆਲ', 'ਪਨਾਮੇਨੀਅਨ ਬਾਲਬੋਆ', 195 => 'ਪੇਰੂਵੀਅਨ ਸੋਲ', 197 => 'ਪਾਪੂਆ ਨਿਊ ਗਿਨੀਆਈ ਕੀਨਾ', 'ਫਿਲਿਪੀਨੀ ਪੇਸੋ', 'ਪਾਕਿਸਤਾਨੀ ਰੁਪਇਆ', 'ਪੋਲੈਂਡੀ ਜ਼ਲੌਟੀ', 203 => 'ਪੈਰਾਗੁਵਾਇਨ ਗੁਆਰਾਨੀ', 'ਕਤਰੀ ਰਿਆਲ', 207 => 'ਰੋਮਾਨੀਆਈ ਲੇਉ',
        'ਸਰਬੀਆਈ ਦਿਨਾਰ', 'ਰੂਸੀ ਰੂਬਲ', 211 => 'ਰਵਾਂਡਨ ਫ੍ਰੈਂਕ', 'ਸਾਊਦੀ ਰਿਆਲ', 'ਸੋਲੋਮਨ ਆਈਲੈਂਡਸ ਡਾਲਰ', 'ਸੇਸ਼ਲਸ ਰੁਪਇਆ', 216 => 'ਸੂਡਾਨੀ ਪੌਂਡ', 218 => 'ਸਵੀਡਿਸ਼ ਕਰੋਨਾ', 'ਸਿੰਗਾਪੁਰ ਡਾਲਰ', 'ਸੇਂਟ ਹੇਲੇਨਾ ਪੌਂਡ', 223 => 'ਸਿਏਰਾ ਲਿਓਨੀਅਨ ਲਿਓਨ', 'ਸਿਏਰਾ ਲਿਓਨੀਅਨ ਲਿਓਨ (1964—2022)', 'ਸੋਮਾਲੀ ਸ਼ਿਲਿੰਗ', 'ਸੂਰੀਨਾਮੀ ਡਾਲਰ', 228 => 'ਦੱਖਣੀ ਸੂਡਾਨੀ ਪੌਂਡ',
        'ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ ਡੋਬਰਾ (1977–2017)', 'ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ ਡੋਬਰਾ', 'ਸੋਵੀਅਤ ਰੂਬਲ', 233 => 'ਸੀਰੀਆਈ ਪੌਂਡ', 'ਸਵਾਜ਼ੀ ਲਾਇਲੈਂਗਨੀ', 'ਥਾਈ ਬਾਹਤ', 237 => 'ਤਾਜਿਕਿਸਤਾਨੀ ਸੋਮੋਨੀ', 239 => 'ਤੁਰਕਮੇਨਿਸਤਾਨੀ ਮਾਨਤ', 'ਟਿਉਨੀਸ਼ੀਆਈ ਦਿਨਾਰ', 'ਟੌਂਗਨ ਪੈਂਗਾ', 244 => 'ਤੁਰਕੀ ਲੀਰਾ', 'ਟ੍ਰਿਨੀਡਾਡ ਅਤੇ ਟੋਬਾਗੋ ਡਾਲਰ', 'ਨਵਾਂ ਤਾਇਵਾਨ ਡਾਲਰ', 'ਤਨਜ਼ਾਨੀਆਈ ਸ਼ਿਲਿੰਗ', 'ਯੂਕਰੇਨੀਆਈ ਰਿਵਨਿਆ',
        251 => 'ਯੂਗਾਂਡੀਆਈ ਸ਼ਿਲਿੰਗ', 'ਯੂ.ਐਸ. ਡਾਲਰ', 256 => 'ਉਰੂਗੁਵਾਇਨ ਪੇਸੋ (1975–1993)', 'ਉਰੂਗੁਵਾਇਨ ਪੇਸੋ', 259 => 'ਉਜ਼ਬੇਕਿਸਤਾਨ ਸੋਮ', 'ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ (1871–2008)', 262 => 'ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ (2008–2018)', 'ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ', 'ਵੀਅਤਨਾਮੀ ਡੋਂਗ', 'ਵੀਅਤਨਾਮੀ ਡੋਂਗ (1978–1985)', 'ਵਾਨੂਆਟੂ ਵਾਟੂ', 'ਸਾਮੋਆਈ ਤਾਲਾ', 'ਕੇਂਦਰੀ ਅਫ਼ਰੀਕੀ [CFA] ਫ੍ਰੈਂਕ', 'ਪੂਰਬੀ ਕੈਰੇਬੀਅਨ ਡਾਲਰ', 'ਕੈਰੇਬੀਅਨ ਗਿਲਡਰ', 'ਯੂਰਪੀ ਮੁਦਰਾ ਇਕਾਈ',
        274 => 'ਪੱਛਮੀ ਅਫ਼ਰੀਕੀ (CFA) ਫ੍ਰੈਂਕ', 'ਫ੍ਰੈਂਕ (CFP)', 278 => 'ਯਮਨੀ ਰਿਆਲ', 284 => 'ਦੱਖਣੀ ਅਫਰੀਕੀ ਰੈਂਡ', 286 => 'ਜ਼ਾਮਬੀਆਈ ਕਵਾਚਾ', 290 => 'ਜ਼ਿੰਬਾਬਵੀ ਗੋਲਡ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 12 => '', '', '', '', '', 18 => 'A$', '', 21 => '',
        23 => '', 25 => '', '', 32 => '', 34 => '', '', '', '', '', '', '', '', '', '', '', 'R$',
        '', '', '', '', '', 52 => '', 54 => '', '', '', 'CA$', '', 60 => '', 64 => '', '', 'CN¥', '',
        69 => '', 72 => '', '', '', 76 => '', 78 => '', '', '', '', '', 86 => '', '', 91 => '', '€',
        94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '', 108 => '', 111 => '', 'HK$', '', 115 => '',
        '', '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '', '', 'JP¥', '', '', '', '',
        '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '', 155 => '', '', 160 => '', '',
        163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '', 183 => '', '', '',
        187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '', '', 203 => '', '', 207 => '',
        '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '', '', '', '', 228 => '',
        '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '', 244 => '', '', 'NT$', '', '',
        251 => '', 'US$', 256 => '', '', 259 => '', '', 262 => '', '', '₫', '', '', '', 'FCFA', 'EC$', 'Cg.', '',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
