<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ ਦਿਰਹਾਮ',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'ਅਫ਼ਗਾਨ ਅਫ਼ਗਾਨੀ',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'ਅਲਬਾਨੀਆਈ ਲੇਕ',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'ਅਰਮੀਨੀਆਈ ਦਰਾਮ',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'ਨੀਦਰਲੈਂਡਸ ਐਂਟੀਲੀਅਨ ਗਿਲਡਰ',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'ਅੰਗੋਲਾ ਕਵਾਂਜਾ',
        ],
        'ARA' => [
            0 => 'ARA',
            1 => 'ਅਰਜਨਟੀਨੀ ਅਸਟਰਾਲ',
        ],
        'ARL' => [
            0 => 'ARL',
            1 => 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ ਲੇ (1970–1983)',
        ],
        'ARM' => [
            0 => 'ARM',
            1 => 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ (1881–1970)',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ (1983–1985)',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ਅਰਜਨਟੀਨੀ ਪੇਸੋ',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ਆਸਟ੍ਰੇਲੀਆਈ ਡਾਲਰ',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'ਅਰੂਬਨ ਫਲੋਰਿਨ',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'ਅਜ਼ਰਬਾਈਜਾਨ ਮਾਨਤ',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'ਬੋਸਨੀਆ-ਹਰਜ਼ੇਗੋਵੀਨਾ ਬਦਲਣਯੋਗ ਮਾਰਕ',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'ਬਾਰਬਾਡੀਅਨ ਡਾਲਰ',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'ਬੰਗਲਾਦੇਸ਼ੀ ਟਕਾ',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'ਬੁਲਗਾਰੀਆਈ ਲੇਵ',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'ਬਹਿਰੀਨੀ ਦਿਨਾਰ',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'ਬੁਰੁੰਡੀਆਈ ਫ੍ਰੈਂਕ',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'ਬਰਮੂਡਾ ਡਾਲਰ',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ਬਰੂਨੇਈ ਡਾਲਰ',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'ਬੋਲੀਵੀਅਨ ਬੋਲੀਵੀਅਨੋ',
        ],
        'BOL' => [
            0 => 'BOL',
            1 => 'ਬੋਲੀਵੀਆਈ ਬੋਲੀਵੀਅਨੋ (1863–1963)',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'ਬੋਲੀਵੀਆਈ ਪੇਸੋ',
        ],
        'BOV' => [
            0 => 'BOV',
            1 => 'ਬੋਲੀਵੀਆਈ ਮਵਡੋਲ',
        ],
        'BRB' => [
            0 => 'BRB',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਨਿਊ ਕਰੁਜ਼ਿਰੋਸ (1967–1986)',
        ],
        'BRC' => [
            0 => 'BRC',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਾਡੂ (1986–1989)',
        ],
        'BRE' => [
            0 => 'BRE',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1990–1993)',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਰੀਅਲ',
        ],
        'BRN' => [
            0 => 'BRN',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਨਿਊ ਕਰੁਜ਼ਾਡੂ (1989–1990)',
        ],
        'BRR' => [
            0 => 'BRR',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1993–1994)',
        ],
        'BRZ' => [
            0 => 'BRZ',
            1 => 'ਬ੍ਰਾਜ਼ੀਲੀਆਈ ਕਰੁਜ਼ਿਰੋਸ (1942–1967)',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'ਬਾਹਾਮੀਅਨ ਡਾਲਰ',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ਭੂਟਾਨੀ ਐਂਗਲਟ੍ਰਮ',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ਬੋਟਸਵਾਨਾ ਪੁਲਾ',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'ਬੇਲਾਰੂਸੀ ਰੂਬਲ',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'ਬੇਲਾਰੂਸੀ ਰੂਬਲ (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'ਬੇਲੀਜ਼ ਡਾਲਰ',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'ਕੇਨੇਡਿਆਈ ਡਾਲਰ',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'ਕਾਂਗੋਲੀਜ਼ ਫ੍ਰੈਂਕ',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'ਸਵਿਸ ਫ੍ਰੈਂਕ',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'ਚਿਲੀ ਪੇਸੋ',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'ਚੀਨੀ ਯੁਆਨ (ਔਫ਼ਸ਼ੋਰ)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'ਚੀਨੀ ਯੁਆਨ',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'ਕੋਲੰਬਿਆਈ ਪੇਸੋ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'ਕੋਸਟਾ ਰੀਕਨ ਕੋਲਨ',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'ਕਿਊਬਨ ਬਦਲਣਯੋਗ ਪੇਸੋ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ਕਿਊਬਨ ਪੇਸੋ',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'ਕੇਪ ਵਰਡੀਅਨ ਸਕੂਡੋ',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'ਚੈਕ ਗਣਰਾਜ ਕੋਰੁਨਾ',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'ਜਰਮਨ ਮਾਰਕ',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'ਜ਼ੀਬੂਤੀਅਨ ਫ੍ਰੈਂਕ',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ਡੈਨਿਸ਼ ਕਰੌਨ',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ਡੌਮਿਨਿਕਨ ਪੇਸੋ',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'ਅਲਜੀਰਿਆਈ ਦਿਨਾਰ',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ਮਿਸਰੀ ਪੌਂਡ',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ਇਰੀਟ੍ਰਿਆਈ ਨਾਫ਼ਾ',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ਇਥੋਪੀਆਈ ਬਿਰ',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ਯੂਰੋ',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ਫ਼ਿਜ਼ੀ ਡਾਲਰ',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ਫ਼ਾਕਲੈਂਡ ਆਈਲੈਂਡਸ ਪੌਂਡ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ਬ੍ਰਿਟਿਸ਼ ਪੌਂਡ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ਜਾਰਜੀਆਈ ਲਾਰੀ',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ਘਾਨਾਈ ਸੇਡੀ',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ਜਿਬਰਾਲਟਰ ਪੌਂਡ',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ਗੈਂਬੀਆਈ ਦਲਾਸੀ',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ਗਿਨੀ ਫ੍ਰੈਂਕ',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ਗੁਆਟੇਮਾਲਾ ਕੁਏਟਜ਼ਲ',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ਗੁਆਨਾਆਈ ਡਾਲਰ',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ਹਾਂਗ ਕਾਂਗ ਡਾਲਰ',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'ਹਾਨਡੂਰਨ ਲੇਮਪਿਰਾ',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ਕਰੋਏਸ਼ੀਆਈ ਕੁਨਾ',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'ਹੈਤੀ ਗੌਰਡੇ',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ਹੰਗਰੀ ਫੋਰਿੰਟ',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ਇੰਡੋਨੇਸ਼ੀਆਈ ਰੁਪਿਆਹ',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'ਆਇਰਿਸ਼ ਪੌਂਡ',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'ਇਜ਼ਰਾਈਲੀ ਪੌਂਡ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ਇਜ਼ਰਾਈਲੀ ਨਵੀਂ ਸ਼ੇਕੇਲ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ਭਾਰਤੀ ਰੁਪਇਆ',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ਇਰਾਕੀ ਦਿਨਾਰ',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ਈਰਾਨੀ ਰਿਆਲ',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'ਆਈਸਲੈਂਡੀ ਕਰੋਨਾ',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ਜਮਾਇਕਨ ਡਾਲਰ',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ਜਾਰਡਨ ਦਿਨਾਰ',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'ਜਪਾਨੀ ਯੇਨ',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'ਕੀਨੀਆਈ ਸ਼ਿਲਿੰਗ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'ਕਿਰਗਿਸਤਾਨੀ ਸੋਮ',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'ਕੰਬੋਡੀਆਈ ਰੀਅਲ',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'ਕੋਮੋਰੀਅਨ ਫ੍ਰੈਂਕ',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'ਉੱਤਰੀ ਕੋਰੀਆਈ ਵੋਨ',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'ਦੱਖਣੀ ਕੋਰੀਆਈ ਵੋਨ',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'ਕੁਵੈਤੀ ਦਿਨਾਰ',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'ਕੇਮੈਨ ਆਈਲੈਂਡਸ ਡਾਲਰ',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'ਕਜ਼ਾਖਸਤਾਨੀ ਤੇਂਗੇ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'ਲਾਓਟਿਆਈ ਕਿਪ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ਲੈਬਨਾਨੀ ਪੌਂਡ',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'ਸ੍ਰੀਲੰਕਾਈ ਰੁਪਇਆ',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ਲਾਈਬੀਰੀਆਈ ਡਾਲਰ',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'ਲੇਸੋਥੋ ਲੋਟੀ',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ਲਿਥੁਆਨੀਆਈ ਲਿਤਾਸ',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'ਲਾਟਵਿਆਈ ਲਾਟਸ',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ਲੀਬੀਆਈ ਦਿਨਾਰ',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'ਮੋਰੱਕਨ ਦਿਰਹਾਮ',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'ਮੋਲਡੋਵਨ ਲੇਉ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'ਮਾਲਾਗਾਸੀ ਅਰਾਇਰੀ',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'ਮੈਕਡੋਨੀਆਈ ਡੇਨਾਰ',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'ਮਿਆਂਮਾਰ ਕਿਆਤ',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'ਮੰਗੋਲੀਆਈ ਤੁਗਰਿਕ',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'ਮੇਕਾਨੀ ਪਟਾਕਾ',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'ਮੋਰਿਟਾਨੀਆਈ ਊਗੀਆ (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'ਮੋਰਿਟਾਨੀਆਈ ਊਗੀਆ',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'ਮੌਰਿਸ਼ੀਆਈ ਰੁਪਇਆ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'ਮਾਲਦੀਵੀ ਰੁਫੀਆ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ਮਾਲਾਵੀਆਈ ਕਵਾਚਾ',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'ਮੈਕਸੀਕਨ ਪੇਸੋ',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'ਮਲੇਸ਼ੀਆਈ ਰਿੰਗਿਟ',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'ਮੋਜ਼ਾਮਬੀਕਨ ਮੈਟੀਕਲ',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'ਨਾਮੀਬੀਆਈ ਡਾਲਰ',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'ਨਾਇਜੀਰੀਆਈ ਨਾਇਰਾ',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'ਨਿਕਾਰਾਗੁਆਈ ਕੋਰਡੋਬਾ',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'ਨਾਰਵੇਜੀਆਈ ਕਰੌਨ',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'ਨੇਪਾਲੀ ਰੁਪਇਆ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ਨਿਊਜ਼ੀਲੈਂਡ ਡਾਲਰ',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ਓਮਾਨੀ ਰਿਆਲ',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'ਪਨਾਮੇਨੀਅਨ ਬਾਲਬੋਆ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'ਪੇਰੂਵੀਅਨ ਸੋਲ',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'ਪਾਪੂਆ ਨਿਊ ਗਿਨੀਆਈ ਕੀਨਾ',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ਫਿਲਿਪੀਨੀ ਪੇਸੋ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'ਪਾਕਿਸਤਾਨੀ ਰੁਪਇਆ',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'ਪੋਲੈਂਡੀ ਜ਼ਲੌਟੀ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'ਪੈਰਾਗੁਵਾਇਨ ਗੁਆਰਾਨੀ',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'ਕਤਰੀ ਰਿਆਲ',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'ਰੋਮਾਨੀਆਈ ਲੇਉ',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'ਸਰਬੀਆਈ ਦਿਨਾਰ',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'ਰੂਸੀ ਰੂਬਲ',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ਰਵਾਂਡਨ ਫ੍ਰੈਂਕ',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'ਸਾਊਦੀ ਰਿਆਲ',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'ਸੋਲੋਮਨ ਆਈਲੈਂਡਸ ਡਾਲਰ',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'ਸੇਸ਼ਲਸ ਰੁਪਇਆ',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'ਸੂਡਾਨੀ ਪੌਂਡ',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'ਸਵੀਡਿਸ਼ ਕਰੋਨਾ',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'ਸਿੰਗਾਪੁਰ ਡਾਲਰ',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'ਸੇਂਟ ਹੇਲੇਨਾ ਪੌਂਡ',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'ਸਿਏਰਾ ਲਿਓਨੀਅਨ ਲਿਓਨ',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'ਸੋਮਾਲੀ ਸ਼ਿਲਿੰਗ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'ਸੂਰੀਨਾਮੀ ਡਾਲਰ',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'ਦੱਖਣੀ ਸੂਡਾਨੀ ਪੌਂਡ',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ ਡੋਬਰਾ (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ ਡੋਬਰਾ',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'ਸੋਵੀਅਤ ਰੂਬਲ',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'ਸੀਰੀਆਈ ਪੌਂਡ',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'ਸਵਾਜ਼ੀ ਲਾਇਲੈਂਗਨੀ',
        ],
        'THB' => [
            0 => '฿',
            1 => 'ਥਾਈ ਬਾਹਤ',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'ਤਾਜਿਕਿਸਤਾਨੀ ਸੋਮੋਨੀ',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ਤੁਰਕਮੇਨਿਸਤਾਨੀ ਮਾਨਤ',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ਟਿਉਨੀਸ਼ੀਆਈ ਦਿਨਾਰ',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ਟੌਂਗਨ ਪੈਂਗਾ',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ਤੁਰਕੀ ਲੀਰਾ',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ਟ੍ਰਿਨੀਡਾਡ ਅਤੇ ਟੋਬਾਗੋ ਡਾਲਰ',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ਨਵਾਂ ਤਾਇਵਾਨ ਡਾਲਰ',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ਤਨਜ਼ਾਨੀਆਈ ਸ਼ਿਲਿੰਗ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ਯੂਕਰੇਨੀਆਈ ਰਿਵਨਿਆ',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ਯੂਗਾਂਡੀਆਈ ਸ਼ਿਲਿੰਗ',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'ਯੂ.ਐਸ. ਡਾਲਰ',
        ],
        'UYI' => [
            0 => 'UYI',
            1 => 'UYI',
        ],
        'UYP' => [
            0 => 'UYP',
            1 => 'ਉਰੂਗੁਵਾਇਨ ਪੇਸੋ (1975–1993)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ਉਰੂਗੁਵਾਇਨ ਪੇਸੋ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ਉਜ਼ਬੇਕਿਸਤਾਨ ਸੋਮ',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'ਵੇਨੇਜ਼ੂਏਲਨ ਬੋਲੀਵਰ',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ਵੀਅਤਨਾਮੀ ਡੋਂਗ',
        ],
        'VNN' => [
            0 => 'VNN',
            1 => 'ਵੀਅਤਨਾਮੀ ਡੋਂਗ (1978–1985)',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'ਵਾਨੂਆਟੂ ਵਾਟੂ',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ਸਾਮੋਆਈ ਤਾਲਾ',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'ਕੇਂਦਰੀ ਅਫ਼ਰੀਕੀ [CFA] ਫ੍ਰੈਂਕ',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ਪੂਰਬੀ ਕੈਰੇਬੀਅਨ ਡਾਲਰ',
        ],
        'XEU' => [
            0 => 'XEU',
            1 => 'ਯੂਰਪੀ ਮੁਦਰਾ ਇਕਾਈ',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'ਪੱਛਮੀ ਅਫ਼ਰੀਕੀ (CFA) ਫ੍ਰੈਂਕ',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'ਫ੍ਰੈਂਕ (CFP)',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ਯਮਨੀ ਰਿਆਲ',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'ਦੱਖਣੀ ਅਫਰੀਕੀ ਰੈਂਡ',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ਜ਼ਾਮਬੀਆਈ ਕਵਾਚਾ',
        ],
    ],
];
