<?php

return [
    'Names' => [
        1 => 'متحده عرب امارات درهم', 'افغانۍ (1927–2002)', 'افغانۍ', 5 => 'البانوي لک', 'ارمينيايي ډرام', 'هالېنډي انټيليايي ګيلډر', 'انګولي کوانزا', 16 => 'ارجنټاين پسو', 18 => 'آسترالوي ډالر', 'اروبايي فلورن', 21 => 'آزربايجاني منت', 23 => 'بوسنيا هرزګوينيايي بدلېدونکې مارک', 25 => 'باربيډين ډالر',
        'بنګالۍ ټاکه', 32 => 'بلغاري ليو', 34 => 'بحريني دينار', 'برونډي فرانک', 'برمودا ډالر', 'برونايي ډالر', 'بوليوي بوليويانو', 45 => 'برازيلي ريل', 49 => 'بهاماسي ډالر', 'بهوټانۍ انګولټرم', 52 => 'بوټسواني پولا', 54 => 'بلاروسي روبل', 56 => 'بليز ډالر',
        'کاناډايي ډالر', 'کانګولي فرانک', 60 => 'سويسي فرانک', 64 => 'چلي پسو', 'چيني يوان (آف شور)', 'چيني يوان', 'کولمبين پسو', 69 => 'کوسټا ريکن کولون', 72 => 'کيوبايي بدلېدونکي پسو', 'کيوبايي پسو', 'کيپ وردين اسکوډو', 76 => 'چيک کرونا', 79 => 'جبوتي فرانک', 'ډنمارکي کرون',
        'دومينيکا پسو', 'الجيرين دينار', 86 => 'مصري پونډ', 'ايريټرين نکفا', 91 => 'ايتهوپيايي بر', 'يورو', 94 => 'فجي ډالر', 'پاکلېنډ ټاپوګانو پونډ', 97 => 'برتانوې پونډ', 99 => 'جارجیاېي لارې', 101 => 'ګانين سيډي', 'جبل الطارقي پونډ', 'ګيمبين دلاسې', 'ګنې فرانک',
        108 => 'ګويټيمالن کوټزل', 111 => 'ګايانيز ډالر', 'هانګ کانګ ډالر', 'هونډوران ليمپيرا', 115 => 'کروشيايي کونا', 'هيټي ګورډ', 'هنګري فورنټ', 'انډونيشي روپيا', 122 => 'اسرايلي نيو شيکل', 'هندي روپۍ', 'عراقي دينار', 'ايراني ريال', 127 => 'آيسلېنډي کرونا', 129 => 'جمايکايي ډالر',
        'اردني دينار', 'جاپاني ين', 'کينيايي شيلنګ', 'کرغزستاني سوم', 'کمبوډي ريل', 'کوموري فرانک', 'شمالي کوريايي وان', 139 => 'جنوبي کوريايي وان', 'کويتي دينار', 'کيمن ټاپوګانو ډالر', 'قازقستاني ټينج', 'لاشې کپ', 'لبناني پونډ', 'سري لنکن روپۍ', 'لايبيرين ډالر', 'Lesotho Loti', 155 => 'ليبياېي دينار', 'مراکشي درهم',
        160 => 'مالډوي ليو', 'ملاګاسي ارياري', 163 => 'مسيډونايي دينار', 166 => 'ميانماري کيات', 'منګوليايي توګريک', 'مکانيس پټاکا', 170 => 'موريشيسي ډالر', 173 => 'موريشيسي روپۍ', 175 => 'مالديپي روپيا', 'ملاوي کواچا', 'ميکسيکن پيسو', 180 => 'ملايشي رنګټ',
        183 => 'موزمبيقي ميټيکل', 'نيميبيايي ډالر', 'نايجيري نايرا', 187 => 'نيکاراګون کورډوبا', 189 => 'نارويجين کرون', 'نيپالي روپۍ', 'نيوزي لينډي ډالر', 'عماني ريال', 'پانامۍ بالبوا', 195 => 'پيروين سول', 197 => 'پاپوا نيوګاني کينا', 'فلپاينۍ پیسو', 'پاکستانۍ کلداره', 'پولينډي زلوټي',
        203 => 'پيراګوين ګوراني', 'قطري ريال', 207 => 'روماني ليو', 'سربيايي دينار', 'روسي روبل', 211 => 'روانډي فرانک', 'سعودي ريال', 'سولومن ټاپوګانو ډالر', 'سيچيليسي روپۍ', 216 => 'سوډاني پونډ', 218 => 'سويډني کرونا', 'سنګاپور ډالر', 'سينټ هيلينا پونډ', 223 => 'سيرا ليوني ليون',
        'سيرا ليوني ليون - 1964-2022', 'سومالي شيلنګ', 'سورينيمي ډالر', 228 => 'جنوب سوډاني پونډ', 230 => 'ساو ټوم او پرينسپي ډوبرا', 233 => 'سوريايي پونډ', 'سوازي ليلانګيني', 'تهايي بات', 237 => 'تاجکستاني سوموني', 239 => 'ترکمانستاني منت', 'تيونسې دينار', 'ټونګن پانګا', 244 => 'ترکي ليرا', 'ټرينيډاډ او ټوباګو ډالر',
        'نيو تائيواني ډالر', 'تنزاني شيلنګ', 'اوکرايني هريونيا', 251 => 'يوګانډي شيلنګ', 'امريکايي ډالر', 257 => 'يوراګوي پسو', 259 => 'ازبکستاني سوم', 263 => 'وينزويلي بوليوار', 'ويتنامي ډونګ', 266 => 'ونواتو واتو', 'سموون تالا', 'مرکزي افريقايي CFA فرانک', 'ختيځ کربين ډالر', 'د کارابین ګیلډر',
        274 => 'ختيځ افريقايي CFA فرانک', 'CFP فرانک', 278 => 'يمني ريال', 284 => 'جنوبي افريقاېي رنډ', 286 => 'زيمبي کواچا', 290 => 'د زمبابوې سره زر',
    ],
    'Symbols' => [
        1 => '', '', '؋', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', 170 => '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '₱', '', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', 230 => '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 263 => '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
