<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'متحده عرب امارات درهم',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'افغانۍ (1927–2002)',
        ],
        'AFN' => [
            0 => '؋',
            1 => 'افغانۍ',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'البانوي لک',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'ارمينيايي ډرام',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'هالېنډي انټيليايي ګيلډر',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'انګولي کوانزا',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ارجنټاين پسو',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'آسترالوي ډالر',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'اروبايي فلورن',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'آزربايجاني منت',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'بوسنيا هرزګوينيايي بدلېدونکې مارک',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'باربيډين ډالر',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'بنګالۍ ټاکه',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'بلغاري ليو',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'بحريني دينار',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'برونډي فرانک',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'برمودا ډالر',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'برونايي ډالر',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'بوليوي بوليويانو',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'برازيلي ريل',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'بهاماسي ډالر',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'بهوټانۍ انګولټرم',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'بوټسواني پولا',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'بلاروسي روبل',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'بليز ډالر',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'کاناډايي ډالر',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'کانګولي فرانک',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'سويسي فرانک',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'چلي پسو',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'چيني يوان (آف شور)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'چيني يوان',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'کولمبين پسو',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'کوسټا ريکن کولون',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'کيوبايي بدلېدونکي پسو',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'کيوبايي پسو',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'کيپ وردين اسکوډو',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'چيک کرونا',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'جبوتي فرانک',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ډنمارکي کرون',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'دومينيکا پسو',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'الجيرين دينار',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'مصري پونډ',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ايريټرين نکفا',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ايتهوپيايي بر',
        ],
        'EUR' => [
            0 => '€',
            1 => 'يورو',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'فجي ډالر',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'پاکلېنډ ټاپوګانو پونډ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'برتانوې پونډ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'جارجیاېي لارې',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ګانين سيډي',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'جبل الطارقي پونډ',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ګيمبين دلاسې',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ګنې فرانک',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ګويټيمالن کوټزل',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ګايانيز ډالر',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'هانګ کانګ ډالر',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'هونډوران ليمپيرا',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'کروشيايي کونا',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'هيټي ګورډ',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'هنګري فورنټ',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'انډونيشي روپيا',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'اسرايلي نيو شيکل',
        ],
        'INR' => [
            0 => '₹',
            1 => 'هندي روپۍ',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'عراقي دينار',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ايراني ريال',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'آيسلېنډي کرونا',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'جمايکايي ډالر',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'اردني دينار',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'جاپاني ين',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'کينيايي شيلنګ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'کرغزستاني سوم',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'کمبوډي ريل',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'کوموري فرانک',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'شمالي کوريايي وان',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'جنوبي کوريايي وان',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'کويتي دينار',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'کيمن ټاپوګانو ډالر',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'قازقستاني ټينج',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'لاشې کپ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'لبناني پونډ',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'سري لنکن روپۍ',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'لايبيرين ډالر',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'Lesotho Loti',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ليبياېي دينار',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'مراکشي درهم',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'مالډوي ليو',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'ملاګاسي ارياري',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'مسيډونايي دينار',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'ميانماري کيات',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'منګوليايي توګريک',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'مکانيس پټاکا',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'موريشيسي ډالر',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'موريشيسي روپۍ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'مالديپي روپيا',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ملاوي کواچا',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'ميکسيکن پيسو',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'ملايشي رنګټ',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'موزمبيقي ميټيکل',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'نيميبيايي ډالر',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'نايجيري نايرا',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'نيکاراګون کورډوبا',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'نارويجين کرون',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'نيپالي روپۍ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'نيوزي لينډي ډالر',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'عماني ريال',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'پانامۍ بالبوا',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'پيروين سول',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'پاپوا نيوګاني کينا',
        ],
        'PHP' => [
            0 => '₱',
            1 => 'فلپاينۍ پسو',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'پاکستانۍ کلداره',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'پولينډي زلوټي',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'پيراګوين ګوراني',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'قطري ريال',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'روماني ليو',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'سربيايي دينار',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'روسي روبل',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'روانډي فرانک',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'سعودي ريال',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'سولومن ټاپوګانو ډالر',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'سيچيليسي روپۍ',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'سوډاني پونډ',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'سويډني کرونا',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'سنګاپور ډالر',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'سينټ هيلينا پونډ',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'سيرا ليوني ليون',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'سومالي شيلنګ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'سورينيمي ډالر',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'جنوب سوډاني پونډ',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ساو ټوم او پرينسپي ډوبرا',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'سوريايي پونډ',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'سوازي ليلانګيني',
        ],
        'THB' => [
            0 => 'THB',
            1 => 'تهايي بات',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'تاجکستاني سوموني',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ترکمانستاني منت',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'تيونسې دينار',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ټونګن پانګا',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ترکي ليرا',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ټرينيډاډ او ټوباګو ډالر',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'نيو تائيواني ډالر',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'تنزاني شيلنګ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'اوکرايني هريونيا',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'يوګانډي شيلنګ',
        ],
        'USD' => [
            0 => '$',
            1 => 'امريکايي ډالر',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'يوراګوي پسو',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ازبکستاني سوم',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'وينزويلي بوليوار',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ويتنامي ډونګ',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'ونواتو واتو',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'سموون تالا',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'مرکزي افريقايي CFA فرانک',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ختيځ کربين ډالر',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'ختيځ افريقايي CFA فرانک',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'CFP فرانک',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'يمني ريال',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'جنوبي افريقاېي رنډ',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'زيمبي کواچا',
        ],
    ],
];
