<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'ब्राजीली रियाल',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'चीनी युआन',
        ],
        'EUR' => [
            0 => '€',
            1 => 'फिरङ्गिन् मुद्रा',
        ],
        'GBP' => [
            0 => '£',
            1 => 'आङ्ग्लदेशीयः पाउंड',
        ],
        'INR' => [
            0 => '₹',
            1 => 'भारतीय रूप्यकम्',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'जापानी येन',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'रष्यदेशीय रूबल',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'यूएस डॉलर',
        ],
    ],
];
