<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'ᱵᱨᱟᱡᱤᱞᱤᱭᱟᱱ ᱨᱤᱭᱟᱹᱞ',
        ],
        'CNY' => [
            'CN¥',
            'ᱪᱤᱱᱤ ᱭᱩᱣᱟᱱ',
        ],
        'EUR' => [
            '€',
            'ᱭᱩᱨᱚ',
        ],
        'GBP' => [
            '£',
            'ᱵᱨᱤᱴᱤᱥ ᱯᱟᱣᱩᱸᱰ',
        ],
        'INR' => [
            '₹',
            'ᱥᱤᱧᱚᱛ ᱨᱮᱱᱟᱜ ᱴᱟᱠᱟ',
        ],
        'JPY' => [
            'JP¥',
            'ᱡᱟᱯᱟᱱᱤ ᱭᱮᱱ',
        ],
        'RUB' => [
            'RUB',
            'ᱨᱩᱥᱤ ᱨᱩᱵᱟᱹᱞ',
        ],
        'USD' => [
            'US$',
            'ᱭᱩᱮᱥ ᱰᱚᱞᱟᱨ',
        ],
    ],
];
