<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'گڏيل عرب امارات درهم',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'افغاني افغاني',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'الباني ليڪ',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'ارماني ڊرم',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'نيڌرلينڊ انٽليئن گلڊر',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'انگوليائي ڪوانزا',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ارجنٽائن پيسو',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'آسٽريلوي ڊالر',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'اروبن فلورن',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'آذربائيجاني منت',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'بوسنيا هرزگوينا ڪنورٽبل مارڪ',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'باربيڊين ڊالر',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'بنگلاديشي ٽڪا',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'بلغارین لیو',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'بحريني دينار',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'برونڊي فرينڪ',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'برمودي ڊالر',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'برونائي ڊالر',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'بولیوین بولیویانو',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'برازيلي ريل',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'بهاماني ڊادلر',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'ڀوٽاني گلٽرم',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'بوستواني پولا',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'بیلاروسی ربل',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'BYR',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'بيليز ڊالر',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'ڪئينڊيائي ڊالر',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'ڪانگو فرينڪ',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'سوئس فرينڪ',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'چلي پيسو',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'چيني يوآن (غير ملڪي)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'چيني يوآن',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'ڪولمبيائي پيسو',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'ڪوسٽا ريڪا ڪولن',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'ڪيوبن ڪنورٽيبل پيسو',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'ڪيوبن پيسو',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'ڪيپ وردي ايسڪوڊو',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'چيڪ ڪرونا',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'جبوتي فرينڪ',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'دانش ڪرون',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ڊومينيڪن پيسو',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'الجيريائي دينار',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'مصري پائونڊ',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ايريٽيريائي ناڪفا',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ايٿوپيائي بر',
        ],
        'EUR' => [
            0 => '€',
            1 => 'يورو',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'فجي ڊالر',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'فاڪلينڊ ٻيٽ پائونڊ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'برطانوي پائونڊ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'جارجيائي لاري',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'گهانين سيدي',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'جبرالٽر پائونڊ',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'گيمبيا دلاسائي',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'گني فرينڪ',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'گوئٽي مالا ڪٽزل',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'گيانا ڊالر',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'هانگ ڪانگ ڊالر',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'هونڊوراس ليمپرا',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ڪروشيائي ڪونا',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'هيٽي گورڊي',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'هنگيرين فورنٽ',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'انڊونيشيائي رپيه',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'اسرائيلي نيو شيڪل',
        ],
        'INR' => [
            0 => '₹',
            1 => 'انڊين رپي',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'عراقي دينار',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ايراني ريال',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'آئيس لينڊي ڪرونا',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'جميڪائي ڊالر',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'اردني دينار',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'جاپاني يين',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'ڪينيائي سلنگ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'ڪرغزستاني سوم',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'ڪمبوڊيائي ريال',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'ڪوموريائي فرينڪ',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'اتر ڪوريائي ون',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'ڏکڻ ڪوريائي ون',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'ڪويتي دينار',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'ڪيمين ٻيٽ ڊالر',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'قازقستان ٽينگا',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'لائوشيائي ڪپ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'لبناني پائونڊ',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'سري لنڪن رپي',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'لائبیریائی ڊالر',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'ليسوٿو لوٽي',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'لبيائي دينار',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'موروڪيائي درهم',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'مالديپ ليو',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'ملاگاسي اریاری',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'ميسي ڊوني دينار',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'ميانمار ڪياٽ',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'منگولي تجرڪ',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'ميڪانيز پٽاڪا',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'موريشيائي اوگوئیا (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'موريشيائي اوگوئیا',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'ماريشيائي رپي',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'مالديپ روفيا',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ملاوي ڪواچا',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'ميڪسيڪو پيسو',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'ملائيشيائي رنگٽ',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'موزمبيق ميٽيڪل',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'نميبائي ڊالر',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'نائجريائي نائرا',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'نڪارا گوا ڪارڊوبا',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'نارويائي ڪرون',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'نيپالي رپي',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'نيوزي لينڊي ڊالر',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'عماني ريال',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'پاناما پالبوا',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'پيرو سول',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'پاپوا نيو گني ڪنا',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'فلپائني پيسو',
        ],
        'PKR' => [
            0 => 'Rs',
            1 => 'پاڪستاني رپي',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'پولش زلاٽي',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'پيراگوئي گاراني',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'قطري ريال',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'رومانیائي لیو',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'سربيا دينار',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'روسي ربل',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'روانڊا فرينڪ',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'سعودي ريال',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'سولومان ٻيٽ ڊالر',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'سشلي رپي',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'سوڊاني پائونڊ',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'سويڊني ڪرونا',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'سنگاپوري ڊالر',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'سينٽ هيلنا پائونڊ',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'سیرا لیونيائي لیون',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'سومالي شلنگ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'سرينامي ڊالر',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'ڏکڻ سوڊاني پائونڊ',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'سائو ٽوم ۽ پرنسپي دوبرا (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'سائو ٽوم ۽ پرنسپي دوبرا',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'سيريائي پائونڊ',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'سوازي للانگيني',
        ],
        'THB' => [
            0 => 'THB',
            1 => 'ٿائي باهت',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'تاجڪستاني سوموني',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ترڪمانستان منت',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'تیونس دینار',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'تونگن پانگا',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ترڪي لرا',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ٽرينڊيڊ ۽ ٽوباگو ڊالر',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'نيو تائيوان ڊالر',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'تنزانيائي شلنگ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'یوڪرائن هریونیا',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'يگانڊا شلنگ',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'آمريڪي ڊالر',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'يوروگوئي پيسو',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ازبڪستاني سوم',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'Venezuelan Bolívar (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'وینزویلا بولیور',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ويٽنامي ڊونگ',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'وانواتو واتو',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ساموآن ٽالا',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'وچ آفريڪا فرينڪ',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'اوڀر ڪيريبين ڊالر',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'اولهه آفريڪا فرينڪ',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'CFP فرينڪ',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'يمني ريال',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'ڏکڻ آفريقي رانڊ',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'زمبائي ڪواچا',
        ],
    ],
];
