<?php

return [
    'Names' => [
        1 => 'گڏيل عرب امارات درهم', 3 => 'افغاني افغاني', 5 => 'الباني ليڪ', 'ارماني ڊرم', 'نيڌرلينڊ انٽليئن گلڊر', 'انگوليائي ڪوانزا', 16 => 'ارجنٽائن پيسو', 18 => 'آسٽريلوي ڊالر', 'اروبن فلورن', 21 => 'آذربائيجاني منت', 23 => 'بوسنيا هرزگوينا ڪنورٽبل مارڪ', 25 => 'باربيڊين ڊالر',
        'بنگلاديشي ٽڪا', 32 => 'بلغارین لیو', 34 => 'بحريني دينار', 'برونڊي فرينڪ', 'برمودي ڊالر', 'برونائي ڊالر', 'بولیوین بولیویانو', 45 => 'برازيلي ريل', 49 => 'بهاماني ڊادلر', 'ڀوٽاني گلٽرم', 52 => 'بوستواني پولا', 54 => 'بیلاروسی ربل', 56 => 'بيليز ڊالر',
        'ڪئينڊيائي ڊالر', 'ڪانگو فرينڪ', 60 => 'سوئس فرينڪ', 64 => 'چلي پيسو', 'چيني يوآن (غير ملڪي)', 'چيني يوآن', 'ڪولمبيائي پيسو', 69 => 'ڪوسٽا ريڪا ڪولن', 72 => 'ڪيوبن ڪنورٽيبل پيسو', 'ڪيوبن پيسو', 'ڪيپ وردي ايسڪوڊو', 76 => 'چيڪ ڪرونا', 79 => 'جبوتي فرينڪ', 'دانش ڪرون',
        'ڊومينيڪن پيسو', 'الجيريائي دينار', 86 => 'مصري پائونڊ', 'ايريٽيريائي ناڪفا', 91 => 'ايٿوپيائي بر', 'يورو', 94 => 'فجي ڊالر', 'فاڪلينڊ ٻيٽ پائونڊ', 97 => 'برطانوي پائونڊ', 99 => 'جارجيائي لاري', 101 => 'گهانين سيدي', 'جبرالٽر پائونڊ', 'گيمبيا دلاسائي', 'گني فرينڪ',
        108 => 'گوئٽي مالا ڪٽزل', 111 => 'گيانا ڊالر', 'هانگ ڪانگ ڊالر', 'هونڊوراس ليمپرا', 115 => 'ڪروشيائي ڪونا', 'هيٽي گورڊي', 'هنگيرين فورنٽ', 'انڊونيشيائي رپيه', 122 => 'اسرائيلي نيو شيڪل', 'انڊين رپي', 'عراقي دينار', 'ايراني ريال', 127 => 'آئيس لينڊي ڪرونا', 129 => 'جميڪائي ڊالر',
        'اردني دينار', 'جاپاني يين', 'ڪينيائي سلنگ', 'ڪرغزستاني سوم', 'ڪمبوڊيائي ريال', 'ڪوموريائي فرينڪ', 'اتر ڪوريائي ون', 139 => 'ڏکڻ ڪوريائي ون', 'ڪويتي دينار', 'ڪيمين ٻيٽ ڊالر', 'قازقستان ٽينگا', 'لائوشيائي ڪپ', 'لبناني پائونڊ', 'سري لنڪن رپي', 'لائبیریائی ڊالر', 'ليسوٿو لوٽي', 155 => 'لبيائي دينار', 'موروڪيائي درهم',
        160 => 'مالديپ ليو', 'ملاگاسي اریاری', 163 => 'ميسي ڊوني دينار', 166 => 'ميانمار ڪياٽ', 'منگولي تجرڪ', 'ميڪانيز پٽاڪا', 'موريشيائي اوگوئیا (1973–2017)', 'موريشيائي اوگوئیا', 173 => 'ماريشيائي رپي', 175 => 'مالديپ روفيا', 'ملاوي ڪواچا', 'ميڪسيڪو پيسو', 180 => 'ملائيشيائي رنگٽ',
        183 => 'موزمبيق ميٽيڪل', 'نميبائي ڊالر', 'نائجريائي نائرا', 187 => 'نڪارا گوا ڪارڊوبا', 189 => 'نارويائي ڪرون', 'نيپالي رپي', 'نيوزي لينڊي ڊالر', 'عماني ريال', 'پاناما پالبوا', 195 => 'پيرو سول', 197 => 'پاپوا نيو گني ڪنا', 'فلپائني پيسو', 'پاڪستاني رپي', 'پولش زلاٽي',
        203 => 'پيراگوئي گاراني', 'قطري ريال', 207 => 'رومانیائي لیو', 'سربيا دينار', 'روسي ربل', 211 => 'روانڊا فرينڪ', 'سعودي ريال', 'سولومان ٻيٽ ڊالر', 'سشلي رپي', 216 => 'سوڊاني پائونڊ', 218 => 'سويڊني ڪرونا', 'سنگاپوري ڊالر', 'سينٽ هيلنا پائونڊ', 223 => 'سیرا لیونيائي لیون',
        'سیرا لیونيائي لیون (1964—2022)', 'سومالي شلنگ', 'سرينامي ڊالر', 228 => 'ڏکڻ سوڊاني پائونڊ', 'سائو ٽوم ۽ پرنسپي دوبرا (1977–2017)', 'سائو ٽوم ۽ پرنسپي دوبرا', 233 => 'شامي پائونڊ', 'سوازي للانگيني', 'ٿائي باهت', 237 => 'تاجڪستاني سوموني', 239 => 'ترڪمانستان منت', 'تیونس دینار', 'تونگن پانگا', 244 => 'ترڪي لرا', 'ٽرينڊيڊ ۽ ٽوباگو ڊالر',
        'نيو تائيوان ڊالر', 'تنزانيائي شلنگ', 'یوڪرائن هریونیا', 251 => 'يگانڊا شلنگ', 'آمريڪي ڊالر', 257 => 'يوروگوئي پيسو', 259 => 'ازبڪستاني سوم', 262 => 'Venezuelan Bolívar (2008–2018)', 'وینزویلا بولیور', 'ويٽنامي ڊونگ', 266 => 'وانواتو واتو', 'ساموآن ٽالا', 'وچ آفريڪا فرينڪ', 'اوڀر ڪيريبين ڊالر', 'ڪريبيئن گلڊر',
        274 => 'اولهه آفريڪا فرينڪ', 'CFP فرينڪ', 278 => 'يمني ريال', 284 => 'ڏکڻ آفريقي رانڊ', 286 => 'زمبائي ڪواچا', 290 => 'زمبابوي سون',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', 'Rs', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', '', '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
