<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'ब्राज़ीली रियालु',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'चीनी युआनु',
        ],
        'EUR' => [
            0 => '€',
            1 => 'यूरो',
        ],
        'GBP' => [
            0 => '£',
            1 => 'बरतानवी पाउंडु',
        ],
        'INR' => [
            0 => '₹',
            1 => 'हिंदुस्तानी रुपयो',
        ],
        'JPY' => [
            0 => '¥',
            1 => 'जापानी येनु',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'रशियनु रुबलु',
        ],
        'USD' => [
            0 => '$',
            1 => 'यूएस जो डॉलर',
        ],
    ],
];
