<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'ब्राज़ीली रियालु',
        ],
        'CNY' => [
            'CN¥',
            'चीनी युआनु',
        ],
        'EUR' => [
            '€',
            'यूरो',
        ],
        'GBP' => [
            '£',
            'बरतानवी पाउंडु',
        ],
        'INR' => [
            '₹',
            'हिंदुस्तानी रुपयो',
        ],
        'JPY' => [
            '¥',
            'जापानी येनु',
        ],
        'RUB' => [
            'RUB',
            'रशियनु रुबलु',
        ],
        'USD' => [
            '$',
            'यूएस जो डॉलर',
        ],
    ],
];
