<?php

return [
    'Names' => [
        1 => 'එක්සත් අරාබි එමිරේට්ස් ඩිරාම්', 3 => 'ඇෆ්ගනිථාන ඇෆ්ගනි', 5 => 'ඇල්බේනියානු ලෙක්', 'ආර්මේනියානු ඩ්‍රෑම්', 'නෙදර්ලන්ත ඇන්ටිලියන් ගිල්ඩර්', 'ඇන්ගෝලානු ක්වන්සා', 16 => 'ආර්ජන්ටිනා පෙසෝ', 18 => 'ඔස්ට්‍රේලියානු ඩොලර්', 'අරූබානු ෆ්ලෝරින්', 21 => 'අසර්බයිජානු මනාට්', 23 => 'බොස්නියා හර්සගොවීනා පරිවර්ත්‍ය මාර්ක්', 25 => 'බාබේඩියානු ඩොලර්',
        'බංග්ලාදේශ් ටකා', 32 => 'බල්ගේරියානු ලිව්', 34 => 'බහරේන් ඩිනාර්', 'බුරුන්දි ෆ්‍රෑන්ක්', 'බර්මියුඩානු ඩොලර්', 'බෘනායි ඩොලර්', 'බොලිවියානු බොලිවියානෝ', 45 => 'බ්‍රසීල රියල්', 49 => 'බහමානු ඩොලර්', 'භූතාන නගුල්ට්‍රම්', 52 => 'බොට්ස්වානා පුලා', 54 => 'බෙලරූස් රූබල්', 'බෙලරූස් රූබල් (2000–2016)', 'බෙලීස් ඩොලර්',
        'කැනේඩියානු ඩොලර්', 'කොංගෝ ෆ්‍රෑන්ක්', 60 => 'ස්විස් ෆ්‍රෑන්ක්', 64 => 'චිලි පැසෝ', 'චීන යුආන් (එතෙර)', 'චීන යුආන්', 'කොලොම්බියානු පෙසෝ', 69 => 'කොස්ට රිකා කොලෝන්', 72 => 'මාරුකළ හැකි කියුබානු පැසෝ', 'කියුබානු පැසෝ', 'කේප් වර්ඩ් එස්කියුඩෝ', 76 => 'චෙක් රිපබ්ලික් කොරූනා', 79 => 'ජිබූති ෆ්‍රෑන්ක්', 'ඩැනිෂ් ක්‍රෝන්',
        'ඩොමිනිකානු පෙසෝ', 'ඇල්ගේරියානු ඩිනාර්', 86 => 'ඊජිප්තු පවුම්', 'එරිත්‍රියානු නැක්ෆා', 91 => 'ඉතියෝපියානු බීර්', 'යුරෝ', 94 => 'ෆිජියන් ඩොලර්', 'ෆෝක්ලන්ඩ් දූපත් පවුම්', 97 => 'බ්‍රිතාන්‍ය ස්ටර්ලින් පවුම්', 99 => 'ජෝජියානු ලැරී', 101 => 'ඝානා සෙඩි', 'ජිබ්‍රෝල්ටා පවුම්', 'ගැම්බියානු දලාසි', 'ගිනියානු ෆ්රෑන්ක්',
        108 => 'ගෝතමාලානු ක්වෙට්සල්', 111 => 'ගයනා ඩොලර්', 'හොංකොං ඩොලර්', 'හොන්ඩුරානු ලෙම්පිරා', 115 => 'ක්‍රොඒෂියානු කූනා', 'හයිටි ගෝර්ඩ්', 'හංගේරියානු ෆරින්ට්', 'ඉන්දුනීසියානු රුපියා', 122 => 'ඊශ්‍රායල නව ශෙකල්', 'ඉන්දියානු රුපියල්', 'ඉරාක ඩිනාර්', 'ඉරාන රියාල්', 127 => 'අයිස්ලන්තික ක්‍රෝනා', 129 => 'ජැමෙයිකානු ඩොලර්',
        'ජෝර්දාන් ඩිනාර්', 'ජපන් යෙන්', 'කෙන්යානු ශිලිං', 'කිරිගිස්ථාන සම්', 'කාම්බෝජ රියේල්', 'කොමොරියානු ෆ්‍රෑන්ක්', 'උතුරු කොරියානු වොන්', 139 => 'දකුණු කොරියානු වොන්', 'කුවේට් ඩිනාර්', 'කේමන් දූපත් ඩොලර්', 'කසකස්ථාන ටෙන්ග', 'ලාඕස් කිප්', 'ලෙබනන පවුම්', 'ශ්‍රී ලංකා රුපියල', 'ලයිබේරියානු ඩොලර්', 'ලෙසෝතෝ ලොටි', 'ලිතුවේනියානු', 153 => 'ලැට්වියානු ලැට්ස්',
        155 => 'ලිබියානු ඩිනාර්', 'මොරොක්කෝ ඩිර්හැම්', 160 => 'මෝල්ඩෝවානු ලෙව්', 'මලගාසි අරියාරි', 163 => 'මැසඩෝනියානු ඩිනාර්', 166 => 'බුරුම ක්යාට්', 'මොන්ගෝලියානු ටග්‍රික්', 'මැකනීස් පටකා', 'මුරුසි ඔයිගුයියා (1973–2017)', 'මුරුසි ඔයිගුයියා', 173 => 'මුරිසියානු රුපියල්', 175 => 'මාලදිවයින් රුෆියා', 'මලාවි ක්වාචා', 'මෙක්සිකානු ඩොලර්',
        180 => 'මැලේසියානු රින්ගිට්', 183 => 'මොසැම්බිකන් මෙටිකල්', 'නැමීබියානු ඩොලර්', 'නයිජීරියානු නයිරා', 187 => 'නිකරගුවානු කොඩෝබා', 189 => 'නොර්වීජියන් ක්‍රෝන්', 'නේපාල රුපියල්', 'නවසීලන්ත ඩොලර්', 'ඕමාන් රියාල්', 'පැනමා බැල්බෝ', 195 => 'පේරු සොල්', 197 => 'පැපුවා නිව් ගිනියානු කිනා', 'පිලිපීන පෙසෝ', 'පාකිස්ථාන රුපියල්',
        'පොලිෂ් ස්ලොටි', 203 => 'පැරගුවේ ගුවරානි', 'කටාර් රියාල්', 207 => 'රොමේනියානු ලෙව්', 'සර්බියානු ඩිනාර්', 'රුසියන් රූබල්', 211 => 'රුවන්ඩා ෆ්‍රෑන්ක්', 'සවුදි රියාල්', 'සොලමන් දූපත් ඩොලර්', 'සීෂෙලියානු රුපියල', 216 => 'සුඩාන පවුම්', 218 => 'ස්වෙඩිෂ් ක්‍රෝනා', 'සිංගප්පූරු ඩොලර්', 'ශාන්ත හෙලේනා පවුම්',
        223 => 'සියරා ලියොන් ලියොන්', 'සියරා ලියොන් ලියොන් (1964—2022)', 'සෝමාලියානු ශිලිං', 'සුරිනාම් ඩොලර්', 228 => 'දකුණු සුඩාන පවුම්', 'සාඕ තෝම් සහ ප්‍රින්සිප් දොබ්‍රා (1977–2017)', 'සාඕ තෝම් සහ ප්‍රින්සිප් දොබ්‍රා', 233 => 'සිරියානු පවුම්', 'ස්වාසි ලිලන්ජනි', 'තායි බාත්', 237 => 'තජිකිස්ථාන සමොනි', 239 => 'තක්මෙනිස්ථාන මනාට්', 'ටියුනීසියානු ඩිනාර්', 'ටොංගානු පාන්ගා',
        244 => 'තුර්කි ලිරා', 'ට්‍රිනිඩෑඩ් සහ ටොබෑගෝ ඩොලර්', 'නව තායිවාන ඩොලර්', 'ටැන්සානියානු ශිලිං', 'යුක්රේන හ්‍රිව්නියා', 251 => 'උගන්ඩා ශිලිං', 'ඇමරිකානු ඩොලර්', 257 => 'උරුගුවේ පෙසෝ', 259 => 'උස්බෙකිස්ථාන සම්', 262 => 'වෙනිසියුලානු බොලිවර් (2008–2018)', 'වෙනිසියුලානු බොලිවර්', 'වියට්නාම ඩොන්', 266 => 'වනුවාටු වාටු', 'සැමෝවා ටාලා',
        'සිෆ්එ ෆ්රෑන්ක් බිඊඑසි', 'නැගෙනහිර කැරිබියානු ඩොලර්', 'කැරිබියානු ගිල්ඩර්', 274 => 'සිෆ්එ ෆ්රෑන්ක් බිසීඊඑඔ', 'ප්‍රංශ පොලිනීසියානු ෆ්‍රෑන්ක්', 278 => 'යේමන රියාල්', 284 => 'දකුණු අප්‍රිකානු රැන්ඩ්', 'සැම්බියානු ක්වාචා (1968–2012)', 'සැම්බියානු ක්වාචා', 290 => 'සිම්බාබ්වේ රත්තරන්',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', 'රු.', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'සිෆ්එ', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
