<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'එක්සත් අරාබි එමිරේට්ස් ඩිරාම්',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'ඇෆ්ගනිථාන ඇෆ්ගනි',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'ඇල්බේනියානු ලෙක්',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'ආර්මේනියානු ඩ්‍රෑම්',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'නෙදර්ලන්ත ඇන්ටිලියන් ගිල්ඩර්',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'ඇන්ගෝලානු ක්වන්සා',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ආර්ජන්ටිනා පෙසෝ',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ඔස්ට්‍රේලියානු ඩොලර්',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'අරූබානු ෆ්ලෝරින්',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'අසර්බයිජානු මනාට්',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'බොස්නියා හර්සගොවීනා පරිවර්ත්‍ය මාර්ක්',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'බාබේඩියානු ඩොලර්',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'බංග්ලාදේශ් ටකා',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'බල්ගේරියානු ලිව්',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'බහරේන් ඩිනාර්',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'බුරුන්දි ෆ්‍රෑන්ක්',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'බර්මියුඩානු ඩොලර්',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'බෘනායි ඩොලර්',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'බොලිවියානු බොලිවියානෝ',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'බ්‍රසීල රියල්',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'බහමානු ඩොලර්',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'භූතාන නගුල්ට්‍රම්',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'බොට්ස්වානා පුලා',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'බෙලරූස් රූබල්',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'බෙලරූස් රූබල් (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'බෙලීස් ඩොලර්',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'කැනේඩියානු ඩොලර්',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'කොංගෝ ෆ්‍රෑන්ක්',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'ස්විස් ෆ්‍රෑන්ක්',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'චිලි පැසෝ',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'චීන යුආන් (එතෙර)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'චීන යුආන්',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'කොලොම්බියානු පෙසෝ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'කොස්ට රිකා කොලෝන්',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'මාරුකළ හැකි කියුබානු පැසෝ',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'කියුබානු පැසෝ',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'කේප් වර්ඩ් එස්කියුඩෝ',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'චෙක් රිපබ්ලික් කොරූනා',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'ජිබූති ෆ්‍රෑන්ක්',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ඩැනිෂ් ක්‍රෝන්',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ඩොමිනිකානු පෙසෝ',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'ඇල්ගේරියානු ඩිනාර්',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ඊජිප්තු පවුම්',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'එරිත්‍රියානු නැක්ෆා',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ඉතියෝපියානු බීර්',
        ],
        'EUR' => [
            0 => '€',
            1 => 'යුරෝ',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ෆිජියන් ඩොලර්',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ෆෝක්ලන්ඩ් දූපත් පවුම්',
        ],
        'GBP' => [
            0 => '£',
            1 => 'බ්‍රිතාන්‍ය ස්ටර්ලින් පවුම්',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ජෝජියානු ලැරී',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'ඝානා සෙඩි',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ජිබ්‍රෝල්ටා පවුම්',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ගැම්බියානු දලාසි',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ගිනියානු ෆ්රෑන්ක්',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'ගෝතමාලානු ක්වෙට්සල්',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ගයනා ඩොලර්',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'හොංකොං ඩොලර්',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'හොන්ඩුරානු ලෙම්පිරා',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'ක්‍රොඒෂියානු කූනා',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'හයිටි ගෝර්ඩ්',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'හංගේරියානු ෆරින්ට්',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ඉන්දුනීසියානු රුපියා',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ඊශ්‍රායල නව ශෙකල්',
        ],
        'INR' => [
            0 => '₹',
            1 => 'ඉන්දියානු රුපියල්',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ඉරාක ඩිනාර්',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ඉරාන රියාල්',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'අයිස්ලන්තික ක්‍රෝනා',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ජැමෙයිකානු ඩොලර්',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ජෝර්දාන් ඩිනාර්',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'ජපන් යෙන්',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'කෙන්යානු ශිලිං',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'කිරිගිස්ථාන සම්',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'කාම්බෝජ රියේල්',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'කොමොරියානු ෆ්‍රෑන්ක්',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'උතුරු කොරියානු වොන්',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'දකුණු කොරියානු වොන්',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'කුවේට් ඩිනාර්',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'කේමන් දූපත් ඩොලර්',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'කසකස්ථාන ටෙන්ග',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'ලාඕස් කිප්',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ලෙබනන පවුම්',
        ],
        'LKR' => [
            0 => 'රු.',
            1 => 'ශ්‍රී ලංකා රුපියල',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ලයිබේරියානු ඩොලර්',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'ලෙසෝතෝ ලොටි',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ලිතුවේනියානු',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'ලැට්වියානු ලැට්ස්',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ලිබියානු ඩිනාර්',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'මොරොක්කෝ ඩිර්හැම්',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'මෝල්ඩෝවානු ලෙව්',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'මලගාසි අරියාරි',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'මැසඩෝනියානු ඩිනාර්',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'බුරුම ක්යාට්',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'මොන්ගෝලියානු ටග්‍රික්',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'මැකනීස් පටකා',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'මුරුසි ඔයිගුයියා (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'මුරුසි ඔයිගුයියා',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'මුරිසියානු රුපියල්',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'මාලදිවයින් රුෆියා',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'මලාවි ක්වාචා',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'මෙක්සිකානු ඩොලර්',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'මැලේසියානු රින්ගිට්',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'මොසැම්බිකන් මෙටිකල්',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'නැමීබියානු ඩොලර්',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'නයිජීරියානු නයිරා',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'නිකරගුවානු කොඩෝබා',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'නොර්වීජියන් ක්‍රෝන්',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'නේපාල රුපියල්',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'නවසීලන්ත ඩොලර්',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ඕමාන් රියාල්',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'පැනමා බැල්බෝ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'පේරු සොල්',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'පැපුවා නිව් ගිනියානු කිනා',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'පිලිපීන පෙසෝ',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'පාකිස්ථාන රුපියල්',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'පොලිෂ් ස්ලොටි',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'පැරගුවේ ගුවරානි',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'කටාර් රියාල්',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'රොමේනියානු ලෙව්',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'සර්බියානු ඩිනාර්',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'රුසියන් රූබල්',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'රුවන්ඩා ෆ්‍රෑන්ක්',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'සවුදි රියාල්',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'සොලමන් දූපත් ඩොලර්',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'සීෂෙලියානු රුපියල',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'සුඩාන පවුම්',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'ස්වෙඩිෂ් ක්‍රෝනා',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'සිංගප්පූරු ඩොලර්',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'ශාන්ත හෙලේනා පවුම්',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'සියරා ලියොන් ලියොන්',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'සෝමාලියානු ශිලිං',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'සුරිනාම් ඩොලර්',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'දකුණු සුඩාන පවුම්',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'සාඕ තෝම් සහ ප්‍රින්සිප් දොබ්‍රා (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'සාඕ තෝම් සහ ප්‍රින්සිප් දොබ්‍රා',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'සිරියානු පවුම්',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'ස්වාසි ලිලන්ජනි',
        ],
        'THB' => [
            0 => '฿',
            1 => 'තායි බාත්',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'තජිකිස්ථාන සමොනි',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'තක්මෙනිස්ථාන මනාට්',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ටියුනීසියානු ඩිනාර්',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ටොංගානු පාන්ගා',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'තුර්කි ලිරා',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ට්‍රිනිඩෑඩ් සහ ටොබෑගෝ ඩොලර්',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'නව තායිවාන ඩොලර්',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ටැන්සානියානු ශිලිං',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'යුක්රේන හ්‍රිව්නියා',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'උගන්ඩා ශිලිං',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'ඇමරිකානු ඩොලර්',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'උරුගුවේ පෙසෝ',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'උස්බෙකිස්ථාන සම්',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'වෙනිසියුලානු බොලිවර් (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'වෙනිසියුලානු බොලිවර්',
        ],
        'VND' => [
            0 => '₫',
            1 => 'වියට්නාම ඩොන්',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'වනුවාටු වාටු',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'සැමෝවා ටාලා',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'සිෆ්එ ෆ්රෑන්ක් බිඊඑසි',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'නැගෙනහිර කැරිබියානු ඩොලර්',
        ],
        'XOF' => [
            0 => 'සිෆ්එ',
            1 => 'සිෆ්එ ෆ්රෑන්ක් බිසීඊඑඔ',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'ප්‍රංශ පොලිනීසියානු ෆ්‍රෑන්ක්',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'යේමන රියාල්',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'දකුණු අප්‍රිකානු රැන්ඩ්',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'සැම්බියානු ක්වාචා (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'සැම්බියානු ක්වාචා',
        ],
    ],
];
