<?php

return [
    'Names' => [
        'AMD' => [
            'AMD',
            'ܕܪܗܡ ܕܐܪܡܢܝܐ',
        ],
        'ANG' => [
            'ANG',
            'ܦܠܘܪܝܢ ܐܢܬܝܠܝܣܝܐ ܕܗܘܠܢܕܐ',
        ],
        'ARS' => [
            'ARS',
            'ܦܝܣܘ ܕܐܪܓܢܬܝܢܐ',
        ],
        'AUD' => [
            'A$',
            'ܕܘܠܪ ܕܐܘܣܬܪܠܝܐ',
        ],
        'AWG' => [
            'AWG',
            'ܦܠܘܪܝܢ ܕܐܪܘܒܐ',
        ],
        'BBD' => [
            'BBD',
            'ܕܘܠܪ ܕܒܪܒܐܕܘܣ',
        ],
        'BHD' => [
            'BHD',
            'ܕܝܢܪܐ ܕܒܚܪܝܢ',
        ],
        'BMD' => [
            'BMD',
            'ܕܘܠܪ ܕܒܝܪܡܘܕܐ',
        ],
        'BND' => [
            'BND',
            'ܕܘܠܪ ܕܒܪܘܢܐܝ',
        ],
        'BSD' => [
            'BSD',
            'ܕܘܠܪ ܕܒܗܐܡܣ',
        ],
        'BZD' => [
            'BZD',
            'ܕܘܠܪ ܕܒܠܝܙ',
        ],
        'CAD' => [
            'CA$',
            'ܕܘܠܪ ܕܟܢܕܐ',
        ],
        'CNY' => [
            'CN¥',
            'ܝܘܐܢ ܕܨܝܢ',
        ],
        'COP' => [
            'COP',
            'ܦܝܣܘ ܕܟܘܠܘܡܒܝܐ',
        ],
        'CRC' => [
            'CRC',
            'ܟܘܠܘܢ ܕܟܘܣܬܐ ܪܝܟܐ',
        ],
        'CUC' => [
            'CUC',
            'ܦܝܣܘ ܡܬܥܪܦܢܝܬܐ ܕܩܘܒܐ',
        ],
        'CUP' => [
            'CUP',
            'ܦܝܣܘ ܕܩܘܒܐ',
        ],
        'DOP' => [
            'DOP',
            'ܦܝܣܘ ܕܕܘܡܝܢܝܟܐܢ',
        ],
        'DZD' => [
            'DZD',
            'ܕܝܢܪܐ ܕܓܙܐܪ',
        ],
        'EGP' => [
            'EGP',
            'ܠܝܛܪܐ ܕܡܨܪܝܢ',
        ],
        'EUR' => [
            '€',
            'ܐܘܪܘ',
        ],
        'FJD' => [
            'FJD',
            'ܕܘܠܪ ܕܦܝܓܝ',
        ],
        'FKP' => [
            'FKP',
            'ܠܝܛܪܐ ܕܓܙܪ̈ܬܐ ܕܦܠܟܠܢܕ',
        ],
        'GIP' => [
            'GIP',
            'ܠܝܛܪܐ ܕܓܒܪܠܛܪ',
        ],
        'GTQ' => [
            'GTQ',
            'ܟܝܬܙܠ ܕܓܘܐܬܝܡܐܠܐ',
        ],
        'GYD' => [
            'GYD',
            'ܕܘܠܪ ܕܓܘܝܐܢܐ',
        ],
        'HKD' => [
            'HK$',
            'ܕܘܠܪ ܕܗܘܢܓ ܟܘܢܓ',
        ],
        'HNL' => [
            'HNL',
            'ܠܝܡܦܝܪܐ ܕܗܘܢܕܘܪܣ',
        ],
        'HTG' => [
            'HTG',
            'ܓܘܪܕ ܕܗܐܝܬܝ',
        ],
        'ILS' => [
            '₪',
            'ܬܩܠܐ ܚܕܬܐ ܕܐܝܣܪܐܝܠ',
        ],
        'IQD' => [
            'IQD',
            'ܕܝܢܪܐ ܕܥܝܪܐܩ',
        ],
        'JMD' => [
            'JMD',
            'ܕܘܠܪ ܕܓܡܝܟܐ',
        ],
        'JOD' => [
            'JOD',
            'ܕܝܢܪܐ ܕܝܘܪܕܢܢ',
        ],
        'KPW' => [
            'KPW',
            'ܘܘܢ ܕܟܘܪܝܐ ܓܪܒܝܝܬܐ',
        ],
        'KRW' => [
            '₩',
            'ܘܘܢ ܕܟܘܪܝܐ ܬܝܡܢܝܬܐ',
        ],
        'KWD' => [
            'KWD',
            'ܕܝܢܪܐ ܕܟܘܝܬ',
        ],
        'KYD' => [
            'KYD',
            'ܕܘܠܪ ܕܓܙܪ̈ܬܐ ܕܟܐܝܡܐܢ',
        ],
        'LBP' => [
            'LBP',
            'ܠܝܛܪܐ ܕܠܒܢܢ',
        ],
        'LYD' => [
            'LYD',
            'ܕܝܢܪܐ ܕܠܘܒܐ',
        ],
        'MAD' => [
            'MAD',
            'ܕܪܗܡ ܕܡܓܪܒ',
        ],
        'MKD' => [
            'MKD',
            'ܕܝܢܪܐ ܕܡܩܕܘܢܝܐ',
        ],
        'MXN' => [
            'MX$',
            'ܦܝܣܘ ܕܡܟܣܝܟܘ',
        ],
        'NIO' => [
            'NIO',
            'ܩܘܪܕܘܒܝ ܕܢܝܟܐܪܐܓܘܐ',
        ],
        'PAB' => [
            'PAB',
            'ܒܐܠܒܘܐ ܕܦܐܢܡܐ',
        ],
        'PHP' => [
            '₱',
            'ܦܝܣܘ ܕܦܝܠܝܦܝܐ',
        ],
        'RSD' => [
            'RSD',
            'ܕܝܢܪܐ ܕܣܪܒܝܐ',
        ],
        'SBD' => [
            'SBD',
            'ܕܘܠܪ ܕܓܙܪ̈ܬܐ ܕܫܠܝܡܘܢ',
        ],
        'SDG' => [
            'SDG',
            'ܠܝܛܪܐ ܕܣܘܕܐܢ',
        ],
        'SGD' => [
            'SGD',
            'ܕܘܠܪ ܕܣܝܢܓܐܦܘܪ',
        ],
        'SYP' => [
            'ل.س.‏',
            'ܠܝܛܪܐ ܕܣܘܪܝܐ',
        ],
        'TND' => [
            'TND',
            'ܕܝܢܪܐ ܕܬܘܢܣ',
        ],
        'TRY' => [
            'TRY',
            'ܠܝܛܪܐ ܕܬܘܪܟܝܐ',
        ],
        'TTD' => [
            'TTD',
            'ܕܘܠܪ ܕܬܪܝܢܝܕܐܕ ܘܬܘܒܐܓܘ',
        ],
        'USD' => [
            'US$',
            'ܕܘܠܪ ܕܐܘܚܕܢ̈ܐ ܡܚܘܝܕ̈ܐ',
        ],
        'UYU' => [
            'UYU',
            'ܦܝܣܘ ܕܐܘܪܘܓܘܐܝ',
        ],
        'VND' => [
            '₫',
            'ܕܘܢܓ ܕܒܝܬܢܐܡ',
        ],
        'XCD' => [
            'EC$',
            'ܕܘܠܪ ܕܡܕܢܚ ܟܐܪܝܒܐ',
        ],
        'XCG' => [
            'Cg.',
            'ܦܠܘܪܝܢ ܕܩܘܒܐ',
        ],
    ],
];
