<?php

return [
    'Names' => [
        6 => 'ܕܪܗܡ ܕܐܪܡܢܝܐ', 'ܦܠܘܪܝܢ ܐܢܬܝܠܝܣܝܐ ܕܗܘܠܢܕܐ', 16 => 'ܦܝܣܘ ܕܐܪܓܢܬܝܢܐ', 18 => 'ܕܘܠܪ ܕܐܘܣܬܪܠܝܐ', 'ܦܠܘܪܝܢ ܕܐܪܘܒܐ', 25 => 'ܕܘܠܪ ܕܒܪܒܐܕܘܣ', 34 => 'ܕܝܢܪܐ ܕܒܚܪܝܢ', 36 => 'ܕܘܠܪ ܕܒܝܪܡܘܕܐ', 'ܕܘܠܪ ܕܒܪܘܢܐܝ', 49 => 'ܕܘܠܪ ܕܒܗܐܡܣ', 56 => 'ܕܘܠܪ ܕܒܠܝܙ', 'ܕܘܠܪ ܕܟܢܕܐ',
        66 => 'ܝܘܐܢ ܕܨܝܢ', 'ܦܝܣܘ ܕܟܘܠܘܡܒܝܐ', 69 => 'ܟܘܠܘܢ ܕܟܘܣܬܐ ܪܝܟܐ', 72 => 'ܦܝܣܘ ܡܬܥܪܦܢܝܬܐ ܕܩܘܒܐ', 'ܦܝܣܘ ܕܩܘܒܐ', 81 => 'ܦܝܣܘ ܕܕܘܡܝܢܝܟܐܢ', 'ܕܝܢܪܐ ܕܓܙܐܪ', 86 => 'ܠܝܛܪܐ ܕܡܨܪܝܢ', 92 => 'ܐܘܪܘ', 94 => 'ܕܘܠܪ ܕܦܝܓܝ', 'ܠܝܛܪܐ ܕܓܙܪ̈ܬܐ ܕܦܠܟܠܢܕ', 102 => 'ܠܝܛܪܐ ܕܓܒܪܠܛܪ',
        108 => 'ܟܝܬܙܠ ܕܓܘܐܬܝܡܐܠܐ', 111 => 'ܕܘܠܪ ܕܓܘܝܐܢܐ', 'ܕܘܠܪ ܕܗܘܢܓ ܟܘܢܓ', 'ܠܝܡܦܝܪܐ ܕܗܘܢܕܘܪܣ', 116 => 'ܓܘܪܕ ܕܗܐܝܬܝ', 122 => 'ܬܩܠܐ ܚܕܬܐ ܕܐܝܣܪܐܝܠ', 124 => 'ܕܝܢܪܐ ܕܥܝܪܐܩ', 129 => 'ܕܘܠܪ ܕܓܡܝܟܐ', 'ܕܝܢܪܐ ܕܝܘܪܕܢܢ', 136 => 'ܘܘܢ ܕܟܘܪܝܐ ܓܪܒܝܝܬܐ', 139 => 'ܘܘܢ ܕܟܘܪܝܐ ܬܝܡܢܝܬܐ', 'ܕܝܢܪܐ ܕܟܘܝܬ',
        'ܕܘܠܪ ܕܓܙܪ̈ܬܐ ܕܟܐܝܡܐܢ', 144 => 'ܠܝܛܪܐ ܕܠܒܢܢ', 155 => 'ܕܝܢܪܐ ܕܠܘܒܐ', 'ܕܪܗܡ ܕܡܓܪܒ', 163 => 'ܕܝܢܪܐ ܕܡܩܕܘܢܝܐ', 177 => 'ܦܝܣܘ ܕܡܟܣܝܟܘ', 187 => 'ܩܘܪܕܘܒܝ ܕܢܝܟܐܪܐܓܘܐ', 193 => 'ܒܐܠܒܘܐ ܕܦܐܢܡܐ', 198 => 'ܦܝܣܘ ܕܦܝܠܝܦܝܐ', 208 => 'ܕܝܢܪܐ ܕܣܪܒܝܐ', 213 => 'ܕܘܠܪ ܕܓܙܪ̈ܬܐ ܕܫܠܝܡܘܢ',
        216 => 'ܠܝܛܪܐ ܕܣܘܕܐܢ', 219 => 'ܕܘܠܪ ܕܣܝܢܓܐܦܘܪ', 233 => 'ܠܝܛܪܐ ܕܣܘܪܝܐ', 240 => 'ܕܝܢܪܐ ܕܬܘܢܣ', 244 => 'ܠܝܛܪܐ ܕܬܘܪܟܝܐ', 'ܕܘܠܪ ܕܬܪܝܢܝܕܐܕ ܘܬܘܒܐܓܘ', 252 => 'ܕܘܠܪ ܕܐܘܚܕܢ̈ܐ ܡܚܘܝܕ̈ܐ', 257 => 'ܦܝܣܘ ܕܐܘܪܘܓܘܐܝ', 264 => 'ܕܘܢܓ ܕܒܝܬܢܐܡ', 269 => 'ܕܘܠܪ ܕܡܕܢܚ ܟܐܪܝܒܐ', 'ܦܠܘܪܝܢ ܕܩܘܒܐ',
    ],
    'Symbols' => [
        6 => '', '', 16 => '', 18 => 'A$', '', 25 => '', 34 => '', 36 => '', '', 49 => '', 56 => '', 'CA$',
        66 => 'CN¥', '', 69 => '', 72 => '', '', 81 => '', '', 86 => '', 92 => '€', 94 => '', '', 102 => '',
        108 => '', 111 => '', 'HK$', '', 116 => '', 122 => '₪', 124 => '', 129 => '', '', 136 => '', 139 => '₩', '',
        '', 144 => '', 155 => '', '', 163 => '', 177 => 'MX$', 187 => '', 193 => '', 198 => '₱', 208 => '', 213 => '',
        216 => '', 219 => '', 233 => 'ل.س.‏', 240 => '', 244 => '', '', 252 => 'US$', 257 => '', 264 => '₫', 269 => 'EC$', 'Cg.',
    ],
];
