<?php

return [
    'Names' => [
        1 => 'ஐக்கிய அரபு எமிரேட்ஸ் திர்ஹாம்', 3 => 'ஆஃப்கான் ஆஃப்கானி', 5 => 'அல்பேனியன் லெக்', 'ஆர்மேனியன் ட்ராம்', 'நெதர்லேண்ட்ஸ் அன்டிலியன் கில்டர்', 'அங்கோலன் க்வான்ஸா', 16 => 'அர்ஜென்டைன் பெசோ', 18 => 'ஆஸ்திரேலிய டாலர்', 'அருபன் ஃப்ளோரின்', 21 => 'அசர்பைஜானி மனத்', 23 => 'போஸ்னியா-ஹெர்ஸேகோவினா கன்வெர்டிபில் மார்க்', 25 => 'பார்பேடியன் டாலர்',
        'பங்களாதேஷி டாகா', 32 => 'பல்கேரியன் லேவ்', 34 => 'பஹ்ரைனி தினார்', 'புருண்டியன் ஃப்ராங்க்', 'பெர்முடன் டாலர்', 'புரூனே டாலர்', 'பொலிவியன் பொலிவியானோ', 45 => 'பிரேசிலியன் ரியால்', 49 => 'பஹாமியன் டாலர்', 'பூட்டானீஸ் குல்ட்ரம்', 52 => 'போட்ஸ்வானன் புலா', 54 => 'பெலருசியன் ரூபிள்', 'பெலருசியன் ரூபிள் (2000–2016)', 'பெலீஸ் டாலர்',
        'கனடியன் டாலர்', 'காங்கோலீஸ் ஃப்ராங்க்', 60 => 'சுவிஸ் ஃப்ராங்க்', 64 => 'சிலியன் பெசோ', 'சீன யுவான் (ஆஃப்ஷோர்)', 'சீன யுவான்', 'கொலம்பியன் பெசோ', 69 => 'கோஸ்டா ரிகன் கொலோன்', 72 => 'கியூபன் கன்வெர்டிபில் பெசோ', 'கியூபன் பெசோ', 'கேப் வெர்டியன் எஸ்குடோ', 76 => 'செக் குடியரசு கொருனா', 79 => 'ஜிபவ்டியென் ஃப்ராங்க்', 'டேனிஷ் க்ரோன்',
        'டொமினிக்கன் பெசோ', 'அல்ஜீரியன் தினார்', 86 => 'எகிப்திய பவுண்டு', 'எரித்ரியன் நக்ஃபா', 91 => 'எத்தியோப்பியன் பிர்', 'யூரோ', 94 => 'ஃபிஜியன் டாலர்', 'ஃபாக்லாந்து தீவுகள் பவுண்டு', 97 => 'பிரிட்டிஷ் பவுண்டு', 99 => 'ஜார்ஜியன் லாரி', 101 => 'கானயன் சேடி', 'ஜிப்ரால்டர் பவுண்டு', 'கேம்பியன் தலாசி', 'கினியன் ஃப்ராங்க்',
        108 => 'குவாதெமாலன் க்யுட்ஸல்', 111 => 'கயானீஸ் டாலர்', 'ஹாங்காங் டாலர்', 'ஹோன்டூரன் லெம்பீரா', 115 => 'குரோஷியன் குனா', 'ஹைட்டியன் கோர்டே', 'ஹங்கேரியன் ஃபோரின்ட்', 'இந்தோனேஷியன் ருபியா', 122 => 'இஸ்ரேலி நியூ ஷிகேல்', 'இந்திய ரூபாய்', 'ஈராக்கி தினார்', 'ஈரானியன் ரியால்', 127 => 'ஐஸ்லாண்டிக் க்ரோனா', 129 => 'ஜமைக்கன் டாலர்',
        'ஜோர்டானிய தினார்', 'ஜப்பானிய யென்', 'கென்யன் ஷில்லிங்', 'கிர்கிஸ்தானி சோம்', 'கம்போடியன் ரியெல்', 'கமோரியன் ஃப்ராங்க்', 'வட கொரிய வான்', 139 => 'தென் கொரிய வான்', 'குவைத்தி தினார்', 'கேமன் தீவுகள் டாலர்', 'கஸகஸ்தானி டென்கே', 'லவோஷியன் கிப்', 'லெபனீஸ் பவுண்டு', 'இலங்கை ரூபாய்', 'லைபீரியன் டாலர்', 'லெசோதோ லோட்டி', 'லிதுவேனியன் லிடஸ்', 153 => 'லத்வியன் லாட்ஸ்',
        155 => 'லிபியன் தினார்', 'மொராக்கன் திர்ஹாம்', 160 => 'மால்டோவன் லியூ', 'மலகாசி ஏரியரி', 163 => 'மாசிடோனியன் டேனார்', 166 => 'மியான்மர் கியாத்', 'மங்கோலியன் டுக்ரிக்', 'மெகனீஸ் படாகா', 'மொரிஷானியன் ஒகுயா (1973–2017)', 'மொரிஷானியன் ஒகுயா', 173 => 'மொரீஷியன் ருபீ', 175 => 'மாலத்தீவு ருஃபியா', 'மலாவியன் குவாச்சா', 'மெக்ஸிகன் பெசோ',
        180 => 'மலேஷியன் ரிங்கிட்', 183 => 'மொசாம்பிகன் மெடிகல்', 'நமீபியன் டாலர்', 'நைஜீரியன் நைரா', 187 => 'நிகரகுவன் கோர்டோபா', 189 => 'நார்வேஜியன் க்ரோன்', 'நேபாளீஸ் ரூபாய்', 'நியூசிலாந்து டாலர்', 'ஓமானி ரியால்', 'பனாமானியன் பால்போவா', 195 => 'பெரூவியன் சோல்', 197 => 'பபுவா நியூ கினியன் கினா', 'பிலிப்பைன் பெசோ', 'பாகிஸ்தானி ரூபாய்',
        'போலிஷ் ஸ்லாட்டி', 203 => 'பராகுவன் குவாரானி', 'கத்தாரி ரியால்', 207 => 'ரோமானியன் லியூ', 'செர்பியன் தினார்', 'ரஷியன் ரூபிள்', 211 => 'ருவாண்டன் ஃப்ராங்க்', 'சவுதி ரியால்', 'சாலமன் தீவுகள் டாலர்', 'சிசீலோயிஸ் ருபீ', 216 => 'சூடானீஸ் பவுண்டு', 218 => 'ஸ்வீடிஷ் க்ரோனா', 'சிங்கப்பூர் டாலர்', 'செயின்ட் ஹெலேனா பவுண்டு',
        223 => 'சியாரா லியோனியன் லியோன்', 'சியாரா லியோனியன் லியோன் (1964—2022)', 'சோமாலி ஷில்லிங்', 'சுரினாமீஸ் டாலர்', 228 => 'தெற்கு சூடானீஸ் பவுண்டு', 'சாவ் டோமி மற்றும் பிரின்ஸ்பி டோப்ரா (1977–2017)', 'சாவ் டோமி மற்றும் பிரின்ஸ்பி டோப்ரா', 233 => 'சிரியன் பவுண்டு', 'சுவாஸி லிலாங்கனி', 'தாய் பாட்', 237 => 'தஜிகிஸ்தானி சோமோனி', 239 => 'துர்க்மெனிஸ்தானி மனத்', 'துனிஷியன் தினார்', 'தொங்கான் பங்கா',
        244 => 'துருக்கிஷ் லீரா', 'டிரினிடாட் மற்றும் டோபாகோ டாலர்', 'புதிய தைவான் டாலர்', 'தான்சானியன் ஷில்லிங்', 'உக்ரைனியன் ஹிரைவ்னியா', 251 => 'உகாண்டன் ஷில்லிங்', 'அமெரிக்க டாலர்', 257 => 'உருகுவேயன் பெசோ', 259 => 'உஸ்பெக்கிஸ்தானி சோம்', 262 => 'வெனிசுலன் போலிவர் (2008–2018)', 'வெனிசுலன் போலிவர்', 'வியட்நாமீஸ் டாங்', 266 => 'வனுவாட்டு வாட்டு', 'சமோவான் தாலா',
        'மத்திய ஆப்பிரிக்க CFA ஃப்ராங்க்', 'கிழக்கு கரீபியன் டாலர்', 'கரீபியன் கில்டர்', 274 => 'மேற்கு ஆப்பிரிக்க CFA ஃப்ராங்க்', 'ஃப்ராங்க் (CFP)', 278 => 'ஏமனி ரியால்', 284 => 'தென் ஆப்ரிக்க ராண்ட்', 'ஸாம்பியன் குவாசா (1968–2012)', 'ஸாம்பியன் குவாச்சா', 290 => 'ஜிம்பாப்வே தங்கம்',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', '¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
