<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'యునైటెడ్ ఆరబ్ ఎమిరేట్స్ దిరామ్',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'ఆఫ్ఘాన్ ఆఫ్ఘాని',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'ఆల్బేనియన్ లేక్',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'అమెరికన్ డ్రామ్',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'నెదర్లాండ్స్ యాంటిల్లియన్ గిల్‌డర్',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'అంగోలాన్ క్వాన్‌జా',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'అర్జెంటీనా పెసో',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'ఆస్ట్రేలియన్ డాలర్',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'అరుబన్ ఫ్లోరిన్',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'అజర్బైజాన్ మానట్',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'బోస్నియా-హెర్జగోవినా మార్పిడి చెయ్యగలిగే మార్క్',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'బర్బాడియన్ డాలర్',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'బాంగ్లాదేశ్ టాకా',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'బల్గేరియన్ లేవ్',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'బహ్రెయిన్ దినార్',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'బురిండియన్ ఫ్రాంక్',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'బెర్ముడన్ డాలర్',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'బ్రూనై డాలర్',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'బొలీవియన్ బొలీవియానో',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'బ్రెజిలియన్ రియల్',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'బహామియన్ డాలర్',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'భూటానీయుల గుల్‌ట్రుమ్',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'బోట్స్‌వానా పులా',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'బెలరూసియన్ రూబల్',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'బెలరూసియన్ రూబల్ (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'బెలీజ్ డాలర్',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'కెనడియన్ డాలర్',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'కొంగోలిస్ ఫ్రాంక్',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'స్విస్ ఫ్రాంక్',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'చిలియన్ పెసో',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'చైనీస్ యువాన్ (ఆఫ్‌షోర్)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'చైనా దేశ యువాన్',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'కొలంబియన్ పెసో',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'కోస్టా రికన్ కోలోన్',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'క్యూబన్ కన్వర్టబుల్ పెసో',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'క్యూబన్ పెసో',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'కేప్ వెర్డియన్ ఎస్కుడో',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'చెక్ రిపబ్లిక్ కోరునా',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'జిబోటియన్ ఫ్రాంక్',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'డానిష్ క్రోన్',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'డోమినికన్ పెసో',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'అల్జీరియన్ దీనార్',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ఈజిప్షియన్ పౌండ్',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ఎరిట్రీన్ నక్ఫా',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ఇథియోపియన్ బర్',
        ],
        'EUR' => [
            0 => '€',
            1 => 'యురొ',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ఫీజియన్ డాలర్',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ఫాక్‌ల్యాండ్ దీవులు పౌండ్',
        ],
        'GBP' => [
            0 => '£',
            1 => 'బ్రిటిష్ పౌండ్',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'జార్జియన్ లారి',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'గానెయన్ సెడి',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'జిబ్రల్‌టూర్ పౌండ్',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'గాంబియన్ దలాసి',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'గ్వినియన్ ఫ్రాంక్',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'గ్యుటెమాలన్ క్వెట్‌జల్',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'గుయనియాస్ డాలర్',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'హాంకాంగ్ డాలర్',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'హోండురన్ లెమిపిరా',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'క్రొయేషియన్ క్యూన',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'హైటియన్ గ్వోర్డే',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'హంగేరియన్ ఫోరింట్',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'ఇండోనేషియా రూపాయి',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ఇజ్రాయేలీ న్యూ షెకెల్',
        ],
        'INR' => [
            0 => '₹',
            1 => 'భారతదేశ రూపాయి',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ఇరాకీ దీనార్',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ఇరానియన్ రీయల్',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'ఐస్లాండిక్ క్రోనా',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'జమైకన్ డాలర్',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'జోర్‌డానియన్ దీనార్',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'జపాను దేశ యెన్',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'కెన్యాన్ షిల్లింగ్',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'కిర్గిస్థాని సౌమ్',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'కాంబోడియన్ రీల్',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'కొమోరియన్ ఫ్రాంక్',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'ఉత్తర కొరియా వోన్',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'దక్షిణ కొరియా వోన్',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'కువైట్ దీనార్',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'కేమాన్ దీవుల డాలర్',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'ఖజికిస్థాన్ టెంగే',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'లాటియన్ కిప్',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'లెబనీస్ పౌండ్',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'శ్రీలంక రూపాయి',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'లిబేరియన్ డాలర్',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'లెసోధో లోటి',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'లిథోనియన్ లీటాస్',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'లాత్వియన్ లాట్స్',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'లిబియన్ దీనార్',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'మోరోకన్ దిర్హామ్',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'మోల్‌డోవన్ ల్యూ',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'మలగసీ అరియరీ',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'మెసిడోనియన్ దినార్',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'మయన్మార్ క్యాట్',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'మంగోలియన్ టుగ్రిక్',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'మకనీస్ పటాక',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'మౌరిటానియన్ ఒగ్యియా (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'మౌరిటానియన్ ఒగ్యియా',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'మారిషన్ రూపాయి',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'మాల్దీవియన్ రుఫియా',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'మలావియన్ క్వాచా',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'మెక్సికన్ పెసో',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'మలేషియా రింగ్గిట్',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'మొజాంబికన్ మెటికల్',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'నమిబియన్ డాలర్',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'నైజీరియన్ నైరా',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'నికరగ్యుయన్ కొర్‌డుబు',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'నార్వేజీయన్ క్రోన్',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'నేపాలీయుల రూపాయి',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'న్యూజిలాండ్ డాలర్',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'ఒమాని రీయల్',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'పనామనియన్ బల్బోవ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'పెరువియన్ సోల్',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'పప్యూ న్యూ గ్యినియన్ కినా',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'ఫిలిప్పిన్ పెసో',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'పాకిస్థాన్ రూపాయి',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'పోలిష్ జ్లోటీ',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'పరగ్వాయన్ గ్వారని',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'క్వాటరి రీయల్',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'రోమానియాన్ లెయు',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'సెర్బియన్ దీనార్',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'రష్యన్ రూబల్',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ర్వానడాన్ ఫ్రాంక్',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'సౌది రియల్',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'సోలోమన్ దీవుల డాలర్',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'సెయిచెల్లోయిస్ రూపాయి',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'సుడానీస్ పౌండ్',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'స్వీడిష్ క్రోనా',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'సింగపూర్ డాలర్',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'సెయింట్ హెలెనా పౌండ్',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'సీయిరు లియోనియన్ లీయోన్',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'సొమాలి షిల్లింగ్',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'సురినామీయుల డాలర్',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'దక్షిణ సుడానీస్ పౌండ్',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'సావో టోమ్ మరియు ప్రిన్సిపి డోబ్రా (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'సావో టోమ్ మరియు ప్రిన్సిపి డోబ్రా',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'సిరీయన్ పౌండ్',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'స్వాజి లిలాన్గేని',
        ],
        'THB' => [
            0 => '฿',
            1 => 'థాయ్ బాట్',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'తజికిస్థాన్ సమోని',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'తుర్క్‌మెనిస్థాని మనాట్',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'తునీషియన్ దీనార్',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'టోంగాన్ పాంʻగా',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'టర్కిస్ లీరా',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ట్రినిడాడ్ మరియు టొబాగో డాలర్',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'క్రొత్త తైవాన్ డాలర్',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'టాంజానియన్ షిల్లింగ్',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ఉక్రయినియన్ హ్రివ్‌నియా',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ఉగాండన్ షిల్లింగ్',
        ],
        'USD' => [
            0 => '$',
            1 => 'అమెరికా డాలర్',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'ఉరుగ్వెయన్ పెసో',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ఉజ్‌బెకిస్తాన్ సౌమ్',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'వెనుజులా బోలివర్ (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'వెనుజులా బోలివర్',
        ],
        'VND' => [
            0 => '₫',
            1 => 'వియత్నామీయుల డాంగ్',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'వనాటు వటు',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'సమోయన్ తాలా',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'సెంట్రల్ ఆఫ్రికన్ సిఎఫ్‌ఎ ఫ్రాంక్',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'తూర్పు కరీబియన్ డాలర్',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'పశ్చిమ ఆఫ్రికన్ సిఏఫ్ఏ ఫ్రాంక్',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'సిఎఫ్‌పి ఫ్రాంక్',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'ఎమునీ రీయల్',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'దక్షిణ ఆఫ్రికా ర్యాండ్',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'జాంబియన్ క్వాచా (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'జాంబియన్ క్వాచా',
        ],
    ],
];
