<?php

return [
    'Names' => [
        1 => 'యునైటెడ్ ఆరబ్ ఎమిరేట్స్ దిరామ్', 3 => 'ఆఫ్ఘాన్ ఆఫ్ఘాని', 5 => 'ఆల్బేనియన్ లేక్', 'అమెరికన్ డ్రామ్', 'నెదర్లాండ్స్ యాంటిల్లియన్ గిల్‌డర్', 'అంగోలాన్ క్వాన్‌జా', 16 => 'అర్జెంటీనా పెసో', 18 => 'ఆస్ట్రేలియన్ డాలర్', 'అరుబన్ ఫ్లోరిన్', 21 => 'అజర్బైజాన్ మానట్', 23 => 'బోస్నియా-హెర్జగోవినా మార్పిడి చెయ్యగలిగే మార్క్', 25 => 'బర్బాడియన్ డాలర్',
        'బాంగ్లాదేశ్ టాకా', 32 => 'బల్గేరియన్ లేవ్', 34 => 'బహ్రెయిన్ దినార్', 'బురిండియన్ ఫ్రాంక్', 'బెర్ముడన్ డాలర్', 'బ్రూనై డాలర్', 'బొలీవియన్ బొలీవియానో', 45 => 'బ్రెజిలియన్ రియల్', 49 => 'బహామియన్ డాలర్', 'భూటానీయుల గుల్‌ట్రుమ్', 52 => 'బోట్స్‌వానా పులా', 54 => 'బెలరూసియన్ రూబల్', 'బెలరూసియన్ రూబల్ (2000–2016)', 'బెలీజ్ డాలర్',
        'కెనడియన్ డాలర్', 'కాంగోలీస్ ఫ్రాంక్', 60 => 'స్విస్ ఫ్రాంక్', 64 => 'చిలియన్ పెసో', 'చైనీస్ యువాన్ (ఆఫ్‌షోర్)', 'చైనీస్ యువాన్', 'కొలంబియన్ పెసో', 69 => 'కోస్టా రికన్ కోలోన్', 72 => 'క్యూబన్ కన్వర్టబుల్ పెసో', 'క్యూబన్ పెసో', 'కేప్ వెర్డియన్ ఎస్కుడో', 76 => 'చెక్ రిపబ్లిక్ కోరునా', 79 => 'జిబోటియన్ ఫ్రాంక్', 'డానిష్ క్రోన్',
        'డోమినికన్ పెసో', 'అల్జీరియన్ దీనార్', 86 => 'ఈజిప్షియన్ పౌండ్', 'ఎరిట్రీన్ నక్ఫా', 91 => 'ఇథియోపియన్ బర్', 'యూరో', 94 => 'ఫీజియన్ డాలర్', 'ఫాక్‌ల్యాండ్ దీవులు పౌండ్', 97 => 'బ్రిటిష్ పౌండ్', 99 => 'జార్జియన్ లారి', 101 => 'గానెయన్ సెడి', 'జిబ్రల్‌టూర్ పౌండ్', 'గాంబియన్ దలాసి', 'గ్వినియన్ ఫ్రాంక్',
        108 => 'గ్యుటెమాలన్ క్వెట్‌జల్', 111 => 'గుయనియాస్ డాలర్', 'హాంకాంగ్ డాలర్', 'హోండురన్ లెంపిరా', 115 => 'క్రొయేషియన్ క్యూన', 'హైటియన్ గ్వోర్డే', 'హంగేరియన్ ఫోరింట్', 'ఇండోనేషియా రూపాయి', 122 => 'ఇజ్రాయేలీ న్యూ షెకెల్', 'భారతదేశ రూపాయి', 'ఇరాకీ దీనార్', 'ఇరానియన్ రీయల్', 127 => 'ఐస్లాండిక్ క్రోనా', 129 => 'జమైకన్ డాలర్',
        'జోర్‌డానియన్ దీనార్', 'జపనీస్ యెన్', 'కెన్యాన్ షిల్లింగ్', 'కిర్గిస్థాని సౌమ్', 'కాంబోడియన్ రీల్', 'కొమోరియన్ ఫ్రాంక్', 'ఉత్తర కొరియా వోన్', 139 => 'దక్షిణ కొరియా వోన్', 'కువైట్ దీనార్', 'కేమాన్ దీవుల డాలర్', 'ఖజికిస్థాన్ టెంగే', 'లావోషన్ కిప్', 'లెబనీస్ పౌండ్', 'శ్రీలంక రూపాయి', 'లిబేరియన్ డాలర్', 'లెసోధో లోటి', 'లిథోనియన్ లీటాస్', 153 => 'లాత్వియన్ లాట్స్',
        155 => 'లిబియన్ దీనార్', 'మోరోకన్ దిర్హామ్', 160 => 'మోల్‌డోవన్ ల్యూ', 'మలగసీ అరియరీ', 163 => 'మెసిడోనియన్ దినార్', 166 => 'మయన్మార్ క్యాట్', 'మంగోలియన్ టుగ్రిక్', 'మకనీస్ పటాక', 'మౌరిటానియన్ ఒగ్యియా (1973–2017)', 'మౌరిటానియన్ ఒగ్యియా', 173 => 'మారిషన్ రూపాయి', 175 => 'మాల్దీవియన్ రుఫియా', 'మలావియన్ క్వాచా', 'మెక్సికన్ పెసో',
        180 => 'మలేషియా రింగ్గిట్', 183 => 'మొజాంబికన్ మెటికల్', 'నమిబియన్ డాలర్', 'నైజీరియన్ నైరా', 187 => 'నికరాగ్వన్ కోర్డబా', 189 => 'నార్వేజియన్ క్రోన్', 'నేపాలీయుల రూపాయి', 'న్యూజిలాండ్ డాలర్', 'ఒమాని రీయల్', 'పనామనియన్ బల్బోవ', 195 => 'పెరువియన్ సోల్', 197 => 'పప్యూ న్యూ గ్యినియన్ కినా', 'ఫిలిప్పిన్ పెసో', 'పాకిస్థాన్ రూపాయి',
        'పోలిష్ జ్లోటీ', 203 => 'పరగ్వాయన్ గ్వారని', 'ఖతారి రియాల్', 207 => 'రొమేనియన్ లెయు', 'సెర్బియన్ దీనార్', 'రష్యన్ రూబల్', 211 => 'ర్వానడాన్ ఫ్రాంక్', 'సౌది రియల్', 'సోలోమన్ దీవుల డాలర్', 'సెయిచెల్లోయిస్ రూపాయి', 216 => 'సుడానీస్ పౌండ్', 218 => 'స్వీడిష్ క్రోనా', 'సింగపూర్ డాలర్', 'సెయింట్ హెలెనా పౌండ్',
        223 => 'సియెరా లియోనియన్ లియోన్', 'సీయిరు లియోనియన్ లీయోన్ (1964—2022)', 'సొమాలి షిల్లింగ్', 'సురినామీయుల డాలర్', 228 => 'దక్షిణ సుడానీస్ పౌండ్', 'సావో టోమ్ మరియు ప్రిన్సిపి డోబ్రా (1977–2017)', 'సావో టోమ్ మరియు ప్రిన్సిపి డోబ్రా', 233 => 'సిరియన్ పౌండ్', 'స్వాజి లిలాన్గేని', 'థాయ్ బాట్', 237 => 'తజికిస్థాన్ సమోని', 239 => 'తుర్క్‌మెనిస్థాని మనాట్', 'తునీషియన్ దీనార్', 'టోంగాన్ పాంʻగా',
        244 => 'టర్కిష్ లీరా', 'ట్రినిడాడ్ మరియు టొబాగో డాలర్', 'క్రొత్త తైవాన్ డాలర్', 'టాంజానియన్ షిల్లింగ్', 'ఉక్రేనియన్ హ్రివ్నియా', 251 => 'ఉగాండన్ షిల్లింగ్', 'అమెరికా డాలర్', 257 => 'ఉరుగ్వెయన్ పెసో', 259 => 'ఉజ్‌బెకిస్తాన్ సౌమ్', 262 => 'వెనుజులా బోలివర్ (2008–2018)', 'వెనుజులా బోలివర్', 'వియత్నామీయుల డాంగ్', 266 => 'వనాటు వటు', 'సమోయన్ తాలా',
        'సెంట్రల్ ఆఫ్రికన్ సిఎఫ్‌ఎ ఫ్రాంక్', 'తూర్పు కరీబియన్ డాలర్', 'కరీబియన్ గిల్‌డర్', 274 => 'పశ్చిమ ఆఫ్రికన్ సిఏఫ్ఏ ఫ్రాంక్', 'సిఎఫ్‌పి ఫ్రాంక్', 278 => 'ఎమునీ రీయల్', 284 => 'దక్షిణ ఆఫ్రికా ర్యాండ్', 'జాంబియన్ క్వాచా (1968–2012)', 'జాంబియన్ క్వాచా', 290 => 'జింబాబ్వేయన్ గోల్డ్',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '', 153 => '',
        155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '', '', 'MX$',
        180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '', '',
        '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '',
        223 => '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '', '',
        244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 262 => '', '', '₫', 266 => '', '',
        'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
