<?php

return [
    'Names' => [
        1 => 'Дирҳами АМА', 3 => 'Афғонии Афғонистон', 5 => 'Леки албанӣ', 'Драми Арманистон', 'Гулдени Антилии Нидерланд', 'Кванзаи Ангола', 16 => 'Песои Аргентина', 18 => 'Доллари Австралия', 'Флорини Арубан', 21 => 'Манати Озарбойҷон', 23 => 'Маркаҳои конвертатсияшавандаи Босния-Герсеговина', 25 => 'Доллари Барбад',
        'Такаси Бангладеши', 32 => 'Леви Болгария', 34 => 'Динори Баҳрайн', 'Франки Бурунди', 'Доллари Бермуд', 'Доллари Бруней', 'Боливянои Боливия', 45 => 'Реали бразилиягӣ', 49 => 'Доллари Багама', 'Нгултруми Бутан', 52 => 'Пулаи Ботсвана', 54 => 'Рубли Беларус', 56 => 'Доллари Белиз',
        'Доллари Канада', 'Франки Конго', 60 => 'Франки Швейтсария', 64 => 'Песои Чили', 'Юани Хитой (офшорӣ)', 'Иенаи хитоӣ', 'Песои Колумбия', 69 => 'Колони Коста-Рика', 72 => 'Песои конвертшавандаи Куба', 'Песои Куба', 'Эскудои Кабо Верде', 76 => 'Крони Чехия', 79 => 'Франки Ҷибутӣ', 'Крони Дания',
        'Песои Доминикан', 'Динори Алҷазоир', 86 => 'Фунти мисрӣ', 'Накфаи Эритрея', 91 => 'Бирри Эфиопия', 'Евро', 94 => 'Доллари Фиҷи', 'Фунти Ҷазираҳои Фолкленд', 97 => 'Фунт стерлинги британӣ', 99 => 'Лариси гурҷӣ', 101 => 'Седи Гана', 'Фунти Гибралтар', 'Даласи Гамбия', 'Франки Гвинея',
        108 => 'Кветзали Гватемала', 111 => 'Доллари Гайана', 'Доллари Гонконг', 'Лемпираи Гондурас', 115 => 'Кунаи Хорватия', 'Гурди Ҳаити', 'Форинти Венгрия', 'Рупияи Индонезия', 122 => 'Шекелҳои нави Исроил', 'Рупияи ҳиндустонӣ', 'Динори Ироқ', 'Риёли Эрон', 127 => 'Кронури Исландия', 129 => 'Доллари Ямайка',
        'Динори Иордания', 'Иенаи японӣ', 'Шиллинги Кения', 'Соми Қирғизистон', 'Риэли Камбоҷа', 'Франки Комория', 'Вони Кореяи Шимолӣ', 139 => 'Вони Кореяи Ҷанубӣ', 'Динори Кувайт', 'Доллари Ҷазираҳои Кайман', 'Тангаи Казокистон', 'Кипи Лаосй', 'Фунти Лубнон', 'Рупи Шри-Ланка', 'Доллари Либерия', 'Лотиси Лесото', 155 => 'Динори Либия', 'Дирхами Марокаш',
        160 => 'Лейи Молдова', 'Ариарии Малагасий', 163 => 'Денори Македония', 166 => 'киати Мянмар', 'Тугрики Муғулистон', 'Патакаи Макао', 170 => 'Огуияи Мавритания', 173 => 'Рупияи Маврикий', 175 => 'Руфияи Малдив', 'Квачаи Малавия', 'Песои Мексика', 180 => 'Ринггити Малайзия',
        183 => 'Метикали Мозамбик', 'Доллари Намибия', 'Найраи Нигерия', 187 => 'Кордобаи Никарагуа', 189 => 'Кронаи Норвегия', 'Рупияи Непал', 'Доллари Зеландияи Нав', 'Риёли Уммон', 'Балбоаи Панама', 195 => 'Соли Перу', 197 => 'Кинаи Гвинеяи Папуа', 'Песои Филиппин', 'Рупияи Покистон', 'Злотии Польша',
        203 => 'Гуарании Парагвай', 'Риёли Қатар', 207 => 'Лейи Руминия', 'Динори Сербия', 'Рубли русӣ', 211 => 'Франки Руанда', 'Риёли Саудӣ', 'Доллари Ҷазираҳои Соломон', 'Рупии Сейшел', 216 => 'Фунти Судон', 218 => 'Крони шведӣ', 'Доллари Сингапур', 'Фунти Сент Елена', 223 => 'Леони Серра-Леоне',
        'Леони Серра-Леоне (1964—2022)', 'Шиллинги Сомали', 'Доллари Суринам', 228 => 'Фунти Судони Ҷанубӣ', 230 => 'Добраи Сан-Томе ва Принсипи', 233 => 'Фунти Сурия', 'Эмалангени Свази', 'Бати Таиланд', 237 => 'Сомонии Тоҷикистон', 239 => 'манати Туркманистон', 'Динори Тунис', 'Паангаи Тонга', 244 => 'Лираи Туркия', 'Доллари Тринидад ва Тобаго',
        'Доллари нави Тайван', 'Шиллинги Танзания', 'Гривнаи украинӣ', 251 => 'Шилинги Уганда', 'Доллари ИМА', 257 => 'Песои Уругвай', 259 => 'Сўми Ӯзбекистон', 263 => 'Боливари Венесуэла', 'Донги Ветнам', 266 => 'Ватуи Вануату', 'Талаи Самоа', 'Франки CFA Африқои Марказӣ', 'Доллари Кариби Шарқӣ', 'гулдени Кариб',
        274 => 'Франки Африқои Ғарбӣ', 'Франки CFP', 278 => 'Риали Яман', 284 => 'Рэнди Африқои Ҷанубӣ', 286 => 'Квачаи Замбия', 290 => 'тиллоии Зимбабве',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', 170 => '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '₱', '', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', 230 => '', 233 => '', '', '', 237 => 'сом.', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 263 => '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
