<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'Реали бразилиягӣ',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'Иенаи хитоӣ',
        ],
        'EUR' => [
            0 => '€',
            1 => 'Евро',
        ],
        'GBP' => [
            0 => '£',
            1 => 'Фунт стерлинги британӣ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'Рупияи ҳиндустонӣ',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'Иенаи японӣ',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'Рубли русӣ',
        ],
        'TJS' => [
            0 => 'сом.',
            1 => 'Сомонӣ',
        ],
        'USD' => [
            0 => '$',
            1 => 'Доллари ИМА',
        ],
    ],
];
