<?php

return [
    'Names' => [
        'ADP' => [
            0 => 'ADP',
            1 => 'เปเซตาอันดอร์รา',
        ],
        'AED' => [
            0 => 'AED',
            1 => 'เดอร์แฮมสหรัฐอาหรับเอมิเรตส์',
        ],
        'AFA' => [
            0 => 'AFA',
            1 => 'อัฟกานีอัฟกานิสถาน (1927–2002)',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'อัฟกานิอัฟกานิสถาน',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'เลกแอลเบเนีย',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'แดรมอาร์เมเนีย',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'กิลเดอร์เนเธอร์แลนด์แอนทิลลิส',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'กวานซาแองโกลา',
        ],
        'AOK' => [
            0 => 'AOK',
            1 => 'กวานซาแองโกลา (1977–1990)',
        ],
        'AON' => [
            0 => 'AON',
            1 => 'นิวกวานซาแองโกลา (1990–2000)',
        ],
        'AOR' => [
            0 => 'AOR',
            1 => 'กวานซารีจัสทาโดแองโกลา (1995–1999)',
        ],
        'ARA' => [
            0 => 'ARA',
            1 => 'ออสตรัลอาร์เจนตินา',
        ],
        'ARL' => [
            0 => 'ARL',
            1 => 'เปโซเลย์อาร์เจนตินา (1970–1983)',
        ],
        'ARM' => [
            0 => 'ARM',
            1 => 'เปโซอาร์เจนตินา (1881–1970)',
        ],
        'ARP' => [
            0 => 'ARP',
            1 => 'เปโซอาร์เจนตินา (1983–1985)',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'เปโซอาร์เจนตินา',
        ],
        'ATS' => [
            0 => 'ATS',
            1 => 'ชิลลิงออสเตรีย',
        ],
        'AUD' => [
            0 => 'AU$',
            1 => 'ดอลลาร์ออสเตรเลีย',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'ฟลอรินอารูบา',
        ],
        'AZM' => [
            0 => 'AZM',
            1 => 'มานัตอาเซอร์ไบจาน (1993–2006)',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'มานัตอาเซอร์ไบจาน',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => 'ดีนาร์บอสเนีย-เฮอร์เซโกวีนา',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'มาร์กบอสเนีย-เฮอร์เซโกวีนา',
        ],
        'BAN' => [
            0 => 'BAN',
            1 => 'ดีนาร์ใหม่บอสเนีย-เฮอร์เซโกวีนา (1994–1997)',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'ดอลลาร์บาร์เบโดส',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'ตากาบังกลาเทศ',
        ],
        'BEC' => [
            0 => 'BEC',
            1 => 'ฟรังก์เบลเยียม (เปลี่ยนแปลงได้)',
        ],
        'BEF' => [
            0 => 'BEF',
            1 => 'ฟรังก์เบลเยียม',
        ],
        'BEL' => [
            0 => 'BEL',
            1 => 'ฟรังก์เบลเยียม (การเงิน)',
        ],
        'BGL' => [
            0 => 'BGL',
            1 => 'ฮาร์ดเลฟบัลแกเรีย',
        ],
        'BGM' => [
            0 => 'BGM',
            1 => 'โซเชียลลิสต์เลฟบัลแกเรีย',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'เลฟบัลแกเรีย',
        ],
        'BGO' => [
            0 => 'BGO',
            1 => 'เลฟบัลเกเรีย (1879–1952)',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'ดีนาร์บาห์เรน',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'ฟรังก์บุรุนดี',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'ดอลลาร์เบอร์มิวดา',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'ดอลลาร์บรูไน',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'โบลิเวียโนโบลิเวีย',
        ],
        'BOL' => [
            0 => 'BOL',
            1 => 'โบลิเวียโนโบลิเวีย (1863–1963)',
        ],
        'BOP' => [
            0 => 'BOP',
            1 => 'เปโซโบลิเวีย',
        ],
        'BOV' => [
            0 => 'BOV',
            1 => 'มฟดอลโบลิเวีย',
        ],
        'BRB' => [
            0 => 'BRB',
            1 => 'ครูเซโรโนโวบราซิล (1967–1986)',
        ],
        'BRC' => [
            0 => 'BRC',
            1 => 'ครูซาโดบราซิล',
        ],
        'BRE' => [
            0 => 'BRE',
            1 => 'ครูเซโรบราซิล (1990–1993)',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'เรียลบราซิล',
        ],
        'BRN' => [
            0 => 'BRN',
            1 => 'ครูซาโดโนโวบราซิล',
        ],
        'BRR' => [
            0 => 'BRR',
            1 => 'ครูเซโรบราซิล',
        ],
        'BRZ' => [
            0 => 'BRZ',
            1 => 'ครูเซโรบราซิล (1942–1967)',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'ดอลลาร์บาฮามาส',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'เอ็งกุลตรัมภูฏาน',
        ],
        'BUK' => [
            0 => 'BUK',
            1 => 'จ๊าดพม่า',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'ปูลาบอตสวานา',
        ],
        'BYB' => [
            0 => 'BYB',
            1 => 'นิวรูเบิลเบลารุส (1994–1999)',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'รูเบิลเบลารุส',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'รูเบิลเบลารุส (2000–2016)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'ดอลลาร์เบลีซ',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'ดอลลาร์แคนาดา',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'ฟรังก์คองโก',
        ],
        'CHE' => [
            0 => 'CHE',
            1 => 'ยูโรดับเบิลยูไออาร์',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'ฟรังก์สวิส',
        ],
        'CHW' => [
            0 => 'CHW',
            1 => 'ฟรังก์ดับเบิลยูไออาร์',
        ],
        'CLE' => [
            0 => 'CLE',
            1 => 'เอสคูโดชิลี',
        ],
        'CLF' => [
            0 => 'CLF',
            1 => 'ฟูเมนโตชิลี',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'เปโซชิลี',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'หยวน',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'หยวนจีน',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'เปโซโคลอมเบีย',
        ],
        'COU' => [
            0 => 'COU',
            1 => 'วาเลอร์เรียลโคลอมเบีย',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'โกลองคอสตาริกา',
        ],
        'CSD' => [
            0 => 'CSD',
            1 => 'ดีนาร์เซอร์เบียเก่า',
        ],
        'CSK' => [
            0 => 'CSK',
            1 => 'ฮาร์ดโครูนาเช็กโกสโลวัก',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'เปโซคิวบา (แปลงสภาพ)',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'เปโซคิวบา',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'เอสคูโดเคปเวิร์ด',
        ],
        'CYP' => [
            0 => 'CYP',
            1 => 'ปอนด์ไซปรัส',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'โครูนาสาธารณรัฐเช็ก',
        ],
        'DDM' => [
            0 => 'DDM',
            1 => 'มาร์กเยอรมันตะวันออก',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'มาร์กเยอรมัน',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'ฟรังก์จิบูตี',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'โครนเดนมาร์ก',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'เปโซโดมินิกัน',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'ดีนาร์แอลจีเรีย',
        ],
        'ECS' => [
            0 => 'ECS',
            1 => 'ซูเกรเอกวาดอร์',
        ],
        'ECV' => [
            0 => 'ECV',
            1 => 'วาเลอร์คอนสแตนต์เอกวาดอร์',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'ครูนเอสโตเนีย',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'ปอนด์อียิปต์',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'แนกฟาเอริเทรีย',
        ],
        'ESA' => [
            0 => 'ESA',
            1 => 'เปเซตาสเปน (บัญชีเอ)',
        ],
        'ESB' => [
            0 => 'ESB',
            1 => 'เปเซตาสเปน (บัญชีที่เปลี่ยนแปลงได้)',
        ],
        'ESP' => [
            0 => 'ESP',
            1 => 'เปเซตาสเปน',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'เบอรร์เอธิโอเปีย',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ยูโร',
        ],
        'FIM' => [
            0 => 'FIM',
            1 => 'มาร์กกาฟินแลนด์',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'ดอลลาร์ฟิจิ',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'ปอนด์หมู่เกาะฟอล์กแลนด์',
        ],
        'FRF' => [
            0 => 'FRF',
            1 => 'ฟรังก์ฝรั่งเศส',
        ],
        'GBP' => [
            0 => '£',
            1 => 'ปอนด์สเตอร์ลิง (สหราชอาณาจักร)',
        ],
        'GEK' => [
            0 => 'GEK',
            1 => 'คูปอนลาริตจอร์เจีย',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'ลารีจอร์เจีย',
        ],
        'GHC' => [
            0 => 'GHC',
            1 => 'เซดีกานา (1979–2007)',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'เซดีกานา',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'ปอนด์ยิบรอลตาร์',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'ดาลาซีแกมเบีย',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'ฟรังก์กินี',
        ],
        'GNS' => [
            0 => 'GNS',
            1 => 'ไซลีกินี',
        ],
        'GQE' => [
            0 => 'GQE',
            1 => 'เอ็กเวเลอิเควทอเรียลกินี',
        ],
        'GRD' => [
            0 => 'GRD',
            1 => 'ดรัชมากรีก',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'เควตซัลกัวเตมาลา',
        ],
        'GWE' => [
            0 => 'GWE',
            1 => 'เอสคูโดกินีโปรตุเกส',
        ],
        'GWP' => [
            0 => 'GWP',
            1 => 'เปโซกินี-บิสเซา',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'ดอลลาร์กายอานา',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ดอลลาร์ฮ่องกง',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'เลมปิราฮอนดูรัส',
        ],
        'HRD' => [
            0 => 'HRD',
            1 => 'ดีนาร์โครเอเชีย',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'คูนาโครเอเชีย',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'กูร์ดเฮติ',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ฟอรินต์ฮังการี',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'รูเปียห์อินโดนีเซีย',
        ],
        'IEP' => [
            0 => 'IEP',
            1 => 'ปอนด์ไอริช',
        ],
        'ILP' => [
            0 => 'ILP',
            1 => 'ปอนด์อิสราเอล',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'นิวเชเกลอิสราเอล',
        ],
        'INR' => [
            0 => '₹',
            1 => 'รูปีอินเดีย',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'ดีนาร์อิรัก',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'เรียลอิหร่าน',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'โครนาไอซ์แลนด์',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => 'ลีราอิตาลี',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'ดอลลาร์จาเมกา',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'ดีนาร์จอร์แดน',
        ],
        'JPY' => [
            0 => '¥',
            1 => 'เยนญี่ปุ่น',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'ชิลลิงเคนยา',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'ซอมคีร์กีซสถาน',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'เรียลกัมพูชา',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'ฟรังก์คอโมโรส',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'วอนเกาหลีเหนือ',
        ],
        'KRH' => [
            0 => 'KRH',
            1 => 'ฮวานเกาหลีใต้ (1953–1962)',
        ],
        'KRO' => [
            0 => 'KRO',
            1 => 'วอนเกาหลีใต้ (1945–1953)',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'วอนเกาหลีใต้',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'ดีนาร์คูเวต',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'ดอลลาร์หมู่เกาะเคย์แมน',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'เทงเจคาซัคสถาน',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'กีบลาว',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'ปอนด์เลบานอน',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'รูปีศรีลังกา',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'ดอลลาร์ไลบีเรีย',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'โลตีเลโซโท',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'ลีตัสลิทัวเนีย',
        ],
        'LTT' => [
            0 => 'LTT',
            1 => 'ทาโลนัสลิทัวเนีย',
        ],
        'LUC' => [
            0 => 'LUC',
            1 => 'คอนเวอร์ทิเบิลฟรังก์ลักเซมเบิร์ก',
        ],
        'LUF' => [
            0 => 'LUF',
            1 => 'ฟรังก์ลักเซมเบิร์ก',
        ],
        'LUL' => [
            0 => 'LUL',
            1 => 'ไฟแนลเชียลฟรังก์ลักเซมเบิร์ก',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'ลัตส์ลัตเวีย',
        ],
        'LVR' => [
            0 => 'LVR',
            1 => 'รูเบิลลัตเวีย',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'ดีนาร์ลิเบีย',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'ดีแรห์มโมร็อกโก',
        ],
        'MAF' => [
            0 => 'MAF',
            1 => 'ฟรังก์โมร็อกโก',
        ],
        'MCF' => [
            0 => 'MCF',
            1 => 'ฟรังก์โมนาโก',
        ],
        'MDC' => [
            0 => 'MDC',
            1 => 'บัตรปันส่วนมอลโดวา',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'ลิวมอลโดวา',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'อาเรียรีมาลากาซี',
        ],
        'MGF' => [
            0 => 'MGF',
            1 => 'ฟรังก์มาดากัสการ์',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'ดีนาร์มาซิโดเนีย',
        ],
        'MKN' => [
            0 => 'MKN',
            1 => 'ดีนาร์มาซิโดเนีย (1992–1993)',
        ],
        'MLF' => [
            0 => 'MLF',
            1 => 'ฟรังก์มาลี',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'จ๊าตพม่า',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'ทูกริกมองโกเลีย',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'ปาตากามาเก๊า',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'อูกียามอริเตเนีย (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'อูกียามอริเตเนีย',
        ],
        'MTL' => [
            0 => 'MTL',
            1 => 'ลีรามอลตา',
        ],
        'MTP' => [
            0 => 'MTP',
            1 => 'ปอนด์มอลตา',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'รูปีมอริเชียส',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'รูฟิยามัลดีฟส์',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ควาชามาลาวี',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'เปโซเม็กซิโก',
        ],
        'MXP' => [
            0 => 'MXP',
            1 => 'เงินเปโซเม็กซิโก (1861–1992)',
        ],
        'MXV' => [
            0 => 'MXV',
            1 => 'ยูนิแดด ดี อินเวอร์ชั่น เม็กซิโก',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'ริงกิตมาเลเซีย',
        ],
        'MZE' => [
            0 => 'MZE',
            1 => 'เอสคูโดโมซัมบิก',
        ],
        'MZM' => [
            0 => 'MZM',
            1 => 'เมติคัลโมซัมบิกเก่า',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'เมติคัลโมซัมบิก',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'ดอลลาร์นามิเบีย',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'ไนราไนจีเรีย',
        ],
        'NIC' => [
            0 => 'NIC',
            1 => 'คอร์โดบานิการากัว',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'กอร์โดบานิการากัว',
        ],
        'NLG' => [
            0 => 'NLG',
            1 => 'กิลเดอร์เนเธอร์แลนด์',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'โครนนอร์เวย์',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'รูปีเนปาล',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'ดอลลาร์นิวซีแลนด์',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'เรียลโอมาน',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'บัลบัวปานามา',
        ],
        'PEI' => [
            0 => 'PEI',
            1 => 'อินตีเปรู',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'ซอลเปรู',
        ],
        'PES' => [
            0 => 'PES',
            1 => 'ซอลเปรู (1863–1965)',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'กีนาปาปัวนิวกินี',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'เปโซฟิลิปปินส์',
        ],
        'PKR' => [
            0 => 'PKR',
            1 => 'รูปีปากีสถาน',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'ซลอตีโปแลนด์',
        ],
        'PLZ' => [
            0 => 'PLZ',
            1 => 'ซลอตีโปแลนด์ (1950–1995)',
        ],
        'PTE' => [
            0 => 'PTE',
            1 => 'เอสคูโดโปรตุเกส',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'กวารานีปารากวัย',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'เรียลกาตาร์',
        ],
        'RHD' => [
            0 => 'RHD',
            1 => 'ดอลลาร์โรดีเซีย',
        ],
        'ROL' => [
            0 => 'ROL',
            1 => 'ลิวโรมาเนียเก่า',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'ลิวโรมาเนีย',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'ดีนาร์เซอร์เบีย',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'รูเบิลรัสเซีย',
        ],
        'RUR' => [
            0 => 'RUR',
            1 => 'รูเบิลรัสเซีย (1991–1998)',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'ฟรังก์รวันดา',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'ริยัลซาอุดีอาระเบีย',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'ดอลลาร์หมู่เกาะโซโลมอน',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'รูปีเซเชลส์',
        ],
        'SDD' => [
            0 => 'SDD',
            1 => 'ดีนาร์ซูดานเก่า',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'ปอนด์ซูดาน',
        ],
        'SDP' => [
            0 => 'SDP',
            1 => 'ปอนด์ซูดานเก่า',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'โครนาสวีเดน',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'ดอลลาร์สิงคโปร์',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'ปอนด์เซนต์เฮเลนา',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'ทอลาร์สโลวีเนีย',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'โครูนาสโลวัก',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'ลีโอนเซียร์ราลีโอน',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'ชิลลิงโซมาเลีย',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'ดอลลาร์ซูรินาเม',
        ],
        'SRG' => [
            0 => 'SRG',
            1 => 'กิลเดอร์ซูรินาเม',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'ปอนด์ซูดานใต้',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'ดอบราเซาตูเมและปรินซิปี (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ดอบราเซาตูเมและปรินซิปี',
        ],
        'SUR' => [
            0 => 'SUR',
            1 => 'รูเบิลโซเวียต',
        ],
        'SVC' => [
            0 => 'SVC',
            1 => 'โคลอนเอลซัลวาดอร์',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'ปอนด์ซีเรีย',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'ลิลันเจนีสวาซิ',
        ],
        'THB' => [
            0 => '฿',
            1 => 'บาท',
        ],
        'TJR' => [
            0 => 'TJR',
            1 => 'รูเบิลทาจิกิสถาน',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'โซโมนิทาจิกิสถาน',
        ],
        'TMM' => [
            0 => 'TMM',
            1 => 'มานัตเติร์กเมนิสถาน (1993–2009)',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'มานัตเติร์กเมนิสถาน',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'ดีนาร์ตูนิเซีย',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'พาแองกาตองกา',
        ],
        'TPE' => [
            0 => 'TPE',
            1 => 'เอสคูโดติมอร์',
        ],
        'TRL' => [
            0 => 'TRL',
            1 => 'ลีราตุรกีเก่า',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ลีราตุรกี',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ดอลลาร์ตรินิแดดและโตเบโก',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'ดอลลาร์ไต้หวันใหม่',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'ชิลลิงแทนซาเนีย',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'ฮรีฟเนียยูเครน',
        ],
        'UAK' => [
            0 => 'UAK',
            1 => 'คาร์โบวาเนตซ์ยูเครน',
        ],
        'UGS' => [
            0 => 'UGS',
            1 => 'ชิลลิงยูกันดา (1966–1987)',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'ชิลลิงยูกันดา',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'ดอลลาร์สหรัฐ',
        ],
        'USN' => [
            0 => 'USN',
            1 => 'ดอลลาร์สหรัฐ (วันถัดไป)',
        ],
        'USS' => [
            0 => 'USS',
            1 => 'ดอลลาร์สหรัฐ (วันเดียวกัน)',
        ],
        'UYI' => [
            0 => 'UYI',
            1 => 'เปโซเอนยูนิแดดเซสอินเด็กซาแดสอุรุกวัย',
        ],
        'UYP' => [
            0 => 'UYP',
            1 => 'เปโซอุรุกวัย (1975–1993)',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'เปโซอุรุกวัย',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ซอมอุซเบกิสถาน',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'โบลิวาร์เวเนซุเอลา (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'โบลิวาร์เวเนซุเอลา',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'โบลีวาร์เวเนซุเอลา',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ดองเวียดนาม',
        ],
        'VNN' => [
            0 => 'VNN',
            1 => 'ดองเวียดนาม (1978–1985)',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'วาตูวานูอาตู',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ทาลาซามัว',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'ฟรังก์เซฟาธนาคารรัฐแอฟริกากลาง',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'ดอลลาร์แคริบเบียนตะวันออก',
        ],
        'XEU' => [
            0 => 'XEU',
            1 => 'หน่วยสกุลเงินยุโรป',
        ],
        'XFO' => [
            0 => 'XFO',
            1 => 'ฟรังก์ทองฝรั่งเศส',
        ],
        'XFU' => [
            0 => 'XFU',
            1 => 'ฟรังก์ยูไอซีฝรั่งเศส',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'ฟรังก์เซฟาธนาคารกลางรัฐแอฟริกาตะวันตก',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'ฟรังก์ซีเอฟพี',
        ],
        'XRE' => [
            0 => 'XRE',
            1 => 'กองทุนไรเน็ต',
        ],
        'YDD' => [
            0 => 'YDD',
            1 => 'ดีนาร์เยเมน',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'เรียลเยเมน',
        ],
        'YUD' => [
            0 => 'YUD',
            1 => 'ฮาร์ดดีนาร์ยูโกสลาเวีย',
        ],
        'YUM' => [
            0 => 'YUM',
            1 => 'โนวิย์ดีนาร์ยูโกสลาเวีย',
        ],
        'YUN' => [
            0 => 'YUN',
            1 => 'คอนเวอร์ทิเบิลดีนาร์ยูโกสลาเวีย',
        ],
        'YUR' => [
            0 => 'YUR',
            1 => 'ดีนาร์ปฏิรูปยูโกสลาเวีย (1992–1993)',
        ],
        'ZAL' => [
            0 => 'ZAL',
            1 => 'แรนด์แอฟริกาใต้ (การเงิน)',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'แรนด์แอฟริกาใต้',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'ควาชาแซมเบีย (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'ควาชาแซมเบีย',
        ],
        'ZRN' => [
            0 => 'ZRN',
            1 => 'นิวแซร์คองโก',
        ],
        'ZRZ' => [
            0 => 'ZRZ',
            1 => 'แซร์คองโก',
        ],
        'ZWD' => [
            0 => 'ZWD',
            1 => 'ดอลลาร์ซิมบับเว',
        ],
        'ZWL' => [
            0 => 'ZWL',
            1 => 'ดอลลาร์ซิมบับเว (2009)',
        ],
        'ZWR' => [
            0 => 'ZWR',
            1 => 'ดอลลาร์ซิมบับเว (2008)',
        ],
    ],
];
