<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'የብራዚል ሪል',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'የቻይና ዩአን ረንሚንቢ',
        ],
        'ETB' => [
            0 => 'Br',
            1 => 'የኢትዮጵያ ብር',
        ],
        'EUR' => [
            0 => '€',
            1 => 'አውሮ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'የእንግሊዝ ፓውንድ ስተርሊንግ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'የሕንድ ሩፒ',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'የጃፓን የን',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'የራሻ ሩብል',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'የአሜሪካን ዶላር',
        ],
    ],
];
