<?php

return [
    'Names' => [
        'BRL' => [
            'R$',
            'የብራዚል ሪል',
        ],
        'CNY' => [
            'CNY',
            'ዩዋን ቻይና',
        ],
        'ERN' => [
            'ERN',
            'ናቕፋ',
        ],
        'ETB' => [
            'Br',
            'ብር',
        ],
        'EUR' => [
            '€',
            'ዩሮ',
        ],
        'GBP' => [
            '£',
            'የእንግሊዝ ፓውንድ ስተርሊንግ',
        ],
        'INR' => [
            '₹',
            'የሕንድ ሩፒ',
        ],
        'JPY' => [
            'JPY',
            'የን ጃፓን',
        ],
        'RUB' => [
            'RUB',
            'የራሻ ሩብል',
        ],
        'USD' => [
            'US$',
            'ዶላር ኣመሪካ',
        ],
    ],
];
