<?php

return [
    'Names' => [
        1 => 'ሕቡራት ኢማራት ዓረብ ዲርሃም', 3 => 'ኣፍጋኒስታናዊ ኣፍጋን', 5 => 'ኣልባናዊ ሌክ', 'ኣርመንያዊ ድራም', 'ሆላንድ ኣንቲለያን ጊልደር', 'ኣንጎላዊ ክዋንዛ', 16 => 'ኣርጀንቲናዊ ፔሶ', 18 => 'ኣውስትራልያዊ ዶላር', 'ኣሩባን ፍሎሪን', 21 => 'ኣዘርባጃናዊ ማናት', 23 => 'ቦዝንያ-ሄርዘጎቪና ተቐያሪ ምልክት', 25 => 'ባርባዲያን ዶላር',
        'ባንግላደሻዊ ታካ', 32 => 'ቡልጋርያዊ ሌቭ', 34 => 'ባሕሬናዊ ዲናር', 'ብሩንዳዊ ፍራንክ', 'በርሙዳን ዶላር', 'ብሩነይ ዶላር', 'ቦሊቭያዊ ቦሊቭያኖ', 45 => 'የብራዚል ሪል', 49 => 'ባሃማዊ ዶላር', 'ቡታናዊ ንጉልትሩም', 52 => 'ቦትስዋናዊ ፑላ', 54 => 'ናይ ቤላሩስ ሩብል', 56 => 'ቤሊዝ ዶላር',
        'ካናዳ ዶላር', 'ኮንጎ ፍራንክ', 60 => 'ስዊስ ፍራንክ', 64 => 'ቺለዊ ፔሶ', 'ቻይናዊ ዩዋን (ካብ ባሕሪ ወጻኢ)', 'ዩዋን ቻይና', 'ኮሎምብያዊ ፔሶ', 69 => 'ኮስታሪካ ኮሎን', 72 => 'ኩባውያን ተቐያሪ ፔሶ', 'ኩባዊ ፔሶ', 'ናይ ኬፕ ቨርዲ ኤስኩዶ', 76 => 'ናይ ቸክ ኮሩና', 79 => 'ናይ ጅቡቲ ፍራንክ', 'ናይ ዴንማርክ ክሮነር',
        'ዶሚኒካን ፔሶ', 'ኣልጀርያዊ ዲናር', 86 => 'ግብጻዊ ፓውንድ', 'ኤርትራዊ ናቕፋ', 91 => 'ብር', 'ዩሮ', 94 => 'ዶላር ፊጂ', 'ደሴታት ፎክላንድ ፓውንድ', 97 => 'የእንግሊዝ ፓውንድ ስተርሊንግ', 99 => 'ጆርጅያዊ ላሪ', 101 => 'ጋናዊ ሴዲ', 'ጂብራልተር ፓውንድ', 'ጋምብያዊ ዳላሲ', 'ናይ ጊኒ ፍራንክ',
        108 => 'ጓቲማላ ኲትዛል', 111 => 'ጓያናኛ ዶላር', 'ሆንግ ኮንግ ዶላር', 'ሆንዱራስ ለምፒራ', 115 => 'ክሮኤሽያዊ ኩና', 'ናይ ሃይቲ ጎርደ', 'ሃንጋርያዊ ፎርንት', 'ኢንዶነዥያዊ ሩፒያ', 122 => 'እስራኤላዊ ሓድሽ ሸቃል', 'ናይ ሕንድ ሩፒ', 'ዒራቂ ዲናር', 'ናይ ኢራን ርያል', 127 => 'ናይ ኣይስላንድ ክሮና', 129 => 'ጃማይካ ዶላር',
        'ዮርዳኖሳዊ ዲናር', 'የን ጃፓን', 'ኬንያዊ ሽልንግ', 'ኪርጊስታናዊ ሶም', 'ካምቦድያዊ ሪኤል', 'ኮሞርያዊ ፍራንክ', 'ሰሜን ኮርያዊ ዎን', 139 => 'ደቡብ ኮርያዊ ዎን', 'ኩዌቲ ዲናር', 'ደሴታት ካይመን ዶላር', 'ካዛኪስታናዊ ተንገ', 'ላኦስያዊ ኪፕ', 'ሊባኖሳዊ ፓውንድ', 'ስሪላንካ ሩፒ', 'ላይበርያዊ ዶላር', 'ሌሶቶ ሎቲ', 155 => 'ናይ ሊብያ ዲናር', 'ሞሮካዊ ዲርሃም',
        160 => 'ሞልዶቫን ሌው', 'ማላጋሲ ኣሪያሪ', 163 => 'ናይ መቄዶንያ ዲናር', 166 => 'ሚያንማር ክያት', 'ሞንጎላዊ ቱግሪክ', 'ማካኒዝ ፓታካ', 170 => 'ሞሪታናዊ ኡጉዋያ', 173 => 'ሞሪሸስ ሩፒ', 175 => 'ማልዲቭያዊ ሩፍያ', 'ማላዊያዊ ኳቻ', 'ሜክሲካዊ ፔሶ', 'ሜክሲካዊ ብሩር ፔሶ (1861–1992)', 'ኣሃዱ ወፍሪ ሜክሲኮ', 'ማሌዥያዊ ሪንግጊት',
        183 => 'ሞዛምቢካዊ ሜቲካል', 'ናሚብያ ዶላር', 'ናይጀርያዊ ናይራ', 'ኒካራጓ ካርዶባ (1988–1991)', 'ኒካራጓ ኮርዶባ', 189 => 'ናይ ኖርወይ ክሮነር', 'ኔፓላዊ ሩፒ', 'ኒውዚላንዳዊ ዶላር', 'ኦማን ርያል', 'ፓናማያን ባልቦኣ', 195 => 'ፔሩቪያን ሶል', 197 => 'ፓፑዋ ኒው ጊኒ ኪና', 'ፊሊፒንስ ፔሶ', 'ፓኪስታናዊ ሩፒ', 'ፖላንዳዊ ዝሎቲ',
        203 => 'ፓራጓያዊ ጓራኒ', 'ቀጠሪ ሪያል', 207 => 'ሮማንያዊ ሌው', 'ናይ ሰርብያን ዲናር', 'የራሻ ሩብል', 211 => 'ፍራንክ ሩዋንዳ', 'ስዑዲ ዓረብ ሪያል', 'ደሴታት ሰሎሞን ዶላር', 'ሲሸሎ ሩፒ', 216 => 'ሱዳናዊ ፓውንድ', 218 => 'ሽወደናዊ ክሮና', 'ሲንጋፖር ዶላር', 'ቅድስቲ ሄለና ፓውንድ', 223 => 'ሴራሊዮን ልዮን',
        'ሴራሊዮን ልዮን (1964—2022)', 'ሶማልያዊ ሽልንግ', 'ሱሪናማዊ ዶላር', 228 => 'ደቡብ ሱዳን ፓውንድ', 230 => 'ሳኦ ቶሜን ፕሪንሲፐ ዶብራ', 232 => 'ሳልቫዶራን ኮሎን', 'ሶርያዊ ፓውንድ', 'ስዋዚ ሊላንገኒ', 'ታይላንዳዊ ባህ', 237 => 'ታጂኪስታናዊ ሶሞኒ', 239 => 'ቱርክመኒስታናዊ ማናት', 'ቱኒዝያዊ ዲናር', 'ቶንጋዊ ፓ`ኣንጋ', 244 => 'ቱርካዊ ሊራ',
        'ትሪኒዳድን ቶባጎ ዶላር', 'ኒው ታይዋን ዶላር', 'ታንዛንያዊ ሽልንግ', 'ዩክሬናዊት ሪቭንያ', 251 => 'ኡጋንዳዊ ሽልንግ', 'ዶላር ኣመሪካ', 'ዶላር ኣመሪካ (ዝቕጽል መዓልቲ)', 'ዶላር ኣመሪካ (ተመሳሳሊ መዓልቲ)', 257 => 'ኡራጋያዊ ፔሶ', 259 => 'ኡዝቤኪስታናዊ ሶም', 263 => 'ቬንዙዌላዊ ቦሊቫር', 'ቬትናማዊ ዶንግ', 266 => 'ቫኑኣቱ ቫቱ', 'ሳሞኣዊ ታላ', 'ማእከላይ ኣፍሪቃ ሲኤፍኤ ፍራንክ',
        'ምብራቕ ካሪብያን ዶላር', 'ካሪብያን ጊልደር', 274 => 'ምዕራብ ኣፍሪቃ CFA ፍራንክ', 'ሲኤፍፒ ፍራንክ', 278 => 'የመኒ ርያል', 284 => 'ናይ ደቡብ ኣፍሪቃ ራንድ', 286 => 'ዛምብያዊ ኳቻ', 290 => 'ዚምባብወ ወርቂ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', '', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => 'Br', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', '', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', 170 => '', 173 => '', 175 => '', '', 'MX$', '', '', '',
        183 => '', '', '', '', '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '₱', '', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', 230 => '', 232 => '', '', '', '', 237 => '', 239 => '', '', '', 244 => '',
        '', 'NT$', '', '', 251 => '', 'US$', '', '', 257 => '', 259 => '', 263 => '', '₫', 266 => '', '', 'FCFA',
        'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
