<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'የብራዚል ሪል',
        ],
        'CNY' => [
            0 => 'CNY',
            1 => 'ዩዋን ቻይና',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'ናቕፋ',
        ],
        'ETB' => [
            0 => 'Br',
            1 => 'ብር',
        ],
        'EUR' => [
            0 => '€',
            1 => 'ዩሮ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'የእንግሊዝ ፓውንድ ስተርሊንግ',
        ],
        'INR' => [
            0 => '₹',
            1 => 'የሕንድ ሩፒ',
        ],
        'JPY' => [
            0 => 'JPY',
            1 => 'የን ጃፓን',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'የራሻ ሩብል',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'ዶላር ኣመሪካ',
        ],
    ],
];
