<?php

return [
    'Names' => [
        1 => 'Берләшкән Гарәп Әмирлекләре дирхамы', 3 => 'Әфган әфганы', 5 => 'Албания Леке', 'Армения драмы', 'Нидерланд Антиль утраулары гульдены', 'Ангола кванзасы', 16 => 'Аргентина песосы', 18 => 'Австралия доллары', 'Арубан Флорины', 21 => 'Әзербайҗан манаты', 23 => 'Босния һәм Герцеговинаның конвертацияләнә торган маркасы', 25 => 'Барбадос доллары',
        'Бангладеш такасы', 32 => 'Болгар Левы', 34 => 'Бахрейн динары', 'Бурунди франкы', 'Бермуд доллары', 'Бруней доллары', 'Боливиа боливианосы', 45 => 'Бразилия реалы', 49 => 'Багам доллары', 'Бутан нгултрумы', 52 => 'Ботсвана пуласы', 54 => 'Беларус сумы', 56 => 'Белиз доллары',
        'Канада доллары', 'Конголез франкы', 60 => 'Швейцария франкы', 64 => 'Чили песосы', 'Кытай Юане (оффшор)', 'кытай юане', 'Колумбия песосы', 69 => 'Коста-Рика колоны', 72 => 'Куба конвертацияләнә торган песосы', 'Куба песосы', 'Кабо-Верде эскудосы', 76 => 'Чех кронасы', 79 => 'Җибути франкы', 'Дания Кронасы',
        'Доминикана песосы', 'Алжир динары', 86 => 'Мисыр фунты', 'Эритрея накфасы', 91 => 'Эфиопия быры', 'евро', 94 => 'Фиджи доллары', 'Фолкленд утраулары фунты', 97 => 'фунт стерлинг', 99 => 'Грузия ларие', 101 => 'Гана седие', 'Гибралтар фунты', 'Гамбия даласие', 'Гвинея франкы',
        108 => 'Гватемала кетсалы', 111 => 'Гайана доллары', 'Гонконг доллары', 'Гондурас лемпиры', 115 => 'Хорватия кунасы', 'Гаити гурды', 'Венгрия форинты', 'Индонезия рупиясе', 122 => 'Израиль яңа шекеле', 'Индия рупиясе', 'Ирак динары', 'Иран риалы', 127 => 'Исландия Кронасы', 129 => 'Ямайка доллары',
        'Иордания динары', 'япон иенасы', 'Кения шиллингы', 'Ккргызстан сомы', 'Камбоджа риелы', 'Комор утраулары франкы', 'Төньяк Корея Вонасы', 139 => 'Көньяк Корея Вонасы', 'Кувейт динары', 'Кайман утраулары доллары', 'Казахстан тәңкәсе', 'Лаос кипы', 'Ливан фунты', 'Шри-Ланка рупиясе', 'Либерия доллары', 'Лесото лотисы', 155 => 'Ливия динары', 'Марокко дирхамы',
        160 => 'Молдавия Лее', 'Малагаси ариариясе', 163 => 'Македония денары', 166 => 'Мьянма кьяты', 'Монголия тугрикы', 'Макао патакы', 170 => 'Мавритан угиясы', 173 => 'Маврикий рупие', 175 => 'Мальдив руфиясе', 'Малавия квачие', 'Мексика песосы', 180 => 'Малайзия ринггиты',
        183 => 'Мозамбик метикалы', 'Намибия доллары', 'Нигерия найрасы', 187 => 'Никарагуа кордовасы', 189 => 'Норвегия Кронасы', 'Непал рупиясе', 'Яңа Зеландия доллары', 'Оман риалы', 'Панама бальбоасы', 195 => 'Перу солы', 197 => 'Папуа Яңа Гвинея Кинасы', 'Филиппин песосы', 'Пакистан рупиясе', 'Польша злотые',
        203 => 'Парагвай гуаранисы', 'Катар риалы', 207 => 'Румыния Лее', 'Сербия динары', 'Россия сумы', 211 => 'Руанда франкы', 'Согуд Гарәбстаны риалы', 'Соломон утраулары доллары', 'Сейшел утраулары рупиясы', 216 => 'Судан фунты', 218 => 'Швеция Кронасы', 'Сингапур доллары', 'Изге Елена утравы фунты', 223 => 'Сьерра-Леон леоны',
        'Сьерра-Леоне леоны (1964—2022)', 'Сомали шиллингы', 'Суринам доллары', 228 => 'Көньяк Судан фунты', 230 => 'Сан-Томе һәм Принсипи добрасы', 233 => 'Сурия фунты', 'Свази эмалангенисы', 'Тайвань Баты', 237 => 'Таҗикстан сомонисы', 239 => 'Төркмәнстан Манаты', 'Тунис динары', 'Тонга Паангасы', 244 => 'Төркия Лирасы', 'Тринидад һәм Тобаго доллары',
        'Яңа Тайвань доллары', 'Танзания шиллингы', 'Украина гривнасы', 251 => 'Уганда шиллингы', 'АКШ доллары', 257 => 'Уругвай песосы', 259 => 'Үзбәкстан Сомы', 263 => 'Венесуэла боливары', 'Вьетнам Донгы', 266 => 'Вануату ваты', 'Самоа Таласы', 'Үзәк Африка франкы КФА', 'Көнчыгыш Кариб доллары', 'кариб гульдены',
        274 => 'Көнбатыш Африка КФА франкы', 'Франциянең диңгез аръягы җәмгыятьләре франкы', 278 => 'Йәмән риалы', 284 => 'Көньяк Африка Рэнды', 286 => 'Замбия квачасы', 290 => 'Зимбабве алтыны',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', 170 => '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '₱', '', '',
        203 => '', '', 207 => '', '', '₽', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', 230 => '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', 263 => '', '₫', 266 => '', '', 'FCFA', 'EC$', 'Cg.',
        274 => 'F CFA', 'CFPF', 278 => '', 284 => '', 286 => '', 290 => '',
    ],
];
