<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'Бразилия реалы',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'кытай юане',
        ],
        'EUR' => [
            0 => '€',
            1 => 'евро',
        ],
        'GBP' => [
            0 => '£',
            1 => 'фунт стерлинг',
        ],
        'INR' => [
            0 => '₹',
            1 => 'Индия рупиясе',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'япон иенасы',
        ],
        'RUB' => [
            0 => '₽',
            1 => 'Россия сумы',
        ],
        'USD' => [
            0 => '$',
            1 => 'АКШ доллары',
        ],
    ],
];
