<?php

return [
    'Names' => [
        1 => 'متحدہ عرب اماراتی درہم', 3 => 'افغان افغانی', 5 => 'البانیا کا لیک', 'آرمینیائی ڈرم', 'نیدر لینڈز انٹیلیئن گلڈر', 'انگولا کا کوانزا', 16 => 'ارجنٹائن پیسو', 18 => 'آسٹریلین ڈالر', 'اروبن فلورِن', 21 => 'آذربائجانی منات', 23 => 'بوسنیا ہرزیگووینا کا قابل منتقلی نشان', 25 => 'باربیڈین ڈالر',
        'بنگلہ دیشی ٹکا', 32 => 'بلغارین لیو', 34 => 'بحرینی دینار', 'برونڈیئن فرانک', 'برموڈا ڈالر', 'برونئی ڈالر', 'بولیوین بولیویانو', 45 => 'برازیلی ریئل', 49 => 'بہامانی ڈالر', 'بھوٹانی گُلٹرم', 52 => 'بوتسوانا کا پولا', 54 => 'بیلاروسی روبل', 'بیلاروسی روبل (۲۰۰۰–۲۰۱۶)', 'بیلیز ڈالر',
        'کنیڈین ڈالر', 'کانگولیز فرانک', 60 => 'سوئس فرانکس', 64 => 'چلین پیسو', 'چینی یوآن (آف شور)', 'چینی یوآن', 'کولمبین پیسو', 69 => 'کوسٹا ریکا کا کولن', 72 => 'کیوبا کا قابل منتقلی پیسو', 'کیوبا کا پیسو', 'کیپ ورڈی کا اسکیوڈو', 76 => 'چیک کرونا', 78 => 'ڈچ مارکس', 'جبوتی فرانک',
        'ڈنمارک کرون', 'ڈومنیکن پیسو', 'الجیریائی دینار', 85 => 'ایسٹونین کرون', 'مصری پاؤنڈ', 'اریٹیریائی ناکفا', 91 => 'ایتھوپیائی بِرّ', 'یورو', 94 => 'فجی کا ڈالر', 'فاکلینڈ آئلینڈز پاؤنڈ', 97 => 'برطانوی پاؤنڈ', 99 => 'جارجیائی لاری', 101 => 'گھانا کا سیڈی', 'جبل الطارق پاؤنڈ',
        'گامبیا کا ڈلاسی', 'گنی فرانک', 108 => 'گواٹے مالا کا کوئٹزل', 111 => 'گویانیز ڈالر', 'ھانگ کانگ ڈالر', 'ہونڈوران لیمپیرا', 115 => 'کروشین کونا', 'ہیتی کا گؤرڈی', 'ہنگرین فورنٹ', 'انڈونیشین روپیہ', 122 => 'اسرائیلی نیا شیکل', 'بھارتی روپیہ', 'عراقی دینار', 'ایرانی ریال', 127 => 'آئس لينڈی کرونا',
        129 => 'جمائیکن ڈالر', 'اردنی دینار', 'جاپانی ین', 'کینیائی شلنگ', 'کرغستانی سوم', 'کمبوڈیائی ریئل', 'کوموریئن فرانک', 'شمالی کوریائی وون', 139 => 'جنوبی کوریائی وون', 'کویتی دینار', 'کیمین آئلینڈز ڈالر', 'قزاخستانی ٹینگ', 'لاؤشیائی کِپ', 'لبنانی پاؤنڈ', 'سری لنکائی روپیہ', 'لائبریائی ڈالر', 'لیسوتھو لوتی', 'لیتھوینیائی لیٹاس',
        153 => 'لاتویائی لیٹس', 155 => 'لیبیائی دینار', 'مراکشی درہم', 160 => 'مالدووی لیو', 'ملاگاسی اریاری', 163 => 'مقدونیائی دینار', 166 => 'میانمار کیاٹ', 'منگولیائی ٹگرِ', 'میکانیز پٹاکا', 'موریطانیائی اوگوئیا (1973–2017)', 'موریطانیائی اوگوئیا', 173 => 'ماریشس کا روپیہ', 175 => 'مالدیپ کا روفیہ',
        'ملاوی کواچا', 'میکسیکی پیسو', 180 => 'ملیشیائی رنگِٹ', 183 => 'موزامبیقی میٹیکل', 'نامیبیائی ڈالر', 'نائیجیریائی نائرا', 187 => 'نکارا گوا کا کورڈوبا', 189 => 'ناروے کرون', 'نیپالی روپیہ', 'نیوزی لینڈ ڈالر', 'عمانی ریال', 'پنامہ کا بالبوآ', 195 => 'پیروویئن سول', 197 => 'پاپوآ نیو گنی کا کینا',
        'فلپائنی پیسو', 'پاکستانی روپیہ', 'پولش زلوٹی', 203 => 'پیراگوئے کا گوآرنی', 'قطری ریال', 207 => 'رومانیائی لیو', 'سربین دینار', 'روسی روبل', 211 => 'روانڈا کا فرانک', 'سعودی ریال', 'سولومن آئلینڈز ڈالر', 'سشلی کا روپیہ', 216 => 'سوڈانی پاؤنڈ', 218 => 'سویڈن کرونا', 'سنگا پور ڈالر',
        'سینٹ ہیلینا پاؤنڈ', 'سلوانین ٹولر', 'سلووک کرونا', 'سیئرا لیونین لیون', 'سیئرا لیونین لیون - 1964-2022', 'صومالی شلنگ', 'سورینامی ڈالر', 228 => 'جنوبی سوڈانی پاؤنڈ', 'ساؤ ٹوم اور پرنسپے ڈوبرا (1977–2017)', 'ساؤ ٹومے اور پرنسپے ڈوبرا', 233 => 'شامی پاؤنڈ', 'سوازی لیلانجینی', 'تھائی باہت', 237 => 'تاجکستانی سومونی', 239 => 'ترکمانستانی منات', 'تیونیسیائی دینار',
        'ٹونگن پانگا', 244 => 'ترکی لیرا', 'ترینیداد اور ٹوباگو کا ڈالر', 'نیو تائیوان ڈالر', 'تنزانیائی شلنگ', 'یوکرینیائی ہریونیا', 251 => 'یوگانڈا شلنگ', 'امریکی ڈالر', 257 => 'یوروگویان پیسو', 259 => 'ازبکستانی سوم', 'وینزویلا بولیور (1871–2008)', 262 => 'وینزویلا بولیور (2008–2018)', 'وینزویلا بولیور', 'ویتنامی ڈانگ',
        266 => 'وینوواتو واتو', 'ساموآ کا ٹالا', 'وسطی افریقی [CFA] فرانک', 'مشرقی کریبیا کا ڈالر', 'کیریبین گلڈر', 274 => 'مغربی افریقی [CFA] فرانک', 'CFP فرانک', 278 => 'یمنی ریال', 284 => 'جنوبی افریقی رینڈ', 'زامبیائی کواچا (1968–2012)', 'زامبیائی کواچا', 290 => 'زمبابوے گولڈ',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', '', '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 78 => '', '',
        '', '', '', 85 => '', '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '',
        '', '', 108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '',
        129 => '', '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', '', '',
        153 => '', 155 => '', '', 160 => '', '', 163 => '', 166 => '', '', '', '', '', 173 => '', 175 => '',
        '', 'MX$', 180 => '', 183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '',
        '', 'Rs', '', 203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '',
        '', '', '', '', '', '', '', 228 => '', '', '', 233 => '', '', '฿', 237 => '', 239 => '', '',
        '', 244 => '', '', 'NT$', '', '', 251 => '', '$', 257 => '', 259 => '', '', 262 => '', '', '₫',
        266 => '', '', 'FCFA', 'EC$', 'Cg.', 274 => 'F CFA', 'CFPF', 278 => '', 284 => '', '', '', 290 => '',
    ],
];
