<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => 'متحدہ عرب اماراتی درہم',
        ],
        'AFN' => [
            0 => 'AFN',
            1 => 'افغان افغانی',
        ],
        'ALL' => [
            0 => 'ALL',
            1 => 'البانیا کا لیک',
        ],
        'AMD' => [
            0 => 'AMD',
            1 => 'آرمینیائی ڈرم',
        ],
        'ANG' => [
            0 => 'ANG',
            1 => 'نیدر لینڈز انٹیلیئن گلڈر',
        ],
        'AOA' => [
            0 => 'AOA',
            1 => 'انگولا کا کوانزا',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'ارجنٹائن پیسہ',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'آسٹریلین ڈالر',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'اروبن فلورِن',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => 'آذربائجانی منات',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => 'بوسنیا ہرزیگووینا کا قابل منتقلی نشان',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'باربیڈین ڈالر',
        ],
        'BDT' => [
            0 => 'BDT',
            1 => 'بنگلہ دیشی ٹکا',
        ],
        'BGN' => [
            0 => 'BGN',
            1 => 'بلغارین لیو',
        ],
        'BHD' => [
            0 => 'BHD',
            1 => 'بحرینی دینار',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => 'برونڈیئن فرانک',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'برموڈا ڈالر',
        ],
        'BND' => [
            0 => 'BND',
            1 => 'برونئی ڈالر',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'بولیوین بولیویانو',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'برازیلی ریئل',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'بہامانی ڈالر',
        ],
        'BTN' => [
            0 => 'BTN',
            1 => 'بھوٹانی گُلٹرم',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => 'بوتسوانا کا پولا',
        ],
        'BYN' => [
            0 => 'BYN',
            1 => 'بیلاروسی روبل',
        ],
        'BYR' => [
            0 => 'BYR',
            1 => 'بیلاروسی روبل (۲۰۰۰–۲۰۱۶)',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'بیلیز ڈالر',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'کنیڈین ڈالر',
        ],
        'CDF' => [
            0 => 'CDF',
            1 => 'کانگولیز فرانک',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'سوئس فرانکس',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'چلّین پیسہ',
        ],
        'CNH' => [
            0 => 'CNH',
            1 => 'چینی یوآن (آف شور)',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'چینی یوآن',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'کولمبین پیسہ',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'کوسٹا ریکا کا کولن',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'کیوبا کا قابل منتقلی پیسو',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'کیوبا کا پیسو',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => 'کیپ ورڈی کا اسکیوڈو',
        ],
        'CZK' => [
            0 => 'CZK',
            1 => 'چیک کرونا',
        ],
        'DEM' => [
            0 => 'DEM',
            1 => 'ڈچ مارکس',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => 'جبوتی فرانک',
        ],
        'DKK' => [
            0 => 'DKK',
            1 => 'ڈنمارک کرون',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'ڈومنیکن پیسو',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'الجیریائی دینار',
        ],
        'EEK' => [
            0 => 'EEK',
            1 => 'ایسٹونین کرون',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'مصری پاؤنڈ',
        ],
        'ERN' => [
            0 => 'ERN',
            1 => 'اریٹیریائی ناکفا',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => 'ایتھوپیائی بِرّ',
        ],
        'EUR' => [
            0 => '€',
            1 => 'یورو',
        ],
        'FJD' => [
            0 => 'FJD',
            1 => 'فجی کا ڈالر',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'فاکلینڈ آئلینڈز پونڈ',
        ],
        'GBP' => [
            0 => '£',
            1 => 'برطانوی پاؤنڈ',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => 'جارجیائی لاری',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => 'گھانا کا سیڈی',
        ],
        'GIP' => [
            0 => 'GIP',
            1 => 'جبل الطارق پونڈ',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => 'گامبیا کا ڈلاسی',
        ],
        'GNF' => [
            0 => 'GNF',
            1 => 'گنی فرانک',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'گواٹے مالا کا کوئٹزل',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'گویانیز ڈالر',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'ھانگ کانگ ڈالر',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'ہونڈوران لیمپیرا',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => 'کروشین کونا',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'ہیتی کا گؤرڈی',
        ],
        'HUF' => [
            0 => 'HUF',
            1 => 'ہنگرین فورنٹ',
        ],
        'IDR' => [
            0 => 'IDR',
            1 => 'انڈونیشین روپیہ',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'اسرائیلی نیا شیکل',
        ],
        'INR' => [
            0 => '₹',
            1 => 'بھارتی روپیہ',
        ],
        'IQD' => [
            0 => 'IQD',
            1 => 'عراقی دینار',
        ],
        'IRR' => [
            0 => 'IRR',
            1 => 'ایرانی ریال',
        ],
        'ISK' => [
            0 => 'ISK',
            1 => 'آئس لينڈی کرونا',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'جمائیکن ڈالر',
        ],
        'JOD' => [
            0 => 'JOD',
            1 => 'اردنی دینار',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'جاپانی ین',
        ],
        'KES' => [
            0 => 'KES',
            1 => 'کینیائی شلنگ',
        ],
        'KGS' => [
            0 => 'KGS',
            1 => 'کرغستانی سوم',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => 'کمبوڈیائی ریئل',
        ],
        'KMF' => [
            0 => 'KMF',
            1 => 'کوموریئن فرانک',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => 'شمالی کوریائی وون',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'جنوبی کوریائی وون',
        ],
        'KWD' => [
            0 => 'KWD',
            1 => 'کویتی دینار',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'کیمین آئلینڈز ڈالر',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => 'قزاخستانی ٹینگ',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => 'لاؤشیائی کِپ',
        ],
        'LBP' => [
            0 => 'LBP',
            1 => 'لبنانی پونڈ',
        ],
        'LKR' => [
            0 => 'LKR',
            1 => 'سری لنکائی روپیہ',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => 'لائبریائی ڈالر',
        ],
        'LSL' => [
            0 => 'LSL',
            1 => 'لیسوتھو لوتی',
        ],
        'LTL' => [
            0 => 'LTL',
            1 => 'لیتھوینیائی لیٹاس',
        ],
        'LVL' => [
            0 => 'LVL',
            1 => 'لاتویائی لیٹس',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'لیبیائی دینار',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'مراکشی درہم',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => 'مالدووی لیو',
        ],
        'MGA' => [
            0 => 'MGA',
            1 => 'ملاگاسی اریاری',
        ],
        'MKD' => [
            0 => 'MKD',
            1 => 'مقدونیائی دینار',
        ],
        'MMK' => [
            0 => 'MMK',
            1 => 'میانمار کیاٹ',
        ],
        'MNT' => [
            0 => 'MNT',
            1 => 'منگولیائی ٹگرِ',
        ],
        'MOP' => [
            0 => 'MOP',
            1 => 'میکانیز پٹاکا',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => 'موریطانیائی اوگوئیا (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => 'موریطانیائی اوگوئیا',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => 'ماریشس کا روپیہ',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => 'مالدیپ کا روفیہ',
        ],
        'MWK' => [
            0 => 'MWK',
            1 => 'ملاوی کواچا',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'میکسیکی پیسہ',
        ],
        'MYR' => [
            0 => 'MYR',
            1 => 'ملیشیائی رنگِٹ',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => 'موزامبیقی میٹیکل',
        ],
        'NAD' => [
            0 => 'NAD',
            1 => 'نامیبیائی ڈالر',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => 'نائیجیریائی نائرا',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'نکارا گوا کا کورڈوبا',
        ],
        'NOK' => [
            0 => 'NOK',
            1 => 'ناروے کرون',
        ],
        'NPR' => [
            0 => 'NPR',
            1 => 'نیپالی روپیہ',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'نیوزی لینڈ ڈالر',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => 'عمانی ریال',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'پنامہ کا بالبوآ',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'پیروویئن سول',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => 'پاپوآ نیو گنی کا کینا',
        ],
        'PHP' => [
            0 => 'PHP',
            1 => 'فلپائینی پیسہ',
        ],
        'PKR' => [
            0 => 'Rs',
            1 => 'پاکستانی روپیہ',
        ],
        'PLN' => [
            0 => 'PLN',
            1 => 'پولش زلوٹی',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'پیراگوئے کا گوآرنی',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => 'قطری ریال',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'رومانیائی لیو',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => 'سربین دینار',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'روسی روبل',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => 'روانڈا کا فرانک',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => 'سعودی ریال',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => 'سولومن آئلینڈز ڈالر',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => 'سشلی کا روپیہ',
        ],
        'SDG' => [
            0 => 'SDG',
            1 => 'سوڈانی پاؤنڈ',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'سویڈن کرونا',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => 'سنگا پور ڈالر',
        ],
        'SHP' => [
            0 => 'SHP',
            1 => 'سینٹ ہیلینا پاؤنڈ',
        ],
        'SIT' => [
            0 => 'SIT',
            1 => 'سلوانین ٹولر',
        ],
        'SKK' => [
            0 => 'SKK',
            1 => 'سلووک کرونا',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => 'سیئرا لیونین لیون',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => 'صومالی شلنگ',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'سورینامی ڈالر',
        ],
        'SSP' => [
            0 => 'SSP',
            1 => 'جنوبی سوڈانی پاؤنڈ',
        ],
        'STD' => [
            0 => 'STD',
            1 => 'ساؤ ٹوم اور پرنسپے ڈوبرا (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => 'ساؤ ٹومے اور پرنسپے ڈوبرا',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => 'شامی پونڈ',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => 'سوازی لیلانجینی',
        ],
        'THB' => [
            0 => '฿',
            1 => 'تھائی باہت',
        ],
        'TJS' => [
            0 => 'TJS',
            1 => 'تاجکستانی سومونی',
        ],
        'TMT' => [
            0 => 'TMT',
            1 => 'ترکمانستانی منات',
        ],
        'TND' => [
            0 => 'TND',
            1 => 'تیونیسیائی دینار',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => 'ٹونگن پانگا',
        ],
        'TRY' => [
            0 => 'TRY',
            1 => 'ترکی لیرا',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'ترینیداد اور ٹوباگو کا ڈالر',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'نیو تائیوان ڈالر',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => 'تنزانیائی شلنگ',
        ],
        'UAH' => [
            0 => 'UAH',
            1 => 'یوکرینیائی ہریونیا',
        ],
        'UGX' => [
            0 => 'UGX',
            1 => 'یوگانڈا شلنگ',
        ],
        'USD' => [
            0 => '$',
            1 => 'امریکی ڈالر',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'یوروگویان پیسو',
        ],
        'UZS' => [
            0 => 'UZS',
            1 => 'ازبکستانی سوم',
        ],
        'VEB' => [
            0 => 'VEB',
            1 => 'وینزویلا بولیور (1871–2008)',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'وینزویلا بولیور (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'وینزویلا بولیور',
        ],
        'VND' => [
            0 => '₫',
            1 => 'ویتنامی ڈانگ',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => 'وینوواتو واتو',
        ],
        'WST' => [
            0 => 'WST',
            1 => 'ساموآ کا ٹالا',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'وسطی افریقی [CFA] فرانک',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'مشرقی کریبیا کا ڈالر',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'مغربی افریقی [CFA] فرانک',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'CFP فرانک',
        ],
        'YER' => [
            0 => 'YER',
            1 => 'یمنی ریال',
        ],
        'ZAR' => [
            0 => 'ZAR',
            1 => 'جنوبی افریقی رانڈ',
        ],
        'ZMK' => [
            0 => 'ZMK',
            1 => 'زامبیائی کواچا (1968–2012)',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => 'زامبیائی کواچا',
        ],
    ],
];
