<?php

return [
    'Names' => [
        7 => 'Голланд Антил гульдени', 16 => 'Аргентина песоси', 19 => 'Аруба флорини', 25 => 'Барбадос доллари', 36 => 'Бермуда доллари', 38 => 'Боливия болвиани', 45 => 'Бразил реали', 49 => 'Багама доллари', 56 => 'Белиз доллари', 'Канада доллари',
        64 => 'Чили песоси', 66 => 'Хитой юани', 'Колумбия песоси', 69 => 'Коста-Рика колони', 72 => 'Куба Айирбошлаш песоси', 'Куба песоси', 81 => 'Доминикан песоси', 'Жазоир динори', 86 => 'Миср фунти', 92 => 'Евро', 95 => 'Фолькленд ороли фунти',
        97 => 'Инглиз фунт', 108 => 'Гватемала кветзали', 111 => 'Гаяна доллари', 113 => 'Гондурас лемпираси', 116 => 'Гаити гурдаси', 123 => 'Ҳинд рупияси', 129 => 'Ямайка доллари', 131 => 'Япон йенаси', 141 => 'Кайман ороли Доллари', 155 => 'Ливия динори',
        'Марокаш дирҳами', 177 => 'Мексика песоси', 187 => 'Никарагуа кордобаси', 193 => 'Панама бальбоаси', 195 => 'Перу сол', 203 => 'Парагвай гуарани', 209 => 'Рус рубли', 226 => 'Суринам доллари', 235 => 'THB', 245 => 'Тринидад ва Тобаго доллари',
        252 => 'АҚШ доллари', 257 => 'Уругвай песоси', 259 => 'Ўзбекистон сўм', 262 => 'Венесуэла боливари (2008–2018)', 'Венесуэла боливари', 269 => 'Шарқий Кариб доллари',
    ],
    'Symbols' => [
        7 => '', 16 => '', 19 => '', 25 => '', 36 => '', 38 => '', 45 => 'R$', 49 => '', 56 => '', 'CA$',
        64 => '', 66 => 'CN¥', '', 69 => '', 72 => '', '', 81 => '', '', 86 => '', 92 => '€', 95 => '',
        97 => '£', 108 => '', 111 => '', 113 => '', 116 => '', 123 => '₹', 129 => '', 131 => 'JP¥', 141 => '', 155 => '',
        '', 177 => 'MX$', 187 => '', 193 => '', 195 => '', 203 => '', 209 => '', 226 => '', 235 => '฿', 245 => '',
        252 => 'US$', 257 => '', 259 => 'сўм', 262 => '', '', 269 => 'EC$',
    ],
];
