<?php

return [
    'Names' => [
        'ANG' => [
            0 => 'ANG',
            1 => 'Голланд Антил гульдени',
        ],
        'ARS' => [
            0 => 'ARS',
            1 => 'Аргентина песоси',
        ],
        'AUD' => [
            0 => 'A$',
            1 => 'AUD',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => 'Аруба флорини',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => 'Барбадос доллари',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => 'Бермуда доллари',
        ],
        'BOB' => [
            0 => 'BOB',
            1 => 'Боливия болвиани',
        ],
        'BRL' => [
            0 => 'R$',
            1 => 'Бразил реали',
        ],
        'BSD' => [
            0 => 'BSD',
            1 => 'Багама доллари',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'Белиз доллари',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => 'Канада доллари',
        ],
        'CLP' => [
            0 => 'CLP',
            1 => 'Чили песоси',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'Хитой юани',
        ],
        'COP' => [
            0 => 'COP',
            1 => 'Колумбия песоси',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => 'Коста-Рика колони',
        ],
        'CUC' => [
            0 => 'CUC',
            1 => 'Куба Айирбошлаш песоси',
        ],
        'CUP' => [
            0 => 'CUP',
            1 => 'Куба песоси',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => 'Доминикан песоси',
        ],
        'DZD' => [
            0 => 'DZD',
            1 => 'Жазоир динори',
        ],
        'EGP' => [
            0 => 'EGP',
            1 => 'Миср фунти',
        ],
        'EUR' => [
            0 => '€',
            1 => 'Евро',
        ],
        'FKP' => [
            0 => 'FKP',
            1 => 'Фолькленд ороли фунти',
        ],
        'GBP' => [
            0 => '£',
            1 => 'Инглиз фунт',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => 'Гватемала кветзали',
        ],
        'GYD' => [
            0 => 'GYD',
            1 => 'Гаяна доллари',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => 'HKD',
        ],
        'HNL' => [
            0 => 'HNL',
            1 => 'Гондурас лемпираси',
        ],
        'HTG' => [
            0 => 'HTG',
            1 => 'Гаити гурдаси',
        ],
        'ILS' => [
            0 => '₪',
            1 => 'ILS',
        ],
        'INR' => [
            0 => '₹',
            1 => 'Ҳинд рупияси',
        ],
        'JMD' => [
            0 => 'JMD',
            1 => 'Ямайка доллари',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'Япон йенаси',
        ],
        'KRW' => [
            0 => '₩',
            1 => 'KRW',
        ],
        'KYD' => [
            0 => 'KYD',
            1 => 'Кайман ороли Доллари',
        ],
        'LYD' => [
            0 => 'LYD',
            1 => 'Ливия динори',
        ],
        'MAD' => [
            0 => 'MAD',
            1 => 'Марокаш дирҳами',
        ],
        'MXN' => [
            0 => 'MX$',
            1 => 'Мексика песоси',
        ],
        'NIO' => [
            0 => 'NIO',
            1 => 'Никарагуа кордобаси',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => 'NZD',
        ],
        'PAB' => [
            0 => 'PAB',
            1 => 'Панама бальбоаси',
        ],
        'PEN' => [
            0 => 'PEN',
            1 => 'Перу сол',
        ],
        'PYG' => [
            0 => 'PYG',
            1 => 'Парагвай гуарани',
        ],
        'RON' => [
            0 => 'RON',
            1 => 'RON',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'Рус рубли',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => 'Суринам доллари',
        ],
        'THB' => [
            0 => '฿',
            1 => 'THB',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => 'Тринидад ва Тобаго доллари',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => 'TWD',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'АҚШ доллари',
        ],
        'UYU' => [
            0 => 'UYU',
            1 => 'Уругвай песоси',
        ],
        'UZS' => [
            0 => 'сўм',
            1 => 'Ўзбекистон сўм',
        ],
        'VEF' => [
            0 => 'VEF',
            1 => 'Венесуэла боливари (2008–2018)',
        ],
        'VES' => [
            0 => 'VES',
            1 => 'Венесуэла боливари',
        ],
        'VND' => [
            0 => '₫',
            1 => 'VND',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => 'XAF',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => 'Шарқий Кариб доллари',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => 'XOF',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => 'XPF',
        ],
    ],
];
