<?php

return [
    'Names' => [
        1 => 'ꖳꕯꔤꗳ ꕉꕟꔬ ꗡꕆꔓꔻ ꔵꕌꕆ', 8 => 'ꕉꖐꕞ ꖴꕎꘋꕤ', 18 => 'ꖺꔻꖤꔃꔷꕩ ꕜꕞꕌ', 34 => 'ꕑꗸꘋ', 'ꖜꖩꔺ ꖢꕟꘋꕃ', 52 => 'ꕷꖬꕎꕯ ꖛꕞ', 57 => 'ꕪꕯꕜ ꕜꕞꕌ', 'ꖏꖐꕱ ꖢꕟꘋꕃ', 60 => 'ꖬꔃꕤ ꖨꕮꕊ ꖢꕟꘋꕃ', 66 => 'ꕦꕇꔧ ꖳꕎꘋ ꔓꕆꘋꔬ', 74 => 'ꗡꔻꖴꖁ ꕪꕷꗲꗡꔵꕩꖆ',
        79 => 'ꕀꖜꔳ ꖢꕟꘋꕃ', 82 => 'ꕉꔷꕀꔸꕩ ꔵꕯ', 86 => 'ꕆꔻꕞ ꗁꖻꘋ', 'ꔀꔸꔳꕟ ꗁꖻꘋ', 91 => 'ꔤꕿꖎꔪꕩ ꔫꔤ', 'ꖳꖄ', 97 => 'ꔛꔟꔻ ꗁꖻꘋ ꔻꗳꔷꘋ', 100 => 'ꕭꕌꕯ ꔻꔵ', 103 => 'ꕭꔭꕩ ꕜꕞꔻ', 105 => 'ꕅꔤꕇ ꖢꕟꘋꕃ', 123 => 'ꔤꔺꕩ ꖩꔪ',
        131 => 'ꕧꕐꕇꔧ ꘂꘋ', 'ꔞꕰ ꔻꔝꘋ', 135 => 'ꖏꖒꖄ ꖢꕟꘋꕃ', 146 => 'ꕞꔤꔫꕩ ꕜꕞꕌ', 'ꔷꖇꕿ ꖃꔳ', 155 => 'ꔷꔫꕩ ꔵꕯ', 'ꗞꕟꖏ ꔵꕌꕆ', 161 => 'ꕮꕞꕭꕌꔻ ꕉꔸꕩꔸ', 169 => 'ꗞꔸꕚꕇꕰ ꖳꕅꕩ (1973–2017)', 'ꗞꔸꕚꕇꕰ ꖳꕅꕩ', 173 => 'ꗞꔓꗔ ꖩꔪ', 176 => 'ꕮꕞꕌꔨ ꖴꕎꕦ',
        182 => 'ꗞꕤꔭꕃ ꕆꔳꕪ', 184 => 'ꕯꕆꔫꕩ ꕜꕞꕌ', 'ꕯꔤꕀꔸꕩ ꕯꔤꕟ', 211 => 'ꕟꖙꕡ ꖢꕟꘋꕃ', 'ꕢꖙꔵ ꔸꕩꔷ', 214 => 'ꔖꗼꔷ ꖩꔪ', 216 => 'ꖬꗵꘋ ꗁꖻꘋ', 220 => 'ꔻꘋ ꗥꔷꕯ ꗁꖻꘋ', 223 => 'ꔷꗚꘋ', 'ꔷꗚꘋ (1964—2022)', 'ꖇꕮꔷ ꔻꔝꘋ', 229 => 'ꕢꕴ ꕿꔈ ꗪ ꕉ ꕗꕴ ꖁꖜꕟ (1977–2017)',
        'ꕢꕴ ꕿꔈ ꗪ ꕉ ꕗꕴ ꖁꖜꕟ', 234 => 'ꔷꕞꔟꕇ', 240 => 'ꖤꕇꔻꕩ ꔵꕯ', 247 => 'ꕚꘋꕤꕇꕰ ꔻꔝꘋ', 251 => 'ꖳꕭꕡ ꔻꔝꘋ', 'ꕶꕱ ꕜꕞ', 284 => 'ꕉꔱꔸꕪ ꗛꔤ ꔒꘋꗣ ꗏ ꕟꘋꔵ', 'ꕤꔭꕩ ꖴꕎꕦ (1968–2012)', 'ꕤꔭꕩ ꖴꕎꕦ', 289 => 'ꔽꕓꖜꔃ ꕜꕞ',
    ],
    'Symbols' => [
        1 => '', 8 => '', 18 => 'A$', 34 => '', '', 52 => '', 57 => 'CA$', '', 60 => '', 66 => 'CN¥', 74 => '',
        79 => '', 82 => '', 86 => '', '', 91 => '', '€', 97 => '£', 100 => '', 103 => '', 105 => '', 123 => '₹',
        131 => 'JP¥', '', 135 => '', 146 => '$', '', 155 => '', '', 161 => '', 169 => '', '', 173 => '', 176 => '',
        182 => '', 184 => '', '', 211 => '', '', 214 => '', 216 => '', 220 => '', 223 => '', '', '', 229 => '',
        '', 234 => '', 240 => '', 247 => '', 251 => '', 'US$', 284 => '', '', '', 289 => '',
    ],
];
