<?php

return [
    'Names' => [
        1 => 'कट्ठा अरब अमीरात दा दिराम', 3 => 'अफ़गान दा अफ़गानी', 5 => 'अल्बानिया दा लेक', 'आर्मेनिया दा द्राम', 'नीदरलैंड एंटिलिया दा गिल्डर', 'अंगोला दा क्वांज़ा', 16 => 'अर्जेंटीनी दा पेसो', 18 => 'अस्ट्रेलिया दा डॉलर', 'अरूबा दा फ़्लोरिन', 21 => 'अज़रबैजान दा मैनेट', 23 => 'बोस्निया हर्ज़ेगोविना बदलने जोगा मार्क', 25 => 'बार्बेडिया दा डॉलर',
        'बांग्लादेशे दा टका', 32 => 'बुल्गारिया दा लेव', 34 => 'बहरेने दा दिनार', 'बुरूंडी दा फ़्रैंक', 'बरमूडा दा डॉलर', 'ब्रूने दे डॉलर', 'बोलिविया दा बोलिवियानो', 45 => 'ब्राज़ीले दा रियाल', 49 => 'बहामा दा डॉलर', 'भूटाने दा नंगलट्रम', 52 => 'बोत्सवानियाई दा पुला', 54 => 'बेलारूस दा रूबल', 56 => 'बेलीज़ दा डॉलर',
        'कनेडा दा डॉलर', 'कोंगोली फ़्रैंक', 60 => 'स्विस फ़्रैंक', 64 => 'चिली पेसो', 'चीनी युआन (ऑफ़शोर)', 'चीनी युआन', 'कोलंबिया दा पेसो', 69 => 'कोस्टा रिका कोलोन', 72 => 'क्यूबा बदलने जोगा पेसो', 'क्यूबा दा पेसो', 'केप वर्ड एस्कूडो', 76 => 'चेक गणराज्य कोरुना', 79 => 'जिबूती दा फ़्रैंक', 'डैनिश क्रोन',
        'डैनमार्के दा पेसो', 'अल्जीरिया दा दिनार', 86 => 'मिस्र दा पाउंड', 'इरीट्रिया दा नाक्फ़ा', 91 => 'इथियोपिया दा बिर', 'यूरो', 94 => 'फ़िजी डॉलर', 'फ़ॉकलैंड टापुआं दे झुंडे दे पाउंड', 97 => 'ब्रिटिश पाउंड स्टर्लिंग', 99 => 'जॉर्जिया दा लारी', 101 => 'घाना दा सेडी', 'जिब्राल्टरे दा पाउंड', 'गैंबिया दा डलासी', 'गिनाया दा फ़्रैंक',
        108 => 'ग्वाटेमाला दा क्वेटज़ल', 111 => 'गयाना दा डॉलर', 'हाँगकाँगे दा डॉलर', 'होंडुरे दा लेम्पिरा', 115 => 'क्रोएशिया दा कुना', 'हैतिया दा गर्ड', 'हंगेरिया दा फ़ोरिंट', 'इंडोनेशिया दा रुपिया', 122 => 'इज़राइली न्यू शेकेल', 'भारते दा रुपया', 'इराके दिनार', 'ईराने दा रियाल', 127 => 'आइसलैंडे दा क्रोना', 129 => 'जमैका दा डॉलर',
        'जॉर्डनिया दा दिनार', 'जपाने दा येन', 'केन्या दा शिलिंग', 'किर्गिस्ताने दा सोम', 'कंबोडिया दा रियाल', 'कोमोरिया दा फ़्रैंक', 'उत्तर कोरिया दा वॉन', 139 => 'दखण कोरिया दा वॉन', 'कुवैते दा दिनार', 'कैमेन टापुआं दे झुंडे दा डॉलर', 'कज़ाखिस्ताने दा टेंज़', 'लाओशिया दा किप', 'लेबनाने दा पाउंड', 'श्रीलंका दा रुपया', 'लाइबेरिया दा डॉलर', 155 => 'लीबिया दा दिनार', 'मोरक्को दा दिरहम',
        160 => 'मोल्डोवा दा लियू', 'मालागासे दा आरियरी', 163 => 'मैसीडोनिया दा दिनार', 166 => 'म्यांमार दा क्याट', 'मंगोलिया दा टगरिक', 'मेकानी दा पाटाका', 170 => 'मॉरीटेनिया दा ओगुइया', 173 => 'मारिशियश दा रुपया', 175 => 'मालदीवी दा रुफ़िया', 'मालावियन दा क्वाचा', 'मैक्सिकन दा पेसो', 180 => 'मलेशियाई दा रिंगित',
        183 => 'मोज़ाम्बिकन दा मेटिकल', 'नामीबियाई दा डॉलर', 'नाइजीरियाई दा नाइरा', 187 => 'निकारागुअन दा कोरडोबा', 189 => 'नॉर्वेजियन दा क्रोन', 'नेपाले दा रुपया', 'न्यूज़ीलैंड दा डॉलर', 'ओमानी दा रियाल', 'पनामेनियन दा बैल्बोआ', 195 => 'पेरूवियन दा सोल', 197 => 'पापुआ नोआ गिनीयन किना', 'फ़िलिपीनी दा पेसो', 'पाकिस्ताने दा रुपया', 'पोलिश दा ज़्लॉटी',
        203 => 'पैराग्वियन दा गुआरानी', 'क़तरी दा रियाल', 207 => 'रोमानिया दा ल्यू', 'सर्बिया दा दिनार', 'रूसे दा रूबल', 211 => 'रवांडा दा फ़्रैंक', 'सउदी दा रियाल', 'सोलोमन टापुआं दे झुंडे दा डॉलर', 'सेशेल्सिया दा रुपया', 216 => 'सूडाने दा पाउंड', 218 => 'स्वीडेने दा क्रोना', 'सिंगापुरे दा डॉलर', 'सेंट हेलेना दा पाउंड', 223 => 'सिएरा लियोनिया दा लियोन',
        'सिएरा लियोनिया दा लियोन (1964—2022)', 'सोमाले दा शिलिंग', 'सूरीनामे दा डॉलर', 228 => 'दखण सूडाने दा पाउंड', 230 => 'साओ टोम कने प्रिंसिपे दा डोबरा', 233 => 'सीरिया दा पाउंड', 'स्वाज़ी लिलांजेनी', 'थाई बहत', 237 => 'ताजिकिस्ताने दा सोमोनी', 239 => 'तुर्कमेनिस्ताने दा मैनत', 'ट्यूनीशिया दा दिनार', 'टोंगे दा पांगा', 244 => 'तुर्के दा लीरा', 'त्रिनिदाद कने टोबैगो दा डॉलर',
        'नोआ ताईवानी डॉलर', 'तंज़ानिया दा शिलिंग', 'यूक्रेनिया दा रिव्निया', 251 => 'युगांडा दा शिलिंग', 'यूएस दा डॉलर', 257 => 'उरुग्विया दा पेसो', 259 => 'उज़्बेकिस्ताने दा सोम', 263 => 'वेनेज़ुएला दा बोलिवर', 'वियतनामे दा डोंग', 266 => 'वनुआतू दा वातू', 'समोआ दा ताला', 'केंद्रीय अफ़्रीका दा CFA फ़्रैंक', 'पूर्वी कैरिबिया दा डॉलर', 274 => 'पश्चिमी अफ़्रीका दा CFA फ़्रैंक',
        '[CFP] फ़्रैंक', 278 => 'यमने दा रियाल', 284 => 'दखण अफ़्रीका दा रैंड', 286 => 'ज़ाम्बिया दा क्वाचा',
    ],
    'Symbols' => [
        1 => '', 3 => '', 5 => '', '', '', '', 16 => '', 18 => 'A$', '', 21 => '', 23 => '', 25 => '',
        '', 32 => '', 34 => '', '', '', '', '', 45 => 'R$', 49 => '', '', 52 => '', 54 => '', 56 => '',
        'CA$', '', 60 => '', 64 => '', '', 'CN¥', '', 69 => '', 72 => '', '', '', 76 => '', 79 => '', '',
        '', '', 86 => '', '', 91 => '', '€', 94 => '', '', 97 => '£', 99 => '', 101 => '', '', '', '',
        108 => '', 111 => '', 'HK$', '', 115 => '', '', '', '', 122 => '₪', '₹', '', '', 127 => '', 129 => '',
        '', 'JP¥', '', '', '', '', '', 139 => '₩', '', '', '', '', '', '', '', 155 => '', '',
        160 => '', '', 163 => '', 166 => '', '', '', 170 => '', 173 => '', 175 => '', '', 'MX$', 180 => '',
        183 => '', '', '', 187 => '', 189 => '', '', 'NZ$', '', '', 195 => '', 197 => '', '₱', '', '',
        203 => '', '', 207 => '', '', '', 211 => '', '', '', '', 216 => '', 218 => '', '', '', 223 => '',
        '', '', '', 228 => '', 230 => '', 233 => '', '', '', 237 => '', 239 => '', '', '', 244 => '', '',
        'NT$', '', '', 251 => '', 'US$', 257 => '', 259 => '', 263 => '', '₫', 266 => '', '', 'FCFA', 'EC$', 274 => 'F CFA',
        'CFPF', 278 => '', 284 => '', 286 => '',
    ],
];
