<?php

return [
    'Names' => [
        'AED' => [
            'AED',
            'कट्ठा अरब अमीरात दा दिराम',
        ],
        'AFN' => [
            'AFN',
            'अफ़गान दा अफ़गानी',
        ],
        'ALL' => [
            'ALL',
            'अल्बानिया दा लेक',
        ],
        'AMD' => [
            'AMD',
            'आर्मेनिया दा द्राम',
        ],
        'ANG' => [
            'ANG',
            'नीदरलैंड एंटिलिया दा गिल्डर',
        ],
        'AOA' => [
            'AOA',
            'अंगोला दा क्वांज़ा',
        ],
        'ARS' => [
            'ARS',
            'अर्जेंटीनी दा पेसो',
        ],
        'AUD' => [
            'A$',
            'अस्ट्रेलिया दा डॉलर',
        ],
        'AWG' => [
            'AWG',
            'अरूबा दा फ़्लोरिन',
        ],
        'AZN' => [
            'AZN',
            'अज़रबैजान दा मैनेट',
        ],
        'BAM' => [
            'BAM',
            'बोस्निया हर्ज़ेगोविना बदलने जोगा मार्क',
        ],
        'BBD' => [
            'BBD',
            'बार्बेडिया दा डॉलर',
        ],
        'BDT' => [
            'BDT',
            'बांग्लादेशे दा टका',
        ],
        'BGN' => [
            'BGN',
            'बुल्गारिया दा लेव',
        ],
        'BHD' => [
            'BHD',
            'बहरेने दा दिनार',
        ],
        'BIF' => [
            'BIF',
            'बुरूंडी दा फ़्रैंक',
        ],
        'BMD' => [
            'BMD',
            'बरमूडा दा डॉलर',
        ],
        'BND' => [
            'BND',
            'ब्रूने दे डॉलर',
        ],
        'BOB' => [
            'BOB',
            'बोलिविया दा बोलिवियानो',
        ],
        'BRL' => [
            'R$',
            'ब्राज़ीले दा रियाल',
        ],
        'BSD' => [
            'BSD',
            'बहामा दा डॉलर',
        ],
        'BTN' => [
            'BTN',
            'भूटाने दा नंगलट्रम',
        ],
        'BWP' => [
            'BWP',
            'बोत्सवानियाई दा पुला',
        ],
        'BYN' => [
            'BYN',
            'बेलारूस दा रूबल',
        ],
        'BZD' => [
            'BZD',
            'बेलीज़ दा डॉलर',
        ],
        'CAD' => [
            'CA$',
            'कनेडा दा डॉलर',
        ],
        'CDF' => [
            'CDF',
            'कोंगोली फ़्रैंक',
        ],
        'CHF' => [
            'CHF',
            'स्विस फ़्रैंक',
        ],
        'CLP' => [
            'CLP',
            'चिली पेसो',
        ],
        'CNH' => [
            'CNH',
            'चीनी युआन (ऑफ़शोर)',
        ],
        'CNY' => [
            'CN¥',
            'चीनी युआन',
        ],
        'COP' => [
            'COP',
            'कोलंबिया दा पेसो',
        ],
        'CRC' => [
            'CRC',
            'कोस्टा रिका कोलोन',
        ],
        'CUC' => [
            'CUC',
            'क्यूबा बदलने जोगा पेसो',
        ],
        'CUP' => [
            'CUP',
            'क्यूबा दा पेसो',
        ],
        'CVE' => [
            'CVE',
            'केप वर्ड एस्कूडो',
        ],
        'CZK' => [
            'CZK',
            'चेक गणराज्य कोरुना',
        ],
        'DJF' => [
            'DJF',
            'जिबूती दा फ़्रैंक',
        ],
        'DKK' => [
            'DKK',
            'डैनिश क्रोन',
        ],
        'DOP' => [
            'DOP',
            'डैनमार्के दा पेसो',
        ],
        'DZD' => [
            'DZD',
            'अल्जीरिया दा दिनार',
        ],
        'EGP' => [
            'EGP',
            'मिस्र दा पाउंड',
        ],
        'ERN' => [
            'ERN',
            'इरीट्रिया दा नाक्फ़ा',
        ],
        'ETB' => [
            'ETB',
            'इथियोपिया दा बिर',
        ],
        'EUR' => [
            '€',
            'यूरो',
        ],
        'FJD' => [
            'FJD',
            'फ़िजी डॉलर',
        ],
        'FKP' => [
            'FKP',
            'फ़ॉकलैंड टापुआं दे झुंडे दे पाउंड',
        ],
        'GBP' => [
            '£',
            'ब्रिटिश पाउंड स्टर्लिंग',
        ],
        'GEL' => [
            'GEL',
            'जॉर्जिया दा लारी',
        ],
        'GHS' => [
            'GHS',
            'घाना दा सेडी',
        ],
        'GIP' => [
            'GIP',
            'जिब्राल्टरे दा पाउंड',
        ],
        'GMD' => [
            'GMD',
            'गैंबिया दा डलासी',
        ],
        'GNF' => [
            'GNF',
            'गिनाया दा फ़्रैंक',
        ],
        'GTQ' => [
            'GTQ',
            'ग्वाटेमाला दा क्वेटज़ल',
        ],
        'GYD' => [
            'GYD',
            'गयाना दा डॉलर',
        ],
        'HKD' => [
            'HK$',
            'हाँगकाँगे दा डॉलर',
        ],
        'HNL' => [
            'HNL',
            'होंडुरे दा लेम्पिरा',
        ],
        'HRK' => [
            'HRK',
            'क्रोएशिया दा कुना',
        ],
        'HTG' => [
            'HTG',
            'हैतिया दा गर्ड',
        ],
        'HUF' => [
            'HUF',
            'हंगेरिया दा फ़ोरिंट',
        ],
        'IDR' => [
            'IDR',
            'इंडोनेशिया दा रुपिया',
        ],
        'ILS' => [
            '₪',
            'इज़राइली न्यू शेकेल',
        ],
        'INR' => [
            '₹',
            'भारते दा रुपया',
        ],
        'IQD' => [
            'IQD',
            'इराके दिनार',
        ],
        'IRR' => [
            'IRR',
            'ईराने दा रियाल',
        ],
        'ISK' => [
            'ISK',
            'आइसलैंडे दा क्रोना',
        ],
        'JMD' => [
            'JMD',
            'जमैका दा डॉलर',
        ],
        'JOD' => [
            'JOD',
            'जॉर्डनिया दा दिनार',
        ],
        'JPY' => [
            'JP¥',
            'जपाने दा येन',
        ],
        'KES' => [
            'KES',
            'केन्या दा शिलिंग',
        ],
        'KGS' => [
            'KGS',
            'किर्गिस्ताने दा सोम',
        ],
        'KHR' => [
            'KHR',
            'कंबोडिया दा रियाल',
        ],
        'KMF' => [
            'KMF',
            'कोमोरिया दा फ़्रैंक',
        ],
        'KPW' => [
            'KPW',
            'उत्तर कोरिया दा वॉन',
        ],
        'KRW' => [
            '₩',
            'दखण कोरिया दा वॉन',
        ],
        'KWD' => [
            'KWD',
            'कुवैते दा दिनार',
        ],
        'KYD' => [
            'KYD',
            'कैमेन टापुआं दे झुंडे दा डॉलर',
        ],
        'KZT' => [
            'KZT',
            'कज़ाखिस्ताने दा टेंज़',
        ],
        'LAK' => [
            'LAK',
            'लाओशिया दा किप',
        ],
        'LBP' => [
            'LBP',
            'लेबनाने दा पाउंड',
        ],
        'LKR' => [
            'LKR',
            'श्रीलंका दा रुपया',
        ],
        'LRD' => [
            'LRD',
            'लाइबेरिया दा डॉलर',
        ],
        'LYD' => [
            'LYD',
            'लीबिया दा दिनार',
        ],
        'MAD' => [
            'MAD',
            'मोरक्को दा दिरहम',
        ],
        'MDL' => [
            'MDL',
            'मोल्डोवा दा लियू',
        ],
        'MGA' => [
            'MGA',
            'मालागासे दा आरियरी',
        ],
        'MKD' => [
            'MKD',
            'मैसीडोनिया दा दिनार',
        ],
        'MMK' => [
            'MMK',
            'म्यांमार दा क्याट',
        ],
        'MNT' => [
            'MNT',
            'मंगोलिया दा टगरिक',
        ],
        'MOP' => [
            'MOP',
            'मेकानी दा पाटाका',
        ],
        'MRU' => [
            'MRU',
            'मॉरीटेनिया दा ओगुइया',
        ],
        'MUR' => [
            'MUR',
            'मारिशियश दा रुपया',
        ],
        'MVR' => [
            'MVR',
            'मालदीवी दा रुफ़िया',
        ],
        'MWK' => [
            'MWK',
            'मालावियन दा क्वाचा',
        ],
        'MXN' => [
            'MX$',
            'मैक्सिकन दा पेसो',
        ],
        'MYR' => [
            'MYR',
            'मलेशियाई दा रिंगित',
        ],
        'MZN' => [
            'MZN',
            'मोज़ाम्बिकन दा मेटिकल',
        ],
        'NAD' => [
            'NAD',
            'नामीबियाई दा डॉलर',
        ],
        'NGN' => [
            'NGN',
            'नाइजीरियाई दा नाइरा',
        ],
        'NIO' => [
            'NIO',
            'निकारागुअन दा कोरडोबा',
        ],
        'NOK' => [
            'NOK',
            'नॉर्वेजियन दा क्रोन',
        ],
        'NPR' => [
            'NPR',
            'नेपाले दा रुपया',
        ],
        'NZD' => [
            'NZ$',
            'न्यूज़ीलैंड दा डॉलर',
        ],
        'OMR' => [
            'OMR',
            'ओमानी दा रियाल',
        ],
        'PAB' => [
            'PAB',
            'पनामेनियन दा बैल्बोआ',
        ],
        'PEN' => [
            'PEN',
            'पेरूवियन दा सोल',
        ],
        'PGK' => [
            'PGK',
            'पापुआ नोआ गिनीयन किना',
        ],
        'PHP' => [
            '₱',
            'फ़िलिपीनी दा पेसो',
        ],
        'PKR' => [
            'PKR',
            'पाकिस्ताने दा रुपया',
        ],
        'PLN' => [
            'PLN',
            'पोलिश दा ज़्लॉटी',
        ],
        'PYG' => [
            'PYG',
            'पैराग्वियन दा गुआरानी',
        ],
        'QAR' => [
            'QAR',
            'क़तरी दा रियाल',
        ],
        'RON' => [
            'RON',
            'रोमानिया दा ल्यू',
        ],
        'RSD' => [
            'RSD',
            'सर्बिया दा दिनार',
        ],
        'RUB' => [
            'RUB',
            'रूसे दा रूबल',
        ],
        'RWF' => [
            'RWF',
            'रवांडा दा फ़्रैंक',
        ],
        'SAR' => [
            'SAR',
            'सउदी दा रियाल',
        ],
        'SBD' => [
            'SBD',
            'सोलोमन टापुआं दे झुंडे दा डॉलर',
        ],
        'SCR' => [
            'SCR',
            'सेशेल्सिया दा रुपया',
        ],
        'SDG' => [
            'SDG',
            'सूडाने दा पाउंड',
        ],
        'SEK' => [
            'SEK',
            'स्वीडेने दा क्रोना',
        ],
        'SGD' => [
            'SGD',
            'सिंगापुरे दा डॉलर',
        ],
        'SHP' => [
            'SHP',
            'सेंट हेलेना दा पाउंड',
        ],
        'SLE' => [
            'SLE',
            'सिएरा लियोनिया दा लियोन',
        ],
        'SLL' => [
            'SLL',
            'सिएरा लियोनिया दा लियोन (1964—2022)',
        ],
        'SOS' => [
            'SOS',
            'सोमाले दा शिलिंग',
        ],
        'SRD' => [
            'SRD',
            'सूरीनामे दा डॉलर',
        ],
        'SSP' => [
            'SSP',
            'दखण सूडाने दा पाउंड',
        ],
        'STN' => [
            'STN',
            'साओ टोम कने प्रिंसिपे दा डोबरा',
        ],
        'SYP' => [
            'SYP',
            'सीरिया दा पाउंड',
        ],
        'SZL' => [
            'SZL',
            'स्वाज़ी लिलांजेनी',
        ],
        'THB' => [
            'THB',
            'थाई बहत',
        ],
        'TJS' => [
            'TJS',
            'ताजिकिस्ताने दा सोमोनी',
        ],
        'TMT' => [
            'TMT',
            'तुर्कमेनिस्ताने दा मैनत',
        ],
        'TND' => [
            'TND',
            'ट्यूनीशिया दा दिनार',
        ],
        'TOP' => [
            'TOP',
            'टोंगे दा पांगा',
        ],
        'TRY' => [
            'TRY',
            'तुर्के दा लीरा',
        ],
        'TTD' => [
            'TTD',
            'त्रिनिदाद कने टोबैगो दा डॉलर',
        ],
        'TWD' => [
            'NT$',
            'नोआ ताईवानी डॉलर',
        ],
        'TZS' => [
            'TZS',
            'तंज़ानिया दा शिलिंग',
        ],
        'UAH' => [
            'UAH',
            'यूक्रेनिया दा रिव्निया',
        ],
        'UGX' => [
            'UGX',
            'युगांडा दा शिलिंग',
        ],
        'USD' => [
            'US$',
            'यूएस दा डॉलर',
        ],
        'UYU' => [
            'UYU',
            'उरुग्विया दा पेसो',
        ],
        'UZS' => [
            'UZS',
            'उज़्बेकिस्ताने दा सोम',
        ],
        'VES' => [
            'VES',
            'वेनेज़ुएला दा बोलिवर',
        ],
        'VND' => [
            '₫',
            'वियतनामे दा डोंग',
        ],
        'VUV' => [
            'VUV',
            'वनुआतू दा वातू',
        ],
        'WST' => [
            'WST',
            'समोआ दा ताला',
        ],
        'XAF' => [
            'FCFA',
            'केंद्रीय अफ़्रीका दा CFA फ़्रैंक',
        ],
        'XCD' => [
            'EC$',
            'पूर्वी कैरिबिया दा डॉलर',
        ],
        'XOF' => [
            'F CFA',
            'पश्चिमी अफ़्रीका दा CFA फ़्रैंक',
        ],
        'XPF' => [
            'CFPF',
            '[CFP] फ़्रैंक',
        ],
        'YER' => [
            'YER',
            'यमने दा रियाल',
        ],
        'ZAR' => [
            'ZAR',
            'दखण अफ़्रीका दा रैंड',
        ],
        'ZMW' => [
            'ZMW',
            'ज़ाम्बिया दा क्वाचा',
        ],
    ],
];
