<?php

return [
    'Names' => [
        'BRL' => [
            0 => 'R$',
            1 => 'בראזיל רעאל',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => 'בעליז דאלאַר',
        ],
        'CHF' => [
            0 => 'CHF',
            1 => 'שווייצער פֿראַנק',
        ],
        'CNY' => [
            0 => 'CN¥',
            1 => 'כינעזישער יואן',
        ],
        'EUR' => [
            0 => '€',
            1 => 'איירא',
        ],
        'GBP' => [
            0 => '£',
            1 => 'פֿונט שטערלינג',
        ],
        'INR' => [
            0 => '₹',
            1 => 'אינדישער רופי',
        ],
        'JPY' => [
            0 => 'JP¥',
            1 => 'יאפאנעזישער יען',
        ],
        'RUB' => [
            0 => 'RUB',
            1 => 'רוסישער רובל',
        ],
        'SEK' => [
            0 => 'SEK',
            1 => 'שוועדישע קראנע',
        ],
        'USD' => [
            0 => 'US$',
            1 => 'אמעריקאנער דאלאר',
        ],
    ],
];
