<?php

return [
    'Names' => [
        'ADP' => [
            'ADP',
            '安道尔陪士特',
        ],
        'AED' => [
            'AED',
            '阿拉伯联合大公国迪尔汗',
        ],
        'AFA' => [
            'AFA',
            '阿富汗尼 (1927–2002)',
        ],
        'AFN' => [
            'AFN',
            '阿富汗尼',
        ],
        'ALK' => [
            'ALK',
            '阿尔巴尼亚列克 (1946–1965)',
        ],
        'ALL' => [
            'ALL',
            '阿尔巴尼亚列克',
        ],
        'AMD' => [
            'AMD',
            '亚美尼亚德拉姆',
        ],
        'ANG' => [
            'ANG',
            '荷属安地列斯盾',
        ],
        'AOA' => [
            'AOA',
            '安哥拉宽扎',
        ],
        'AOK' => [
            'AOK',
            '安哥拉宽扎 (1977–1990)',
        ],
        'AON' => [
            'AON',
            '安哥拉新宽扎 (1990–2000)',
        ],
        'AOR' => [
            'AOR',
            '安哥拉新调宽扎 (1995–1999)',
        ],
        'ARA' => [
            'ARA',
            '阿根廷奥斯特纳尔',
        ],
        'ARL' => [
            'ARL',
            '阿根廷披索 (1970–1983)',
        ],
        'ARM' => [
            'ARM',
            '阿根廷披索 (1881–1970)',
        ],
        'ARP' => [
            'ARP',
            '阿根廷披索 (1983–1985)',
        ],
        'ARS' => [
            'ARS',
            '阿根廷披索',
        ],
        'ATS' => [
            'ATS',
            '奥地利先令',
        ],
        'AUD' => [
            'AU$',
            '澳币',
        ],
        'AWG' => [
            'AWG',
            '阿路巴盾',
        ],
        'AZM' => [
            'AZM',
            '亚塞拜然马纳特 (1993–2006)',
        ],
        'AZN' => [
            'AZN',
            '亚塞拜然马纳特',
        ],
        'BAD' => [
            'BAD',
            '波士尼亚-赫塞哥维纳第纳尔',
        ],
        'BAM' => [
            'BAM',
            '波士尼亚-赫塞哥维纳可转换马克',
        ],
        'BAN' => [
            'BAN',
            '波士尼亚-赫塞哥维纳新第纳尔',
        ],
        'BBD' => [
            'BBD',
            '巴贝多元',
        ],
        'BDT' => [
            'BDT',
            '孟加拉塔卡',
        ],
        'BEC' => [
            'BEC',
            '比利时法郎（可转换）',
        ],
        'BEF' => [
            'BEF',
            '比利时法郎',
        ],
        'BEL' => [
            'BEL',
            '比利时法郎（金融）',
        ],
        'BGL' => [
            'BGL',
            '保加利亚硬列弗',
        ],
        'BGM' => [
            'BGM',
            '保加利亚社会党列弗',
        ],
        'BGN' => [
            'BGN',
            '保加利亚新列弗',
        ],
        'BGO' => [
            'BGO',
            '保加利亚列弗 (1879–1952)',
        ],
        'BHD' => [
            'BHD',
            '巴林第纳尔',
        ],
        'BIF' => [
            'BIF',
            '蒲隆地法郎',
        ],
        'BMD' => [
            'BMD',
            '百慕达币',
        ],
        'BND' => [
            'BND',
            '汶莱元',
        ],
        'BOB' => [
            'BOB',
            '玻利维亚诺',
        ],
        'BOL' => [
            'BOL',
            '玻利维亚玻利维亚诺 (1863–1963)',
        ],
        'BOP' => [
            'BOP',
            '玻利维亚披索',
        ],
        'BOV' => [
            'BOV',
            '玻利维亚幕多',
        ],
        'BRB' => [
            'BRB',
            '巴西克鲁萨多农瓦 (1967–1986)',
        ],
        'BRC' => [
            'BRC',
            '巴西克鲁赛罗 (1986–1989)',
        ],
        'BRE' => [
            'BRE',
            '巴西克鲁赛罗 (1990–1993)',
        ],
        'BRL' => [
            'R$',
            '巴西里拉',
        ],
        'BRN' => [
            'BRN',
            '巴西克如尔达农瓦',
        ],
        'BRR' => [
            'BRR',
            '巴西克鲁赛罗 (1993–1994)',
        ],
        'BRZ' => [
            'BRZ',
            '巴西克鲁赛罗 (1942 –1967)',
        ],
        'BSD' => [
            'BSD',
            '巴哈马元',
        ],
        'BTN' => [
            'BTN',
            '不丹那特伦',
        ],
        'BUK' => [
            'BUK',
            '缅甸基雅特',
        ],
        'BWP' => [
            'BWP',
            '波札那普拉',
        ],
        'BYB' => [
            'BYB',
            '白俄罗斯新卢布 (1994–1999)',
        ],
        'BYN' => [
            'BYN',
            '白俄罗斯卢布',
        ],
        'BYR' => [
            'BYR',
            '白俄罗斯卢布 (2000–2016)',
        ],
        'BZD' => [
            'BZD',
            '贝里斯元',
        ],
        'CAD' => [
            'CA$',
            '加币',
        ],
        'CDF' => [
            'CDF',
            '刚果法郎',
        ],
        'CHE' => [
            'CHE',
            '欧元 (WIR)',
        ],
        'CHF' => [
            'CHF',
            '瑞士法郎',
        ],
        'CHW' => [
            'CHW',
            '法郎 (WIR)',
        ],
        'CLE' => [
            'CLE',
            '智利埃斯库多',
        ],
        'CLF' => [
            'CLF',
            '卡林油达佛曼跎',
        ],
        'CLP' => [
            'CLP',
            '智利披索',
        ],
        'CNH' => [
            'CNH',
            '人民币 (离岸)',
        ],
        'CNY' => [
            'CN¥',
            '人民币',
        ],
        'COP' => [
            'COP',
            '哥伦比亚披索',
        ],
        'COU' => [
            'COU',
            '哥伦比亚币 (COU)',
        ],
        'CRC' => [
            'CRC',
            '哥斯大黎加科朗',
        ],
        'CSD' => [
            'CSD',
            '旧塞尔维亚第纳尔',
        ],
        'CSK' => [
            'CSK',
            '捷克斯洛伐克硬克朗',
        ],
        'CUC' => [
            'CUC',
            '古巴可转换披索',
        ],
        'CUP' => [
            'CUP',
            '古巴披索',
        ],
        'CVE' => [
            'CVE',
            '维德角埃斯库多',
        ],
        'CYP' => [
            'CYP',
            '赛普勒斯镑',
        ],
        'CZK' => [
            'CZK',
            '捷克克朗',
        ],
        'DDM' => [
            'DDM',
            '东德奥斯特马克',
        ],
        'DEM' => [
            'DEM',
            '德国马克',
        ],
        'DJF' => [
            'DJF',
            '吉布地法郎',
        ],
        'DKK' => [
            'DKK',
            '丹麦克朗',
        ],
        'DOP' => [
            'DOP',
            '多明尼加披索',
        ],
        'DZD' => [
            'DZD',
            '阿尔及利亚第纳尔',
        ],
        'ECS' => [
            'ECS',
            '厄瓜多苏克雷',
        ],
        'ECV' => [
            'ECV',
            '厄瓜多尔由里达瓦康斯坦 (UVC)',
        ],
        'EEK' => [
            'EEK',
            '爱沙尼亚克朗',
        ],
        'EGP' => [
            'EGP',
            '埃及镑',
        ],
        'ERN' => [
            'ERN',
            '厄立特里亚纳克法',
        ],
        'ESA' => [
            'ESA',
            '西班牙比塞塔（会计单位）',
        ],
        'ESB' => [
            'ESB',
            '西班牙比塞塔（可转换会计单位）',
        ],
        'ESP' => [
            'ESP',
            '西班牙陪士特',
        ],
        'ETB' => [
            'ETB',
            '衣索比亚比尔',
        ],
        'EUR' => [
            '€',
            '欧元',
        ],
        'FIM' => [
            'FIM',
            '芬兰马克',
        ],
        'FJD' => [
            'FJD',
            '斐济元',
        ],
        'FKP' => [
            'FKP',
            '福克兰群岛镑',
        ],
        'FRF' => [
            'FRF',
            '法国法郎',
        ],
        'GBP' => [
            '£',
            '英镑',
        ],
        'GEK' => [
            'GEK',
            '乔治亚库旁拉里',
        ],
        'GEL' => [
            'GEL',
            '乔治亚拉里',
        ],
        'GHC' => [
            'GHC',
            '迦纳赛地 (1979–2007)',
        ],
        'GHS' => [
            'GHS',
            '迦纳塞地',
        ],
        'GIP' => [
            'GIP',
            '直布罗陀镑',
        ],
        'GMD' => [
            'GMD',
            '甘比亚达拉西',
        ],
        'GNF' => [
            'GNF',
            '几内亚法郎',
        ],
        'GNS' => [
            'GNS',
            '几内亚西里',
        ],
        'GQE' => [
            'GQE',
            '赤道几内亚埃奎勒',
        ],
        'GRD' => [
            'GRD',
            '希腊德拉克马',
        ],
        'GTQ' => [
            'GTQ',
            '瓜地马拉格查尔',
        ],
        'GWE' => [
            'GWE',
            '葡属几内亚埃斯库多',
        ],
        'GWP' => [
            'GWP',
            '几内亚比索披索',
        ],
        'GYD' => [
            'GYD',
            '圭亚那元',
        ],
        'HKD' => [
            'HK$',
            '港币',
        ],
        'HNL' => [
            'HNL',
            '洪都拉斯伦皮拉',
        ],
        'HRD' => [
            'HRD',
            '克罗埃西亚第纳尔',
        ],
        'HRK' => [
            'HRK',
            '克罗埃西亚库纳',
        ],
        'HTG' => [
            'HTG',
            '海地古德',
        ],
        'HUF' => [
            'HUF',
            '匈牙利福林',
        ],
        'IDR' => [
            'IDR',
            '印尼盾',
        ],
        'IEP' => [
            'IEP',
            '爱尔兰镑',
        ],
        'ILP' => [
            'ILP',
            '以色列镑',
        ],
        'ILR' => [
            'ILR',
            '以色列谢克尔 (1980–1985)',
        ],
        'ILS' => [
            '₪',
            '以色列新谢克尔',
        ],
        'INR' => [
            '₹',
            '印度卢比',
        ],
        'IQD' => [
            'IQD',
            '伊拉克第纳尔',
        ],
        'IRR' => [
            'IRR',
            '伊朗里亚尔',
        ],
        'ISJ' => [
            'ISJ',
            '冰岛克朗 (1918–1981)',
        ],
        'ISK' => [
            'ISK',
            '冰岛克朗',
        ],
        'ITL' => [
            'ITL',
            '义大利里拉',
        ],
        'JMD' => [
            'JMD',
            '牙买加元',
        ],
        'JOD' => [
            'JOD',
            '约旦第纳尔',
        ],
        'JPY' => [
            '¥',
            '日圆',
        ],
        'KES' => [
            'KES',
            '肯尼亚先令',
        ],
        'KGS' => [
            'KGS',
            '吉尔吉斯索姆',
        ],
        'KHR' => [
            'KHR',
            '柬埔寨瑞尔',
        ],
        'KMF' => [
            'KMF',
            '科摩罗法郎',
        ],
        'KPW' => [
            'KPW',
            '北韩圆',
        ],
        'KRH' => [
            'KRH',
            '南韩圜',
        ],
        'KRO' => [
            'KRO',
            '南韩圆',
        ],
        'KRW' => [
            '￦',
            '韩圆',
        ],
        'KWD' => [
            'KWD',
            '科威特第纳尔',
        ],
        'KYD' => [
            'KYD',
            '开曼群岛元',
        ],
        'KZT' => [
            'KZT',
            '卡扎克斯坦坦吉',
        ],
        'LAK' => [
            'LAK',
            '寮国基普',
        ],
        'LBP' => [
            'LBP',
            '黎巴嫩镑',
        ],
        'LKR' => [
            'LKR',
            '斯里兰卡卢比',
        ],
        'LRD' => [
            'LRD',
            '赖比瑞亚元',
        ],
        'LSL' => [
            'LSL',
            '赖索托洛蒂',
        ],
        'LTL' => [
            'LTL',
            '立陶宛立特',
        ],
        'LTT' => [
            'LTT',
            '立陶宛特罗',
        ],
        'LUC' => [
            'LUC',
            '卢森堡可兑换法郎',
        ],
        'LUF' => [
            'LUF',
            '卢森堡法郎',
        ],
        'LUL' => [
            'LUL',
            '卢森堡金融法郎',
        ],
        'LVL' => [
            'LVL',
            '拉脱维亚拉特银币',
        ],
        'LVR' => [
            'LVR',
            '拉脱维亚卢布',
        ],
        'LYD' => [
            'LYD',
            '利比亚第纳尔',
        ],
        'MAD' => [
            'MAD',
            '摩洛哥迪拉姆',
        ],
        'MAF' => [
            'MAF',
            '摩洛哥法郎',
        ],
        'MCF' => [
            'MCF',
            '摩纳哥法郎',
        ],
        'MDC' => [
            'MDC',
            '摩尔多瓦券',
        ],
        'MDL' => [
            'MDL',
            '摩杜云列伊',
        ],
        'MGA' => [
            'MGA',
            '马达加斯加阿里亚里',
        ],
        'MGF' => [
            'MGF',
            '马达加斯加法郎',
        ],
        'MKD' => [
            'MKD',
            '马其顿第纳尔',
        ],
        'MKN' => [
            'MKN',
            '马其顿第纳尔 (1992–1993)',
        ],
        'MLF' => [
            'MLF',
            '马里法郎',
        ],
        'MMK' => [
            'MMK',
            '缅甸元',
        ],
        'MNT' => [
            'MNT',
            '蒙古图格里克',
        ],
        'MOP' => [
            'MOP',
            '澳门元',
        ],
        'MRO' => [
            'MRO',
            '茅利塔尼亚乌吉亚 (1973–2017)',
        ],
        'MRU' => [
            'MRU',
            '茅利塔尼亚乌吉亚',
        ],
        'MTL' => [
            'MTL',
            '马尔他里拉',
        ],
        'MTP' => [
            'MTP',
            '马尔他镑',
        ],
        'MUR' => [
            'MUR',
            '模里西斯卢比',
        ],
        'MVP' => [
            'MVP',
            '马尔地夫卢比',
        ],
        'MVR' => [
            'MVR',
            '马尔地夫卢非亚',
        ],
        'MWK' => [
            'MWK',
            '马拉维克瓦查',
        ],
        'MXN' => [
            'MX$',
            '墨西哥披索',
        ],
        'MXP' => [
            'MXP',
            '墨西哥银披索 (1861–1992)',
        ],
        'MXV' => [
            'MXV',
            '墨西哥转换单位 (UDI)',
        ],
        'MYR' => [
            'MYR',
            '马来西亚令吉',
        ],
        'MZE' => [
            'MZE',
            '莫三比克埃斯库多',
        ],
        'MZM' => [
            'MZM',
            '莫三比克梅蒂卡尔 (1980–2006)',
        ],
        'MZN' => [
            'MZN',
            '莫三比克梅蒂卡尔',
        ],
        'NAD' => [
            'NAD',
            '纳米比亚元',
        ],
        'NGN' => [
            'NGN',
            '奈及利亚奈拉',
        ],
        'NIC' => [
            'NIC',
            '尼加拉瓜科多巴',
        ],
        'NIO' => [
            'NIO',
            '尼加拉瓜金科多巴',
        ],
        'NLG' => [
            'NLG',
            '荷兰盾',
        ],
        'NOK' => [
            'NOK',
            '挪威克朗',
        ],
        'NPR' => [
            'NPR',
            '尼泊尔卢比',
        ],
        'NZD' => [
            'NZ$',
            '纽西兰币',
        ],
        'OMR' => [
            'OMR',
            '阿曼里亚尔',
        ],
        'PAB' => [
            'PAB',
            '巴拿马巴波亚',
        ],
        'PEI' => [
            'PEI',
            '秘鲁因蒂',
        ],
        'PEN' => [
            'PEN',
            '秘鲁太阳币',
        ],
        'PES' => [
            'PES',
            '秘鲁索尔 (1863–1965)',
        ],
        'PGK' => [
            'PGK',
            '巴布亚纽几内亚基那',
        ],
        'PHP' => [
            'PHP',
            '菲律宾披索',
        ],
        'PKR' => [
            'PKR',
            '巴基斯坦卢比',
        ],
        'PLN' => [
            'PLN',
            '波兰兹罗提',
        ],
        'PLZ' => [
            'PLZ',
            '波兰兹罗提 (1950–1995)',
        ],
        'PTE' => [
            'PTE',
            '葡萄牙埃斯库多',
        ],
        'PYG' => [
            'PYG',
            '巴拉圭瓜拉尼',
        ],
        'QAR' => [
            'QAR',
            '卡达里亚尔',
        ],
        'RHD' => [
            'RHD',
            '罗德西亚元',
        ],
        'ROL' => [
            'ROL',
            '旧罗马尼亚列伊',
        ],
        'RON' => [
            'RON',
            '罗马尼亚列伊',
        ],
        'RSD' => [
            'RSD',
            '塞尔维亚戴纳',
        ],
        'RUB' => [
            'RUB',
            '俄罗斯卢布',
        ],
        'RUR' => [
            'RUR',
            '俄罗斯卢布 (1991–1998)',
        ],
        'RWF' => [
            'RWF',
            '卢安达法郎',
        ],
        'SAR' => [
            'SAR',
            '沙乌地里亚尔',
        ],
        'SBD' => [
            'SBD',
            '索罗门群岛元',
        ],
        'SCR' => [
            'SCR',
            '塞席尔卢比',
        ],
        'SDD' => [
            'SDD',
            '苏丹第纳尔',
        ],
        'SDG' => [
            'SDG',
            '苏丹镑',
        ],
        'SDP' => [
            'SDP',
            '旧苏丹镑',
        ],
        'SEK' => [
            'SEK',
            '瑞典克朗',
        ],
        'SGD' => [
            'SGD',
            '新加坡币',
        ],
        'SHP' => [
            'SHP',
            '圣赫勒拿镑',
        ],
        'SIT' => [
            'SIT',
            '斯洛维尼亚托勒',
        ],
        'SKK' => [
            'SKK',
            '斯洛伐克克朗',
        ],
        'SLE' => [
            'SLE',
            '狮子山利昂',
        ],
        'SLL' => [
            'SLL',
            '狮子山利昂 (1964—2022)',
        ],
        'SOS' => [
            'SOS',
            '索马利亚先令',
        ],
        'SRD' => [
            'SRD',
            '苏利南元',
        ],
        'SRG' => [
            'SRG',
            '苏利南基尔',
        ],
        'SSP' => [
            'SSP',
            '南苏丹镑',
        ],
        'STD' => [
            'STD',
            '圣多美岛和普林西比岛多布拉 (1977–2017)',
        ],
        'STN' => [
            'STN',
            '圣多美岛和普林西比岛多布拉',
        ],
        'SUR' => [
            'SUR',
            '苏联卢布',
        ],
        'SVC' => [
            'SVC',
            '萨尔瓦多科郎',
        ],
        'SYP' => [
            'SYP',
            '叙利亚镑',
        ],
        'SZL' => [
            'SZL',
            '史瓦济兰里朗吉尼',
        ],
        'THB' => [
            'THB',
            '泰铢',
        ],
        'TJR' => [
            'TJR',
            '塔吉克卢布',
        ],
        'TJS' => [
            'TJS',
            '塔吉克索莫尼',
        ],
        'TMM' => [
            'TMM',
            '土库曼马纳特 (1993–2009)',
        ],
        'TMT' => [
            'TMT',
            '土库曼马纳特',
        ],
        'TND' => [
            'TND',
            '突尼西亚第纳尔',
        ],
        'TOP' => [
            'TOP',
            '东加潘加',
        ],
        'TPE' => [
            'TPE',
            '帝汶埃斯库多',
        ],
        'TRL' => [
            'TRL',
            '土耳其里拉',
        ],
        'TRY' => [
            'TRY',
            '新土耳其里拉',
        ],
        'TTD' => [
            'TTD',
            '千里达及托巴哥元',
        ],
        'TWD' => [
            'NT$',
            '新台币',
        ],
        'TZS' => [
            'TZS',
            '坦尚尼亚先令',
        ],
        'UAH' => [
            'UAH',
            '乌克兰格里夫纳',
        ],
        'UAK' => [
            'UAK',
            '乌克兰卡本瓦那兹',
        ],
        'UGS' => [
            'UGS',
            '乌干达先令 (1966–1987)',
        ],
        'UGX' => [
            'UGX',
            '乌干达先令',
        ],
        'USD' => [
            'US$',
            '美元',
        ],
        'USN' => [
            'USN',
            '美元（次日）',
        ],
        'USS' => [
            'USS',
            '美元（当日）',
        ],
        'UYI' => [
            'UYI',
            '乌拉圭披索（指数单位）',
        ],
        'UYP' => [
            'UYP',
            '乌拉圭披索 (1975–1993)',
        ],
        'UYU' => [
            'UYU',
            '乌拉圭披索',
        ],
        'UZS' => [
            'UZS',
            '乌兹别克索姆',
        ],
        'VEB' => [
            'VEB',
            '委内瑞拉玻利瓦 (1871–2008)',
        ],
        'VEF' => [
            'VEF',
            '委内瑞拉玻利瓦 (VEF)',
        ],
        'VES' => [
            'VES',
            '委内瑞拉玻利瓦',
        ],
        'VND' => [
            '₫',
            '越南盾',
        ],
        'VNN' => [
            'VNN',
            '越南盾 (1978–1985)',
        ],
        'VUV' => [
            'VUV',
            '万那杜瓦图',
        ],
        'WST' => [
            'WST',
            '西萨摩亚塔拉',
        ],
        'XAF' => [
            'FCFA',
            '法郎 (CFA–BEAC)',
        ],
        'XCD' => [
            'EC$',
            '格瑞那达元',
        ],
        'XCG' => [
            'Cg.',
            '加勒比盾',
        ],
        'XEU' => [
            'XEU',
            '欧洲货币单位 (XEU)',
        ],
        'XFO' => [
            'XFO',
            '法国金法郎',
        ],
        'XFU' => [
            'XFU',
            '法国法郎 (UIC)',
        ],
        'XOF' => [
            'F CFA',
            '法郎 (CFA–BCEAO)',
        ],
        'XPF' => [
            'CFPF',
            '法郎 (CFP)',
        ],
        'XRE' => [
            'XRE',
            'RINET 基金',
        ],
        'YDD' => [
            'YDD',
            '叶门第纳尔',
        ],
        'YER' => [
            'YER',
            '叶门里亚尔',
        ],
        'YUD' => [
            'YUD',
            '南斯拉夫第纳尔硬币',
        ],
        'YUM' => [
            'YUM',
            '南斯拉夫挪威亚第纳尔',
        ],
        'YUN' => [
            'YUN',
            '南斯拉夫可转换第纳尔',
        ],
        'YUR' => [
            'YUR',
            '南斯拉夫改革第纳尔 (1992–1993)',
        ],
        'ZAL' => [
            'ZAL',
            '南非兰特（金融）',
        ],
        'ZAR' => [
            'ZAR',
            '南非兰特',
        ],
        'ZMK' => [
            'ZMK',
            '尚比亚克瓦查 (1968–2012)',
        ],
        'ZMW' => [
            'ZMW',
            '尚比亚克瓦查',
        ],
        'ZRN' => [
            'ZRN',
            '萨伊新扎伊尔',
        ],
        'ZRZ' => [
            'ZRZ',
            '萨伊扎伊尔',
        ],
        'ZWD' => [
            'ZWD',
            '辛巴威元 (1980–2008)',
        ],
        'ZWG' => [
            'ZWG',
            '辛巴威金',
        ],
        'ZWL' => [
            'ZWL',
            '辛巴威元 (2009)',
        ],
        'ZWR' => [
            'ZWR',
            '辛巴威元 (2008)',
        ],
    ],
];
