<?php

return [
    'Names' => [
        1 => 'ⴰⴷⵔⵉⵎ ⵏ ⵍⵉⵎⴰⵔⴰⵜ', 8 => 'ⴽⵡⴰⵏⵣⴰ ⵏ ⴰⵏⴳⵓⵍⴰ', 18 => 'ⴰⴷⵓⵍⴰⵔ ⵏ ⵓⵙⵜⵔⴰⵍⵢⴰ', 34 => 'ⴰⴷⵉⵏⴰⵔ ⵏ ⴱⵃⵔⴰⵢⵏ', 'ⴼⵔⴰⵏⴽ ⵏ ⴱⵓⵔⵓⵏⴷⵉ', 52 => 'ⴰⴱⵓⵍⴰ ⵏ ⴱⵓⵜⵙⵡⴰⵏⴰ', 57 => 'ⴰⴷⵓⵍⴰⵔ ⵏ ⴽⴰⵏⴰⴷⴰ', 'ⴼⵔⴰⵏⴽ ⵏ ⴽⵓⵏⴳⵓ', 60 => 'ⴰⴼⵔⴰⵏⴽ ⵏ ⵙⵡⵉⵙⵔⴰ', 66 => 'ⴰⵢⴰⵏ ⵏ ⵛⵛⵉⵏⵡⴰ', 74 => 'ⵉⵙⴽⵓⴷⵓ ⵏ ⴽⴰⴱⴱⵉⵔⴷⵉ',
        79 => 'ⴼⵔⴰⵏⴽ ⵏ ⴷⵊⵉⴱⵓⵜⵉ', 82 => 'ⴰⴷⵉⵏⴰⵔ ⵏ ⴷⵣⴰⵢⵔ', 86 => 'ⴰⵊⵏⵉⵀ ⵏ ⵎⵉⵚⵕ', 'ⵏⴰⴼⴽⴰ ⵏ ⵉⵔⵉⵜⵉⵔⵢⴰ', 91 => 'ⴱⵉⵔ ⵏ ⵉⵜⵢⵓⴱⵢⴰ', 'ⵓⵔⵓ', 97 => 'ⴰⵊⵏⵉⵀ ⴰⵙⵜⵔⵍⵉⵏⵉ ⵏ ⵏⵏⴳⵍⵉⵣ', 101 => 'ⵙⵉⴷⵉ ⵏ ⵖⴰⵏⴰ', 103 => 'ⴷⴰⵍⴰⵙⵉ ⵏ ⴳⴰⵎⴱⵢⴰ', 123 => 'ⴰⵔⵓⴱⵉ ⵏ ⵍⵀⵉⵏⴷ', 131 => 'ⴰⵢⴰⵏ ⵏ ⵍⵢⴰⴱⴰⵏ',
        'ⴰⵛⵉⵍⵉⵏ ⵏ ⴽⵉⵏⵢⴰ', 135 => 'ⴼⵔⴰⵏⴽ ⵏ ⵇⵓⵎⵓⵕ', 146 => 'ⴰⴷⵓⵍⴰⵔ ⵏ ⵍⵉⴱⵉⵔⵢⴰ', 'ⵍⵓⵜⵉ ⵏ ⵍⵉⵚⵓⵟⵓ', 155 => 'ⴰⴷⵉⵏⴰⵔ ⵏ ⵍⵉⴱⵢⴰ', 'ⴰⴷⵔⵉⵎ ⵏ ⵍⵎⵖⵔⵉⴱ', 161 => 'ⴼⵔⴰⵏⴽ ⵏ ⵎⴰⴷⴰⵖⴰⵛⵇⴰⵔ', 169 => 'ⵓⵇⵉⵢⵢⴰ ⵏ ⵎⵓⵕⵉⵟⴰⵏⵢⴰ (1973–2017)', 'ⵓⵇⵉⵢⵢⴰ ⵏ ⵎⵓⵕⵉⵟⴰⵏⵢⴰ', 173 => 'ⴰⵔⵓⴱⵉ ⵏ ⵎⵓⵔⵉⵙ', 176 => 'ⴽⵡⴰⵛⴰ ⵏ ⵎⴰⵍⴰⵡⵉ', 183 => 'ⴰⵎⵉⵜⵉⴽⵍ ⵏ ⵎⵓⵣⵏⴱⵉⵇ',
        'ⴰⴷⵓⵍⴰⵔ ⵏ ⵏⴰⵎⵉⴱⵢⴰ', 'ⵏⴰⵢⵔⴰ ⵏ ⵏⵉⵊⵉⵔⵢⴰ', 211 => 'ⴰⴼⵔⴰⵏⴽ ⵏ ⵔⵡⴰⵏⴷⴰ', 'ⴰⵔⵢⴰⵍ ⵏ ⵙⵙⴰⵄⵓⴷⵉⵢⴰ', 214 => 'ⴰⵔⵓⴱⵉ ⵏ ⵙⵙⵉⵛⵉⵍ', 216 => 'ⴰⴷⵉⵏⴰⵔ ⵏ ⵙⵙⵓⴷⴰⵏ', 'ⴰⵊⵏⵉⵀ ⵏ ⵙⵙⵓⴷⴰⵏ', 220 => 'ⴰⵊⵏⵉⵀ ⵏ ⵙⴰⵏⵜⵉⵍⵉⵏ', 223 => 'ⵍⵉⵢⵓⵏ', 'ⵍⵉⵢⵓⵏ (1964—2022)', 'ⴰⵛⵉⵍⵉⵏ ⵏ ⵚⵚⵓⵎⴰⵍ', 229 => 'ⴰⴷⵓⴱⵔⴰ ⵏ ⵙⴰⵏⵟⵓⵎⵉ (1977–2017)', 'ⴰⴷⵓⴱⵔⴰ ⵏ ⵙⴰⵏⵟⵓⵎⵉ',
        234 => 'ⵍⵉⵍⴰⵏⵊⵉⵏⵉ', 240 => 'ⴰⴷⵉⵏⴰⵔ ⵏ ⵜⵓⵏⵙ', 247 => 'ⴰⵛⵉⵍⵉⵏ ⵏ ⵟⴰⵏⵥⴰⵏⵢⴰ', 251 => 'ⴰⵛⵉⵍⵉⵏ ⵏ ⵓⵖⴰⵏⴷⴰ', 'ⴰⴷⵓⵍⴰⵔ ⵏ ⵉⵡⵓⵏⴰⴽ ⵉⵎⵓⵏⵏ', 268 => 'ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ', 274 => 'ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ ⴱⵉⵙⴰⵡ', 284 => 'ⴰⵔⴰⵏⴷ ⵏ ⴰⴼⵔⵉⵇⵢⴰ ⵏ ⵉⴼⴼⵓⵙ', 'ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ (1968–2012)', 'ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ', 289 => 'ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ (1980–2008)',
        291 => 'ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ (2009)', 'ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ (2008)',
    ],
    'Symbols' => [
        1 => '', 8 => '', 18 => 'A$', 34 => '', '', 52 => '', 57 => 'CA$', '', 60 => '', 66 => 'CN¥', 74 => '',
        79 => '', 82 => '', 86 => '', '', 91 => '', '€', 97 => '£', 101 => '', 103 => '', 123 => '₹', 131 => 'JP¥',
        '', 135 => '', 146 => '', '', 155 => '', '', 161 => '', 169 => '', '', 173 => '', 176 => '', 183 => '',
        '', '', 211 => '', '', 214 => '', 216 => '', '', 220 => '', 223 => '', '', '', 229 => '', '',
        234 => '', 240 => '', 247 => '', 251 => '', 'US$', 268 => 'FCFA', 274 => 'F CFA', 284 => '', '', '', 289 => '',
        291 => '', '',
    ],
];
