<?php

return [
    'Names' => [
        'AED' => [
            'AED',
            'ⴰⴷⵔⵉⵎ ⵏ ⵍⵉⵎⴰⵔⴰⵜ',
        ],
        'AOA' => [
            'AOA',
            'ⴽⵡⴰⵏⵣⴰ ⵏ ⴰⵏⴳⵓⵍⴰ',
        ],
        'AUD' => [
            'A$',
            'ⴰⴷⵓⵍⴰⵔ ⵏ ⵓⵙⵜⵔⴰⵍⵢⴰ',
        ],
        'BHD' => [
            'BHD',
            'ⴰⴷⵉⵏⴰⵔ ⵏ ⴱⵃⵔⴰⵢⵏ',
        ],
        'BIF' => [
            'BIF',
            'ⴼⵔⴰⵏⴽ ⵏ ⴱⵓⵔⵓⵏⴷⵉ',
        ],
        'BWP' => [
            'BWP',
            'ⴰⴱⵓⵍⴰ ⵏ ⴱⵓⵜⵙⵡⴰⵏⴰ',
        ],
        'CAD' => [
            'CA$',
            'ⴰⴷⵓⵍⴰⵔ ⵏ ⴽⴰⵏⴰⴷⴰ',
        ],
        'CDF' => [
            'CDF',
            'ⴼⵔⴰⵏⴽ ⵏ ⴽⵓⵏⴳⵓ',
        ],
        'CHF' => [
            'CHF',
            'ⴰⴼⵔⴰⵏⴽ ⵏ ⵙⵡⵉⵙⵔⴰ',
        ],
        'CNY' => [
            'CN¥',
            'ⴰⵢⴰⵏ ⵏ ⵛⵛⵉⵏⵡⴰ',
        ],
        'CVE' => [
            'CVE',
            'ⵉⵙⴽⵓⴷⵓ ⵏ ⴽⴰⴱⴱⵉⵔⴷⵉ',
        ],
        'DJF' => [
            'DJF',
            'ⴼⵔⴰⵏⴽ ⵏ ⴷⵊⵉⴱⵓⵜⵉ',
        ],
        'DZD' => [
            'DZD',
            'ⴰⴷⵉⵏⴰⵔ ⵏ ⴷⵣⴰⵢⵔ',
        ],
        'EGP' => [
            'EGP',
            'ⴰⵊⵏⵉⵀ ⵏ ⵎⵉⵚⵕ',
        ],
        'ERN' => [
            'ERN',
            'ⵏⴰⴼⴽⴰ ⵏ ⵉⵔⵉⵜⵉⵔⵢⴰ',
        ],
        'ETB' => [
            'ETB',
            'ⴱⵉⵔ ⵏ ⵉⵜⵢⵓⴱⵢⴰ',
        ],
        'EUR' => [
            '€',
            'ⵓⵔⵓ',
        ],
        'GBP' => [
            '£',
            'ⴰⵊⵏⵉⵀ ⴰⵙⵜⵔⵍⵉⵏⵉ ⵏ ⵏⵏⴳⵍⵉⵣ',
        ],
        'GHS' => [
            'GHS',
            'ⵙⵉⴷⵉ ⵏ ⵖⴰⵏⴰ',
        ],
        'GMD' => [
            'GMD',
            'ⴷⴰⵍⴰⵙⵉ ⵏ ⴳⴰⵎⴱⵢⴰ',
        ],
        'INR' => [
            '₹',
            'ⴰⵔⵓⴱⵉ ⵏ ⵍⵀⵉⵏⴷ',
        ],
        'JPY' => [
            'JP¥',
            'ⴰⵢⴰⵏ ⵏ ⵍⵢⴰⴱⴰⵏ',
        ],
        'KES' => [
            'KES',
            'ⴰⵛⵉⵍⵉⵏ ⵏ ⴽⵉⵏⵢⴰ',
        ],
        'KMF' => [
            'KMF',
            'ⴼⵔⴰⵏⴽ ⵏ ⵇⵓⵎⵓⵕ',
        ],
        'LRD' => [
            'LRD',
            'ⴰⴷⵓⵍⴰⵔ ⵏ ⵍⵉⴱⵉⵔⵢⴰ',
        ],
        'LSL' => [
            'LSL',
            'ⵍⵓⵜⵉ ⵏ ⵍⵉⵚⵓⵟⵓ',
        ],
        'LYD' => [
            'LYD',
            'ⴰⴷⵉⵏⴰⵔ ⵏ ⵍⵉⴱⵢⴰ',
        ],
        'MAD' => [
            'MAD',
            'ⴰⴷⵔⵉⵎ ⵏ ⵍⵎⵖⵔⵉⴱ',
        ],
        'MGA' => [
            'MGA',
            'ⴼⵔⴰⵏⴽ ⵏ ⵎⴰⴷⴰⵖⴰⵛⵇⴰⵔ',
        ],
        'MRO' => [
            'MRO',
            'ⵓⵇⵉⵢⵢⴰ ⵏ ⵎⵓⵕⵉⵟⴰⵏⵢⴰ (1973–2017)',
        ],
        'MRU' => [
            'MRU',
            'ⵓⵇⵉⵢⵢⴰ ⵏ ⵎⵓⵕⵉⵟⴰⵏⵢⴰ',
        ],
        'MUR' => [
            'MUR',
            'ⴰⵔⵓⴱⵉ ⵏ ⵎⵓⵔⵉⵙ',
        ],
        'MWK' => [
            'MWK',
            'ⴽⵡⴰⵛⴰ ⵏ ⵎⴰⵍⴰⵡⵉ',
        ],
        'MZN' => [
            'MZN',
            'ⴰⵎⵉⵜⵉⴽⵍ ⵏ ⵎⵓⵣⵏⴱⵉⵇ',
        ],
        'NAD' => [
            'NAD',
            'ⴰⴷⵓⵍⴰⵔ ⵏ ⵏⴰⵎⵉⴱⵢⴰ',
        ],
        'NGN' => [
            'NGN',
            'ⵏⴰⵢⵔⴰ ⵏ ⵏⵉⵊⵉⵔⵢⴰ',
        ],
        'RWF' => [
            'RWF',
            'ⴰⴼⵔⴰⵏⴽ ⵏ ⵔⵡⴰⵏⴷⴰ',
        ],
        'SAR' => [
            'SAR',
            'ⴰⵔⵢⴰⵍ ⵏ ⵙⵙⴰⵄⵓⴷⵉⵢⴰ',
        ],
        'SCR' => [
            'SCR',
            'ⴰⵔⵓⴱⵉ ⵏ ⵙⵙⵉⵛⵉⵍ',
        ],
        'SDG' => [
            'SDG',
            'ⴰⴷⵉⵏⴰⵔ ⵏ ⵙⵙⵓⴷⴰⵏ',
        ],
        'SDP' => [
            'SDP',
            'ⴰⵊⵏⵉⵀ ⵏ ⵙⵙⵓⴷⴰⵏ',
        ],
        'SHP' => [
            'SHP',
            'ⴰⵊⵏⵉⵀ ⵏ ⵙⴰⵏⵜⵉⵍⵉⵏ',
        ],
        'SLE' => [
            'SLE',
            'ⵍⵉⵢⵓⵏ',
        ],
        'SLL' => [
            'SLL',
            'ⵍⵉⵢⵓⵏ (1964—2022)',
        ],
        'SOS' => [
            'SOS',
            'ⴰⵛⵉⵍⵉⵏ ⵏ ⵚⵚⵓⵎⴰⵍ',
        ],
        'STD' => [
            'STD',
            'ⴰⴷⵓⴱⵔⴰ ⵏ ⵙⴰⵏⵟⵓⵎⵉ (1977–2017)',
        ],
        'STN' => [
            'STN',
            'ⴰⴷⵓⴱⵔⴰ ⵏ ⵙⴰⵏⵟⵓⵎⵉ',
        ],
        'SZL' => [
            'SZL',
            'ⵍⵉⵍⴰⵏⵊⵉⵏⵉ',
        ],
        'TND' => [
            'TND',
            'ⴰⴷⵉⵏⴰⵔ ⵏ ⵜⵓⵏⵙ',
        ],
        'TZS' => [
            'TZS',
            'ⴰⵛⵉⵍⵉⵏ ⵏ ⵟⴰⵏⵥⴰⵏⵢⴰ',
        ],
        'UGX' => [
            'UGX',
            'ⴰⵛⵉⵍⵉⵏ ⵏ ⵓⵖⴰⵏⴷⴰ',
        ],
        'USD' => [
            'US$',
            'ⴰⴷⵓⵍⴰⵔ ⵏ ⵉⵡⵓⵏⴰⴽ ⵉⵎⵓⵏⵏ',
        ],
        'XAF' => [
            'FCFA',
            'ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ',
        ],
        'XOF' => [
            'F CFA',
            'ⴼⵔⴰⵏⴽ ⵚⵉⴼⴰ ⴱⵉⵙⴰⵡ',
        ],
        'ZAR' => [
            'ZAR',
            'ⴰⵔⴰⵏⴷ ⵏ ⴰⴼⵔⵉⵇⵢⴰ ⵏ ⵉⴼⴼⵓⵙ',
        ],
        'ZMK' => [
            'ZMK',
            'ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ (1968–2012)',
        ],
        'ZMW' => [
            'ZMW',
            'ⴰⴽⵡⴰⵛⴰ ⵏ ⵣⴰⵎⴱⵢⴰ',
        ],
        'ZWD' => [
            'ZWD',
            'ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ (1980–2008)',
        ],
        'ZWL' => [
            'ZWL',
            'ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ (2009)',
        ],
        'ZWR' => [
            'ZWR',
            'ⴰⴷⵓⵍⴰⵔ ⵏ ⵣⵉⵎⴱⴰⴱⵡⵉ (2008)',
        ],
    ],
];
