<?php

return [
    'Names' => [
        1 => '阿拉伯聯合酋長國迪爾汗', 18 => '澳元', '阿魯巴盾', 21 => '亞塞拜疆馬納特', '波斯尼亞-赫塞哥維納第納爾', '波斯尼亞-赫塞哥維納可轉換馬克', 25 => '巴巴多斯元', 27 => '比利時法郎（可兌換）', 35 => '布隆迪法郎', '百慕達元', 52 => '博茨瓦納普拉', 56 => '伯利茲元',
        '加拿大元', 69 => '哥斯達黎加科郎', 74 => '佛得角埃斯庫多', 79 => '吉布提法郎', 81 => '多米尼加披索', 91 => '埃塞俄比亞比爾', 99 => '格魯吉亞拉里', 101 => '加納塞地', 103 => '岡比亞達拉西', 108 => '危地馬拉格查爾',
        112 => '港元', 115 => '克羅地亞庫納', 128 => '意大利里拉', 132 => '肯雅先令', 134 => '柬埔寨里爾', 136 => '北韓圜', 139 => '韓元', 142 => '哈薩克坦吉', '老撾基普', 146 => '利比利亞元',
        169 => '毛里塔尼亞烏吉亞 (1973–2017)', '毛里塔尼亞烏吉亞', 173 => '毛里裘斯盧布', 175 => '馬爾代夫盧非亞', 183 => '莫桑比克梅蒂卡爾', 185 => '尼日利亞奈拉', 191 => '紐西蘭元', '阿曼里奧', 197 => '巴布亞新幾內亞基那', 204 => '卡塔爾里亞爾', 208 => '塞爾維亞第納爾',
        211 => '盧旺達法郎', '沙特阿拉伯里亞爾', '所羅門群島元', '塞舌爾盧比', 219 => '新加坡元', 223 => '塞拉利昂利昂', '塞拉利昂利昂 (1964—2022)', '索馬里先令', '蘇里南元', 229 => '聖多美和普林西比多布拉 (1977–2017)', '聖多美和普林西比多布拉', 233 => '敍利亞鎊', '斯威士蘭里朗吉尼', 241 => '湯加潘加',
        245 => '千里達和多巴哥元', '新台幣', '坦桑尼亞先令', 266 => '瓦努阿圖瓦圖', 269 => '東加勒比元', 274 => '多哥非洲共同體法郎', 278 => '也門里雅', 286 => '贊比亞克瓦查', 290 => '津布巴韋金',
    ],
    'Symbols' => [
        1 => '', 18 => 'AU$', '', 21 => '', '', '', 25 => '', 27 => '', 35 => '', '', 52 => '', 56 => '',
        'CA$', 69 => '', 74 => '', 79 => '', 81 => '', 91 => '', 99 => '', 101 => '', 103 => '', 108 => '',
        112 => 'HK$', 115 => '', 128 => '', 132 => '', 134 => '', 136 => '', 139 => '₩', 142 => '', '', 146 => '',
        169 => '', '', 173 => '', 175 => '', 183 => '', 185 => '', 191 => 'NZ$', '', 197 => '', 204 => '', 208 => '',
        211 => '', '', '', '', 219 => '', 223 => '', '', '', '', 229 => '', '', 233 => '', '', 241 => '',
        245 => '', 'NT$', '', 266 => '', 269 => 'EC$', 274 => 'F CFA', 278 => '', 286 => '', 290 => '',
    ],
];
