<?php

return [
    'Names' => [
        'AED' => [
            0 => 'AED',
            1 => '阿拉伯聯合酋長國迪爾汗',
        ],
        'AUD' => [
            0 => 'AU$',
            1 => '澳元',
        ],
        'AWG' => [
            0 => 'AWG',
            1 => '阿魯巴盾',
        ],
        'AZN' => [
            0 => 'AZN',
            1 => '亞塞拜疆馬納特',
        ],
        'BAD' => [
            0 => 'BAD',
            1 => '波斯尼亞-赫塞哥維納第納爾',
        ],
        'BAM' => [
            0 => 'BAM',
            1 => '波斯尼亞-赫塞哥維納可轉換馬克',
        ],
        'BBD' => [
            0 => 'BBD',
            1 => '巴巴多斯元',
        ],
        'BEC' => [
            0 => 'BEC',
            1 => '比利時法郎（可兌換）',
        ],
        'BIF' => [
            0 => 'BIF',
            1 => '布隆迪法郎',
        ],
        'BMD' => [
            0 => 'BMD',
            1 => '百慕達元',
        ],
        'BWP' => [
            0 => 'BWP',
            1 => '博茨瓦納普拉',
        ],
        'BZD' => [
            0 => 'BZD',
            1 => '伯利茲元',
        ],
        'CAD' => [
            0 => 'CA$',
            1 => '加拿大元',
        ],
        'CRC' => [
            0 => 'CRC',
            1 => '哥斯達黎加科郎',
        ],
        'CVE' => [
            0 => 'CVE',
            1 => '佛得角埃斯庫多',
        ],
        'DJF' => [
            0 => 'DJF',
            1 => '吉布提法郎',
        ],
        'DOP' => [
            0 => 'DOP',
            1 => '多米尼加披索',
        ],
        'ETB' => [
            0 => 'ETB',
            1 => '埃塞俄比亞比爾',
        ],
        'GEL' => [
            0 => 'GEL',
            1 => '格魯吉亞拉里',
        ],
        'GHS' => [
            0 => 'GHS',
            1 => '加納塞地',
        ],
        'GMD' => [
            0 => 'GMD',
            1 => '岡比亞達拉西',
        ],
        'GTQ' => [
            0 => 'GTQ',
            1 => '危地馬拉格查爾',
        ],
        'HKD' => [
            0 => 'HK$',
            1 => '港元',
        ],
        'HRK' => [
            0 => 'HRK',
            1 => '克羅地亞庫納',
        ],
        'ITL' => [
            0 => 'ITL',
            1 => '意大利里拉',
        ],
        'KES' => [
            0 => 'KES',
            1 => '肯雅先令',
        ],
        'KHR' => [
            0 => 'KHR',
            1 => '柬埔寨里爾',
        ],
        'KPW' => [
            0 => 'KPW',
            1 => '北韓圜',
        ],
        'KRW' => [
            0 => '₩',
            1 => '韓元',
        ],
        'KZT' => [
            0 => 'KZT',
            1 => '哈薩克坦吉',
        ],
        'LAK' => [
            0 => 'LAK',
            1 => '老撾基普',
        ],
        'LRD' => [
            0 => 'LRD',
            1 => '利比利亞元',
        ],
        'MDL' => [
            0 => 'MDL',
            1 => '摩爾多瓦列伊',
        ],
        'MRO' => [
            0 => 'MRO',
            1 => '毛里塔尼亞烏吉亞 (1973–2017)',
        ],
        'MRU' => [
            0 => 'MRU',
            1 => '毛里塔尼亞烏吉亞',
        ],
        'MUR' => [
            0 => 'MUR',
            1 => '毛里裘斯盧布',
        ],
        'MVR' => [
            0 => 'MVR',
            1 => '馬爾代夫盧非亞',
        ],
        'MZN' => [
            0 => 'MZN',
            1 => '莫桑比克梅蒂卡爾',
        ],
        'NGN' => [
            0 => 'NGN',
            1 => '尼日利亞奈拉',
        ],
        'NZD' => [
            0 => 'NZ$',
            1 => '紐西蘭元',
        ],
        'OMR' => [
            0 => 'OMR',
            1 => '阿曼里奧',
        ],
        'PGK' => [
            0 => 'PGK',
            1 => '巴布亞新幾內亞基那',
        ],
        'QAR' => [
            0 => 'QAR',
            1 => '卡塔爾里亞爾',
        ],
        'RSD' => [
            0 => 'RSD',
            1 => '塞爾維亞第納爾',
        ],
        'RWF' => [
            0 => 'RWF',
            1 => '盧旺達法郎',
        ],
        'SAR' => [
            0 => 'SAR',
            1 => '沙特阿拉伯里亞爾',
        ],
        'SBD' => [
            0 => 'SBD',
            1 => '所羅門群島元',
        ],
        'SCR' => [
            0 => 'SCR',
            1 => '塞舌爾盧比',
        ],
        'SGD' => [
            0 => 'SGD',
            1 => '新加坡元',
        ],
        'SLL' => [
            0 => 'SLL',
            1 => '塞拉利昂利昂',
        ],
        'SOS' => [
            0 => 'SOS',
            1 => '索馬里先令',
        ],
        'SRD' => [
            0 => 'SRD',
            1 => '蘇里南元',
        ],
        'STD' => [
            0 => 'STD',
            1 => '聖多美和普林西比多布拉 (1977–2017)',
        ],
        'STN' => [
            0 => 'STN',
            1 => '聖多美和普林西比多布拉',
        ],
        'SYP' => [
            0 => 'SYP',
            1 => '敍利亞鎊',
        ],
        'SZL' => [
            0 => 'SZL',
            1 => '斯威士蘭里朗吉尼',
        ],
        'TOP' => [
            0 => 'TOP',
            1 => '湯加潘加',
        ],
        'TTD' => [
            0 => 'TTD',
            1 => '千里達和多巴哥元',
        ],
        'TWD' => [
            0 => 'NT$',
            1 => '新台幣',
        ],
        'TZS' => [
            0 => 'TZS',
            1 => '坦桑尼亞先令',
        ],
        'VUV' => [
            0 => 'VUV',
            1 => '瓦努阿圖瓦圖',
        ],
        'XAF' => [
            0 => 'FCFA',
            1 => '中非法郎',
        ],
        'XCD' => [
            0 => 'EC$',
            1 => '東加勒比元',
        ],
        'XOF' => [
            0 => 'F CFA',
            1 => '多哥非洲共同體法郎',
        ],
        'XPF' => [
            0 => 'CFPF',
            1 => '太平洋法郎',
        ],
        'YER' => [
            0 => 'YER',
            1 => '也門里雅',
        ],
        'ZMW' => [
            0 => 'ZMW',
            1 => '贊比亞克瓦查',
        ],
    ],
];
