<?php

return [
    'Names' => [
        'አድላም', 4 => 'ዓረብኛ', 'ናስታሊክ', 7 => 'አርሜንያዊ', 13 => 'ቤንጋሊ', 17 => 'ቦፖሞፎ', 19 => 'ብሬይል', 21 => 'ቡሂድ', 'ቻክማ', 'የተዋሐዱ የካናዳ አቦሪጂኖች ፊደላት', 26 => 'ቼሮኪ', 29 => 'ኮፕቲክ',
        31 => 'ሲፕሪኦት', 'ሲይሪልክ', 34 => 'ደቫንጋሪ', 37 => 'ዴዘረት', 44 => 'ኢትዮፒክ', 47 => 'ጆርጂያኛ', 51 => 'ጐቲክ', 53 => 'ግሪክ', 'ጉጃራቲ', 56 => 'ጉርሙኪ', 'ሃን ከቦፖሞፎ ጋር', 'ሐንጉል',
        'ሃን', 'ሀኑኦ', 'ቀለል ያለ', 'ባህላዊ', 64 => 'እብራይስጥ', 'ሂራጋና', 70 => 'ጃፓንኛ ፊደላት', 74 => 'ጃሞ', 76 => 'ጃፓንኛ', 79 => 'ካታካና', 82 => 'ክህመር', 85 => 'ካናዳ', 'ኮሪያኛ',
        91 => 'ላኦ', 94 => 'ላቲን', 96 => 'ሊምቡ', 'ሊኒያር ኤ', 'ሊኒያር ቢ', 113 => 'ማላይላም', 115 => 'ሞንጎሊያኛ', 118 => 'ሜቴ ማይክ', 120 => 'ምያንማር', 127 => 'ንኮ', 129 => 'ኦግሀም',
        'ኦይ ቺኪ', 133 => 'ኦዲያ', 135 => 'ኦስማኒያ', 150 => 'ሃኒፊ', 152 => 'ሩኒክ', 159 => 'የሻቪያ ፊደል', 164 => 'ሲንሃላ', 169 => 'ሱዳንኛ', 172 => 'ሲሪያክ', 176 => 'ትአግባንዋ',
        178 => 'ታኢ ለ', 'አዲስ ታኢ ሉ', 'ታሚል', 184 => 'ተሉጉ', 186 => 'ቲፊናግህ', 'ታጋሎግ', 'ታና', 'ታይ', 'ቲቤትኛ', 197 => 'ኡጋሪቲክ', 'ቫይ', 207 => 'ዪ', 209 => 'የተወረሰ', 'የሂሳብ መግለጫ',
        'ኢሞጂ', 'ምልክቶች', 'ያልተጻፈ', 'የጋራ',
    ],
];
