<?php

return [
    'Names' => [
        'أدلم', 4 => 'العربية', 'نستعليق', 7 => 'الأرمينية', 9 => 'البالية', 12 => 'الباتاك', 'البنغالية', 16 => 'رموز بليس', 'البوبوموفو', 'الهندوسية', 'البرايل', 'البجينيز', 'البهيدية', 'شاكما', 'مقاطع كندية أصلية موحدة',
        'الكارية', 'التشامية', 'الشيروكي', 28 => 'السيرث', 'القبطية', 31 => 'القبرصية', 'السيريلية', 'السيريلية السلافية الكنسية القديمة', 'الديفاناجاري', 37 => 'الديسيريت', 39 => 'الديموطيقية', 'الهيراطيقية', 'الهيروغليفية', 44 => 'الأثيوبية',
        46 => 'الأبجدية الجورجية - أسومتافرلي و نسخري', 'الجورجية', 'الجلاجوليتيك', 51 => 'القوطية', 53 => 'اليونانية', 'التاغجراتية', 56 => 'الجرمخي', 'هانب', 'الهانغول', 'الهان', 'الهانونو', 'المبسطة', 'التقليدية', 64 => 'العبرية', 'الهيراجانا',
        67 => 'الباهوه همونج', 70 => 'أبجدية مقطعية يابانية', 'المجرية القديمة', 'اندس - هارابان', 'الإيطالية القديمة', 'جامو', 'الجاوية', 'اليابانية', 78 => 'الكياه لى', 'الكتكانا', 81 => 'الخاروشتى', 'الخميرية', 85 => 'الكانادا', 'الكورية',
        90 => 'الانا', 'اللاو', 'اللاتينية - متغير فراكتر', 'اللاتينية - متغير غيلى', 'اللاتينية', 'الليبتشا - رونج', 'الليمبو', 'الخطية أ', 'الخطية ب', 101 => 'الليسية', 'الليدية', 105 => 'المانداينية', 108 => 'المايا الهيروغليفية', 112 => 'الميرويتيك', 'الماليالام',
        115 => 'المغولية', 'مون', 118 => 'ميتي ماييك', 120 => 'الميانمار', 123 => 'العربية الشمالية القديمة', 127 => 'أنكو', 129 => 'الأوجهام', 'أول تشيكي', 132 => 'الأورخون', 'الأوريا', 135 => 'الأوسمانيا',
        140 => 'البيرميكية القديمة', 'الفاجسبا', 145 => 'الفينيقية', 'الصوتيات الجماء', 148 => 'زوجيي', 150 => 'الحنيفي', 'رنجورنجو', 'الروني', 154 => 'الساراتي', 'العربية الجنوبية القديمة', 159 => 'الشواني', 164 => 'السينهالا',
        169 => 'السوندانية', 171 => 'السيلوتي ناغري', 'السريانية', 'السريانية الأسترنجيلية', 'السريانية الغربية', 'السريانية الشرقية', 'التاجبانوا', 178 => 'التاي لي', 'التاى لى الجديد', 'التاميلية', 184 => 'التيلجو', 'التينجوار', 'التيفيناغ', 'التغالوغية', 'الثعنة', 'التايلاندية',
        'التبتية', 197 => 'الأجاريتيكية', 'الفاي', 'الكلام المرئي', 204 => 'الفارسية القديمة', 'الكتابة المسمارية الأكدية السومرية', 207 => 'اليي', 209 => 'الموروث', 'تدوين رياضي', 'إيموجي', 'رموز', 'غير مكتوب', 'عام',
    ],
];
