<?php

return [
    'Names' => [
        'এডলাম', 4 => 'আৰবী', 'নাষ্টালিক', 7 => 'আৰ্মেনীয়', 13 => 'বাংলা', 17 => 'বোপোমোফো', 19 => 'ব্ৰেইল', 22 => 'চাকমা', 'ইউনিফাইড কানাডিয়ান এব’ৰিজিনেল ছিলেবিকছ', 26 => 'চেৰ’কী', 32 => 'চিৰিলিক',
        34 => 'দেৱনাগৰী', 44 => 'ইথিঅ’পিক', 47 => 'জৰ্জিয়ান', 53 => 'গ্ৰীক', 'গুজৰাটী', 56 => 'গুৰুমুখী', 'বোপোমোফোৰ সৈতে হান', 'হেঙ্গুল', 'হান', 61 => 'সৰলীকৃত', 'পৰম্পৰাগত', 64 => 'হিব্ৰু', 'হিৰাগানা',
        70 => 'জাপানী ছিলেবেৰিজ', 74 => 'জামো', 76 => 'জাপানী', 79 => 'কাটাকানা', 82 => 'খমেৰ', 85 => 'কানাড়া', 'কোৰিয়ান', 91 => 'লাও', 94 => 'লেটিন', 113 => 'মালায়ালম',
        115 => 'মঙ্গোলিয়', 118 => 'মেইতেই মায়েক', 120 => 'ম্যানমাৰ', 127 => 'এন্‍ক’', 130 => 'অ’ল চিকি', 133 => 'ওড়িয়া', 150 => 'হানিফি', 164 => 'সিংহলী', 169 => 'ছাণ্ডানিজ', 172 => 'ছিৰিয়াক',
        180 => 'তামিল', 184 => 'তেলুগু', 186 => 'টিফিনাঘ', 188 => 'থানা', 'থাই', 'তিব্বতী', 198 => 'ভাই', 207 => 'য়ি', 210 => 'গাণিতিক চিহ্ন', 'ইম’জি', 'প্ৰতীক', 'অলিখিত', 'কোমোন',
    ],
];
