<?php

return [
    'Names' => [
        'адлам', 2 => 'кавказ албан', 'ахом', 'ғәрәп', 'насталик', 'император арамей', 'әрмән', 'авестий', 'бали', 'бамум', 'басса Вах', 'батак', 'бенгал', 'берия эрфе', 'бхаиксуки', 17 => 'бопомофо', 'брахми', 'брайль шрифты',
        'буги', 'бухид', 'чакма', 'берҙәм Канада аборигендарҙың ижектәре', 'кари', 'чам', 'чероки', 'хәрәзм', 29 => 'копт', 'кипр-миной', 'кипр', 'кириллица', 'иҫке сиркәү славян кириллицаһы', 'деванагари', 'дивес акуру', 'догра', 'дезерет', 'дюплойе ҡыҫҡа',
        41 => 'мысыр иероглифтары', 'эльбасан', 'элимай', 'эфиоп', 'гараи', 47 => 'грузин', 'глаголица', 'гуньджала гонди', 'масарам гонди', 'гот', 'грантха', 'грек', 'гуджарати', 'гурунг кхема', 'гурмукхи', 'бопомофо менән хань', 'хангыль', 'хань (ҡытай иероглифтары)',
        'хануну', 'ябайлаштырылған', 'традицион', 'хатра', 'йәһүд', 'хирагана', 'анатолия иероглифтары', 'пахау хмонг', 'ньякенг пуачуэ хмонг', 70 => 'япон ижектәре', 'иҫке венгр', 73 => 'иҫке итал', 'джамо', 'ява', 'япон', 78 => 'кайа Ли', 'катакана',
        'кави', 'кхароштхи', 'кхмер', 'ходжки', 'кесе кидань', 'каннада', 'корей', 88 => 'кират раи', 'кайтхи', 'ланна', 'лаос', 'фрактура латин', 'гэль латин', 'латиница', 'лепча', 'лимбу', 'һыҙыҡлы А яҙмаһы', 'һыҙыҡлы Б яҙмаһы', 'лису',
        101 => 'лики', 'лидия', 'махаджани', 'макасар', 'мандей', 'манихей', 'марсен', 109 => 'медефаидрин', 'менде', 'мероит курсивы', 'мероит', 'малаялам', 'моди', 'монгол', 117 => 'мро', 'мейтей майек', 'мултани',
        'мьянма', 'наг мундари', 'нандинагари', 'иҫке төньяҡ ғәрәп', 'набатей', 'нева', 127 => 'н’ко', 'нюй-шу', 'огам', 'ол чики', 'ол онал', 'орхон', 'ория', 'осейдж', 'осман', 'боронғо уйғыр', 'пальмира', 'пау чин хау',
        140 => 'боронғо пермь', 'пагспа', 'пәһләүи', 'псалтирь пәһләүи', 145 => 'финикия', 'поллард фонетикаһы', 'парфия', 'завги', 'реджанг', 'ханифи', 152 => 'рун', 'самаритян', 155 => 'иҫке Көньяҡ ғәрәп', 'саураштра', 158 => 'ым-ишара яҙыуы',
        'шавиан', 'шарада', 'сиддхам', 'сидет', 'кхудавади', 'сингал', 'соғҙи', 'боронғо соғҙи', 'сора Сомпенг', 'соёмбо', 'сундан', 'сунувар', 'силоти Нагри', 'сүриә', 'эстрангело сүриә', 'көнбайыш сүриә', 'көнсығыш сүриә', 'тагбанва', 'такри', 'тай Ле',
        'яңы тай ле', 'тамил', 'тангут', 'тай Вьет', 'тай йо', 'телугу', 186 => 'тифинаг', 'тагалог', 'таана', 'тай', 'тибет', 'тирхута', 'тангса', 'тодри', 'толонг сики', 'тото', 'тулу-тигалари', 'угарит', 'ваи',
        200 => 'виткучи', 'варанг кшити', 'ванчо', 204 => 'иҫке фарсы', 'шумер-аккад шына', 'йәзид', 'и', 'занабазар', 'вариҫләнгән', 'математик билдәләү', 'эмодзи', 'символдар', 'яҙыуһыҙ', 'дөйөм',
    ],
];
