<?php

return [
    'Names' => [
        'адлам', 4 => 'арабскае', 'насталік', 7 => 'армянскае', 13 => 'бенгальскае', 17 => 'бапамофа', 19 => 'шрыфт Брайля', 22 => 'чакма', 'складавае пісьмо канадскіх абарыгенаў', 26 => 'чэрокі', 32 => 'кірыліца',
        34 => 'дэванагары', 44 => 'эфіопскае', 47 => 'грузінскае', 53 => 'грэчаскае', 'гуджараці', 56 => 'гурмукхі', 'хан з бапамофа', 'хангыль', 'хан', 61 => 'спрошчанае кітайскае', 'традыцыйнае кітайскае', 64 => 'яўрэйскае', 'хірагана',
        70 => 'японскія складовыя пісьмы', 74 => 'чамо', 76 => 'японскае', 79 => 'катакана', 82 => 'кхмерскае', 85 => 'канада', 'карэйскае', 91 => 'лаоскае', 94 => 'лацініца', 113 => 'малаялам',
        115 => 'старамангольскае', 118 => 'маніпуры', 120 => 'бірманскае', 127 => 'нко', 130 => 'ол-чыкі', 133 => 'орыя', 150 => 'ханіфі', 164 => 'сінгальскае', 169 => 'сунданскае', 172 => 'сірыйскае',
        180 => 'тамільскае', 184 => 'тэлугу', 186 => 'тыфінаг', 188 => 'тана', 'тайскае', 'тыбецкае', 198 => 'вайскае', 207 => 'йі', 210 => 'матэматычныя знакі', 'эмодзі', 'сімвалы', 'беспісьменная', 'агульнае',
    ],
];
