<?php

return [
    'Names' => [
        'адлам', 4 => 'арабска', 'aранска', 'Арамейска', 'арменска', 'Авестанска', 'Балийски', 12 => 'Батакска', 'бенгалска', 16 => 'Блис символи', 'бопомофо', 'Брахми', 'брайлова', 'Бугинска', 'Бухид', 'чакма', 'унифицирани символи на канадски аборигени',
        'Карийска', 'Хамитска', 'чероки', 28 => 'Кирт', 'Коптска', 31 => 'Кипърска', 'кирилица', 34 => 'деванагари', 37 => 'Дезерет', 39 => 'Египетско демотично писмо', 'Египетско йератично писмо', 'Египетски йероглифи', 44 => 'етиопска',
        46 => 'Грузинска хуцури', 'грузинска', 'Глаголическа', 51 => 'Готическа', 53 => 'гръцка', 'гуджарати', 56 => 'гурмукхи', 'ханб', 'хангъл', 'хан', 'Хануну', 'опростена', 'традиционна', 64 => 'иврит', 'хирагана',
        67 => 'Пахау хмонг', 70 => 'японска сричкова', 'Староунгарска', 'Харапска', 'Древно италийска', 'джамо', 'Яванска', 'японска', 78 => 'Кая Ли', 'катакана', 81 => 'Кхароштхи', 'кхмерска', 85 => 'каннада', 'корейска',
        89 => 'Кайтхи', 'Ланна', 'лаоска', 'Латинска фрактура', 'Галска латинска', 'латиница', 'Лепча', 'Лимбу', 'Линейна А', 'Линейна Б', 101 => 'Лицийска', 'Лидийска', 105 => 'Мандаринска', 'Манихейска', 108 => 'Йероглифи на Маите',
        112 => 'Мероитска', 'малаялам', 115 => 'монголска', 'Мун', 118 => 'манипури', 120 => 'бирманска', 127 => 'Н’Ко', 129 => 'Огамическа', 'Ол Чики', 132 => 'Орхоно-енисейска', 'ория', 135 => 'Османска',
        140 => 'Древно пермска', 'Фагс-па', 144 => 'Пахлавска', 'Финикийска', 'Писменост Полард', 150 => 'харифи', 'Ронго-ронго', 'Руническа', 'Самаританска', 'Сарати', 156 => 'Саураштра', 164 => 'синхалска', 169 => 'сунданска',
        171 => 'Силоти Нагри', 'сирийска', 'Сирийска естрангело', 'Западна сирийска', 'Източна сирийска', 'Тагбанва', 178 => 'Тай Ле', 'Нова Тай Ле', 'тамилска', 184 => 'телугу', 186 => 'тифинаг', 'Тагалог', 'таана', 'тайска', 'тибетска',
        197 => 'Угаритска', 'вайска', 'Видима реч', 204 => 'Староперсийска', 'Шумеро-акадски клинопис', 207 => 'Йи', 210 => 'математически символи', 'емоджи', 'символи', 'без писменост', 'обща',
    ],
];
