<?php

return [
    'Names' => [
        'আদলাম', 2 => 'ককেশীয় আলবেনীয়', 'আহোম', 'আরবি', 'নাস্তালিক', 'আরমি', 'আর্মেনীয়', 'আভেসতান', 'বালীয়', 12 => 'বাটাক', 'বাংলা', 16 => 'ব্লিসপ্রতীক', 'বোপোমোফো', 'ব্রাহ্মী', 'ব্রেইল', 'বুগি', 'বুহিড',
        'চাকমা', 'সংযুক্ত কানাডিয়ান অ্যাবোরিজিনাল সিলেবিক্স', 'ক্যারিয়ান', 'চ্যাম', 'চেরোকি', 28 => 'কির্ট', 'কোপ্টিক', 31 => 'সাইপ্রোয়েট', 'সিরিলিক', 'প্রাচীন চার্চ স্লাভোনিক সিরিলিক', 'দেবনাগরী', 37 => 'দেসেরাত', 39 => 'মিশরীয় ডেমোটিক', 'মিশরীয় হায়রেটিক', 'মিশরীয় হায়ারোগ্লিপ',
        44 => 'ইথিওপিয়', 46 => 'জর্জিয় খুৎসুরি', 'জর্জীয়', 'গ্লাগোলিটিক', 51 => 'গোথিক', 53 => 'গ্রিক', 'গুজরাটি', 56 => 'গুরমুখি', 'হান-বোপোমোফো', 'হাঙ্গুল', 'হান', 'হ্যানুনু', 'সরলীকৃত', 'ঐতিহ্যবাহী',
        64 => 'হিব্রু', 'হিরাগানা', 67 => 'ফাহাও মঙ', 70 => 'জাপানি অক্ষরমালা', 'পুরোনো হাঙ্গেরীয়', 'সিন্ধু', 'প্রাচীন ইতালি', 'জ্যামো', 'জাভানিজ', 'জাপানি', 78 => 'কায়াহ লি', 'কাটাকানা', 81 => 'খরোষ্ঠী', 'খমের', 'খোজকি',
        85 => 'কন্নড়', 'কোরিয়ান', 89 => 'কাইথি', 'লান্না', 'লাও', 'ফ্রাক্টুর ল্যাটিন', 'গ্যালিক ল্যাটিন', 'লাতিন', 'লেপ্চা', 'লিম্বু', 'লিনিয়ার এ', 'লিনিয়ার বি', 101 => 'লাইসিয়ান', 'লাইডিয়ান', 105 => 'ম্যান্ডায়ীন', 'ম্যানিচাইন',
        108 => 'মায়ান হায়ারোগ্লিপ', 112 => 'মেরোইটিক', 'মালয়ালম', 'মোদি', 'মোঙ্গোলীয়', 'মুন', 'ম্রো', 'মৈতৈ মায়েক', 'মুলতানি', 'মায়ানমার', 127 => 'এন’কো', 129 => 'ওঘাম', 'অলচিকি', 132 => 'অর্খোন', 'ওড়িয়া',
        135 => 'ওসমানিয়', 'পুরনো উইঘুর', 140 => 'প্রাচীন পার্মিক', 'ফাগ্স-পা', 'খদিত পাহলভি', 'সল্টার পাহলভি', 'পুস্তক পাহলভি', 'ফিনিশিয়', 'পোলার্ড ধ্বনিক', 'পার্থিয়ন', 149 => 'রেজ্যাঙ্গ', 'হানিফি', 'রোঙ্গোরোঙ্গো', 'রুনিক', 'সমেরিটন', 'সারাতি',
        156 => 'সৌরাষ্ট্র', 158 => 'চিহ্ন লিখন', 'সাভিয়ান', 164 => 'সিংহলি', 169 => 'সুন্দানিজ', 171 => 'সিলেটি নাগরি', 'সিরীয়', 'এস্ট্রেঙ্গেলো সিরিয়াক', 'পশ্চিমাঞ্চলীয় সিরিয়াক', 'পূর্বাঞ্চলীয় সিরিয়াক', 'টাগোওয়ানা', 178 => 'তাইলে', 'নতুন তাই লু', 'তামিল',
        182 => 'তাই ভিয়েৎ', 184 => 'তেলুগু', 'তেঙ্গোয়ার', 'তিফিনাগ', 'টাগালগ', 'থানা', 'থাই', 'তিব্বতি', 195 => 'টোটো', 197 => 'উগারিটিক', 'ভাই', 'দৃশ্যমান ভাষা', 202 => 'ওয়ানচো', 204 => 'প্রাচীন ফার্সি',
        'সুমের-আক্কাদীয় কীলকরূপ', 207 => 'ই', 209 => 'কাই', 'গাণিতিক চিহ্ন', 'ইমোজি', 'প্রতীক', 'অলিখিত', 'সাধারণ',
    ],
];
