<?php

return [
    'Names' => [
        'आदलाम', 4 => 'आराबिक', 'नास्तालिक', 'शहनशाही आरामाईक', 'आर्मेनियान', 'अवस्तन्', 'बाली', 12 => 'बटकी', 'बांला', 16 => 'ब्लीस चीन्ह', 'बप’मफ’', 'ब्रह्मी', 'ब्रैल', 'बुगीनी', 'बुहीद', 'चाकमा', 'जथाय कानाडीयान थागिबियारि रिंसार हानजा',
        'कारियन', 'कॅम', 'चेर’की', 28 => 'सिर्थ', 'कॉप्ट', 31 => 'सीप्रीओट्', 'सिरिल्लिक', 'पुरानी चर्च सिरिलिक्', 'देबनागिरि', 37 => 'देसेरट्', 39 => 'मीस्री डैमोटीक्', 'मीस्री हैरैटीक्', 'मीस्री हैरोग्लीफ़्', 44 => 'ईथियपिक',
        46 => 'जोर्जीयन खुतसुरी', 'जर्जियान', 'ग्लैगोलिटीक', 51 => 'गौथीक', 53 => 'ग्रीक', 'गुजराती', 56 => 'गुरमुखी', 'बप’मफ’ थानाय हान', 'हांगुल', 'हान', 'हानुनु', 'गोरलै खालामना होनाय', 'आसार-खान्थिनि', 64 => 'हिब्रिऊ', 'हीरागाना',
        67 => 'पाहवाह ह्मौंग', 70 => 'जापानीज रिंसारथिफोर/हांखोफोर', 'पुरानी हंगैरीयन', 'सिन्धु', 'पुरानी इटैलियन', 'जाम’', 'जावानीस', 'जापानीज', 78 => 'कायाह ली', 'काताकाना', 81 => 'खरोष्टी', 'ख्मेर', 85 => 'कण्णडा', 'क’रीयान',
        90 => 'लाना', 'लाओ', 'फ्रैक्तुर लैटिन', 'गैलीक लैटिन', 'लेटीन', 'लेपचा', 'लिम्बु', 'लीनीयर ए', 'लीनीयर बी', 101 => 'लीसीयन', 'लीडीयन', 105 => 'मांडे', 'मानीकी', 108 => 'माया हीरोग्लीफ्', 112 => 'मेरोईटीक्',
        'मलयालम', 115 => 'मंगलियान', 'मुन्', 118 => 'मैतेई मायेक', 120 => 'म्यानमार', 127 => 'नंक’', 129 => 'ओगहैम', 'अल चीकी', 132 => 'ओरखोन', 'उड़िया', 135 => 'ओस्मानिया', 140 => 'पुरानी पर्मीक्',
        'फाग्स पा', 144 => 'बुक (सालटर) पहलवी', 'फोनीशीयन', 'पौलार्ड़ फोनेटीक', 149 => 'रेजेंग', 'हानिफि', 'रोंगोरोंगो', 'रूनिक', 'समारती', 'सराती', 156 => 'सौराष्ट्र', 158 => 'सांकेतिक लेख', 'शेवियन', 164 => 'सिंहाली',
        169 => 'सून्डानीज', 171 => 'सील्होटी नागरी', 'सीरीआक', 'एस्ट्रांगलो सीरीआक', 'पश्चीमी सीरीआक', 'पूर्वी सीरीआक', 'तागबानवा', 178 => 'ताई ले', 'नया ताई लुए', 'तामिल', 184 => 'तेलुगु', 'तेंगवार', 'तिफिनाघ', 'टागालॉग', 'थाना', 'थाई',
        'तिबेतान', 197 => 'ऊगारीटीक', 'भाई', 'वीज़ीबल बोली', 204 => 'पुरानी फारसी', 'सुमेरो अक्काड़ी कुनेईफॉर्म', 207 => 'यी', 209 => 'विरासत', 'सानखान्थियारि दैदेन्नाय हांखोफोर', 'ईम’जी', 'नेर्सोनफोर', 'लिरै', 'साधारन',
    ],
];
