<?php

return [
    'Names' => [
        4 => '𑄃𑄢𑄧𑄝𑄨', 6 => '𑄃𑄢𑄧𑄟𑄨', '𑄃𑄢𑄴𑄟𑄬𑄚𑄩𑄠𑄧', '𑄃𑄞𑄬𑄥𑄧𑄖𑄚𑄴', '𑄝𑄣𑄩𑄠𑄧', 12 => '𑄖𑄑𑄇𑄴', '𑄝𑄁𑄣', 16 => '𑄝𑄳𑄣𑄨𑄌𑄴𑄛𑄳𑄢𑄧𑄖𑄩𑄇𑄴', '𑄝𑄮𑄛𑄮𑄟𑄮𑄜𑄮', '𑄝𑄳𑄢𑄟𑄴𑄦𑄴𑄟𑄩', '𑄝𑄳𑄢𑄳𑄆𑄬𑄣𑄴', '𑄝𑄪𑄉𑄨', '𑄝𑄪𑄦𑄨𑄓𑄴', '𑄌𑄇𑄴𑄟', '𑄎𑄧𑄙 𑄇𑄚𑄓𑄨𑄠𑄚𑄴 𑄃𑄳𑄠𑄝𑄳𑄢𑄮𑄎𑄨𑄚𑄨𑄠𑄚𑄴 𑄥𑄨𑄣𑄬𑄝𑄨𑄇𑄴𑄥𑄧', '𑄇𑄳𑄠𑄢𑄨𑄠𑄚𑄴',
        '𑄌𑄳𑄠𑄟𑄴', '𑄌𑄬𑄇𑄮𑄇𑄨', 28 => '𑄇𑄨𑄢𑄴𑄑𑄧', '𑄇𑄮𑄛𑄴𑄑𑄨𑄇𑄴', 31 => '𑄥𑄭𑄛𑄳𑄢𑄮𑄠𑄬𑄖𑄴', '𑄥𑄨𑄢𑄨𑄣𑄨𑄇𑄴', '𑄛𑄪𑄢𑄮𑄚𑄨 𑄌𑄢𑄴𑄌𑄧 𑄥𑄳𑄣𑄞𑄮𑄚𑄨𑄇𑄴 𑄥𑄨𑄢𑄨𑄣𑄨𑄇𑄴', '𑄘𑄬𑄛𑄴𑄚𑄉𑄧𑄢𑄨', 37 => '𑄘𑄬𑄥𑄬𑄢𑄖𑄴', 39 => '𑄟𑄨𑄥𑄧𑄢𑄩𑄠𑄧 𑄓𑄬𑄟𑄮𑄑𑄨𑄇𑄴', '𑄟𑄨𑄥𑄧𑄢𑄩𑄠𑄧 𑄦𑄠𑄴𑄢𑄬𑄑𑄨𑄇𑄴', '𑄟𑄨𑄥𑄧𑄢𑄩𑄠𑄧 𑄦𑄠𑄢𑄮𑄉𑄳𑄣𑄨𑄛𑄴', 44 => '𑄃𑄨𑄗𑄨𑄃𑄮𑄛𑄨𑄠𑄧', 46 => '𑄎𑄧𑄢𑄴𑄎𑄨𑄠𑄧 𑄈𑄪𑄖𑄴𑄥𑄪𑄢𑄨',
        '𑄎𑄧𑄢𑄴𑄎𑄨𑄠𑄚𑄴', '𑄉𑄳𑄣𑄉𑄮𑄣𑄨𑄑𑄨𑄇𑄴', 51 => '𑄉𑄮𑄗𑄨𑄇𑄴', 53 => '𑄉𑄳𑄢𑄨𑄇𑄴', '𑄉𑄪𑄎𑄴𑄢𑄑𑄨', 56 => '𑄉𑄪𑄢𑄪𑄟𑄪𑄈𑄨', '𑄦𑄳𑄠𑄚𑄴𑄝𑄨', '𑄦𑄋𑄴𑄉𑄪𑄣𑄴', '𑄦𑄳𑄠𑄚𑄴', '𑄦𑄳𑄠𑄚𑄪𑄚𑄪', '𑄅𑄪𑄎𑄪𑄅𑄪𑄏𑄫', '𑄢𑄨𑄘𑄨𑄥𑄪𑄘𑄮𑄟𑄴', 64 => '𑄦𑄨𑄛𑄴𑄝𑄳𑄢𑄪', '𑄦𑄨𑄢𑄉𑄚', 67 => '𑄜𑄦𑄃𑄮𑄟𑄧𑄋𑄴',
        70 => '𑄎𑄛𑄚𑄨 𑄦𑄧𑄢𑄧𑄇𑄴', '𑄛𑄪𑄢𑄮𑄚𑄴 𑄦𑄋𑄴𑄉𑄬𑄢𑄨𑄠𑄧', '𑄥𑄨𑄚𑄴𑄙𑄪', '𑄛𑄪𑄢𑄮𑄚𑄩 𑄃𑄨𑄖𑄣𑄨', '𑄎𑄳𑄠𑄟𑄮', '𑄎𑄞𑄚𑄨𑄎𑄴', '𑄎𑄛𑄚𑄩', 78 => '𑄇𑄠𑄦𑄧𑄣𑄨', '𑄇𑄑𑄇𑄚', 81 => '𑄈𑄢𑄮𑄌𑄴𑄒𑄩', '𑄈𑄬𑄟𑄬𑄢𑄴', 85 => '𑄇𑄚𑄢', '𑄇𑄮𑄢𑄨𑄠𑄚𑄴', 89 => '𑄇𑄭𑄗𑄨', '𑄣𑄚𑄳𑄦',
        '𑄣𑄃𑄮', '𑄜𑄳𑄢𑄇𑄴𑄑𑄪𑄢𑄴 𑄣𑄳𑄠𑄑𑄨𑄚𑄴', '𑄉𑄳𑄠𑄣𑄨𑄇𑄴 𑄣𑄳𑄠𑄑𑄨𑄚𑄴', '𑄣𑄳𑄠𑄑𑄨𑄚𑄴', '𑄣𑄬𑄛𑄴𑄌', '𑄣𑄨𑄟𑄴𑄝𑄪', '𑄣𑄨𑄚𑄨𑄠𑄢𑄴 𑄆', '𑄣𑄨𑄚𑄨𑄠𑄢𑄴 𑄝𑄨', 101 => '𑄣𑄭𑄥𑄨𑄠𑄚𑄴', '𑄣𑄭𑄓𑄨𑄠𑄚𑄴', 105 => '𑄟𑄳𑄠𑄚𑄴𑄓𑄠𑄩𑄚𑄴', '𑄟𑄳𑄠𑄚𑄨𑄌𑄭𑄚𑄴', 108 => '𑄟𑄠𑄚𑄴 𑄦𑄠𑄢𑄮𑄉𑄳𑄣𑄨𑄛𑄴', 112 => '𑄟𑄬𑄢𑄮𑄃𑄨𑄑𑄨𑄇𑄴', '𑄟𑄣𑄠𑄣𑄟𑄴',
        115 => '𑄟𑄮𑄋𑄴𑄉𑄮𑄣𑄩𑄠𑄧', '𑄟𑄪𑄚𑄴', 118 => '𑄟𑄳𑄆𑄬𑄑𑄳𑄆𑄬 𑄟𑄠𑄬𑄇𑄴', 120 => '𑄟𑄠𑄚𑄴𑄟𑄢𑄴', 127 => '𑄃𑄬𑄚𑄴𑄇𑄮', 129 => '𑄃𑄮𑄊𑄟𑄴', '𑄃𑄮𑄣𑄴𑄌𑄨𑄇𑄨', 132 => '𑄃𑄧𑄢𑄴𑄈𑄮𑄚𑄴', '𑄃𑄮𑄢𑄨𑄠', 135 => '𑄃𑄮𑄥𑄟𑄚𑄨𑄠𑄧', 140 => '𑄛𑄪𑄢𑄮𑄚𑄴 𑄛𑄢𑄴𑄟𑄨𑄇𑄴', '𑄜𑄧𑄉𑄴𑄥𑄧-𑄛',
        '𑄈𑄧𑄘𑄨𑄖𑄧 𑄛𑄳𑄦𑄣𑄧𑄞𑄩', '𑄥𑄧𑄣𑄴𑄑𑄢𑄴 𑄛𑄳𑄦𑄣𑄧𑄞𑄩', '𑄛𑄪𑄌𑄴𑄖𑄧𑄇𑄴 𑄛𑄳𑄦𑄣𑄧𑄞𑄩', '𑄜𑄨𑄚𑄨𑄥𑄩𑄠𑄧', '𑄛𑄮𑄣𑄢𑄴𑄓𑄧 𑄙𑄧𑄚𑄨𑄇𑄴', '𑄛𑄢𑄴𑄗𑄨𑄠𑄧𑄚𑄴', 149 => '𑄢𑄬𑄎𑄳𑄠𑄋𑄴𑄉𑄧', 151 => '𑄢𑄮𑄋𑄴𑄉𑄮𑄢𑄮𑄋𑄴𑄉𑄮', '𑄢𑄪𑄚𑄨𑄇𑄴', '𑄥𑄧𑄟𑄬𑄢𑄨𑄑𑄧𑄚𑄴', '𑄥𑄢𑄖𑄨', 156 => '𑄥𑄯𑄢𑄌𑄴𑄑𑄳𑄢𑄧', 158 => '𑄌𑄨𑄚𑄴𑄦𑄧 𑄣𑄨𑄈𑄧𑄚𑄴', '𑄥𑄞𑄨𑄠𑄚𑄴', 164 => '𑄥𑄨𑄁𑄦𑄧𑄣𑄨',
        169 => '𑄥𑄚𑄴𑄘𑄚𑄨𑄎𑄴', 171 => '𑄥𑄨𑄣𑄬𑄑𑄨 𑄚𑄉𑄧𑄢𑄨', '𑄥𑄨𑄢𑄨𑄠𑄇𑄴', '𑄃𑄬𑄌𑄴𑄑𑄳𑄢𑄬𑄋𑄴𑄉𑄬𑄣𑄮 𑄥𑄨𑄢𑄨𑄠𑄇𑄴', '𑄛𑄧𑄏𑄨𑄟𑄴𑄎𑄉𑄢𑄴 𑄥𑄨𑄢𑄨𑄠𑄇𑄴', '𑄛𑄪𑄇𑄴𑄎𑄉𑄧𑄢𑄴 𑄥𑄨𑄢𑄨𑄠𑄇𑄴', '𑄑𑄉𑄮𑄤𑄚', 178 => '𑄖𑄭𑄣𑄬', '𑄚𑄱 𑄖𑄭 𑄣𑄪', '𑄖𑄟𑄨𑄣𑄴', 182 => '𑄖𑄭 𑄞𑄨𑄠𑄬𑄖𑄴', 184 => '𑄖𑄬𑄣𑄬𑄉𑄪', '𑄖𑄬𑄋𑄴𑄉𑄮𑄠𑄢𑄴', '𑄖𑄨𑄜𑄨𑄚𑄉𑄴', '𑄑𑄉𑄣𑄧𑄉𑄴',
        '𑄗𑄚', '𑄗𑄭', '𑄖𑄨𑄛𑄴𑄝𑄧𑄖𑄨', 197 => '𑄅𑄪𑄉𑄢𑄨𑄑𑄨𑄇𑄴', '𑄞𑄭', '𑄘𑄬𑄉𑄧𑄎𑄭𑄘𑄳𑄠𑄬 𑄞𑄌𑄴', 204 => '𑄛𑄪𑄢𑄮𑄚𑄴 𑄜𑄢𑄴𑄥𑄨', '𑄥𑄪𑄟𑄬𑄢𑄧-𑄃𑄇𑄳𑄇𑄘𑄩𑄠𑄧 𑄇𑄩𑄣𑄧𑄇𑄴𑄢𑄪𑄛𑄴', 207 => '𑄅𑄪𑄃𑄨', 209 => '𑄇𑄭', '𑄚𑄘𑄞𑄬𑄖𑄴 𑄌𑄨𑄚𑄴𑄦𑄧', '𑄃𑄨𑄟𑄮𑄎𑄨', '𑄍𑄪𑄝𑄨𑄉𑄪𑄚𑄴', '𑄚𑄧𑄣𑄬𑄇𑄴𑄈𑄳𑄠𑄬', '𑄃𑄧𑄎𑄬𑄃𑄧𑄌𑄴',
    ],
];
