<?php

return [
    'Names' => [
        4 => 'Ӏаьрбийн', 7 => 'эрмалойн', 13 => 'бенгалхойн', 17 => 'бопомофо', 19 => 'брайля', 32 => 'кириллица', 34 => 'деванагари', 44 => 'эфиопин', 47 => 'гуьржийн', 53 => 'грекийн',
        'гуджарати', 56 => 'гурмукхи', 'ханьб', 'хангыль', 'китайн', 61 => 'атта китайн', 'ламастан китайн', 64 => 'жугтийн', 'хирагана', 70 => 'катакана я хирагана', 74 => 'джамо', 76 => 'японийн', 79 => 'катакана',
        82 => 'кхмерийн', 85 => 'каннада', 'корейн', 91 => 'лаоссийн', 94 => 'латинан', 113 => 'малаялийн', 115 => 'монголийн', 120 => 'мьянманийн', 133 => 'ори', 164 => 'сингалхойн',
        180 => 'тамилхойн', 184 => 'телугу', 188 => 'таана', 'тайн', 'тибетхойн', 210 => 'математикан маьӀна', 'эмодзи', 'символаш', 'йоза доцу', 'массара а тӀеэцна',
    ],
];
