<?php

return [
    'Names' => [
        'ᎠᏓᎳᎻ', 4 => 'ᎡᎳᏈᎩ', 'ᎾᏍᏔᎵᏆ', 7 => 'ᎠᎳᎻᎠᏂ', 13 => 'ᏇᏂᎦᎠ', 17 => 'ᏆᏉᎼᏬ', 19 => 'ᏗᏂᎨᏫ ᎤᏃᏪᎶᏙᏗ', 22 => 'ᏣᎧᎹ', 'ᏌᏊ ᎨᎾᏓ ᎠᏂᏴᏫᏯ ᏗᎪᏪᎸ', 26 => 'ᏣᎳᎩ', 32 => 'ᏲᏂᎢ ᏗᎪᏪᎵ',
        34 => 'ᏕᏫᎾᎦᎵ', 44 => 'ᎢᏗᏯᏈᎩ', 47 => 'ᏦᏥᎠᏂ', 53 => 'ᎪᎢ', 'ᎫᏣᎳᏘ', 56 => 'ᎬᎹᎩ', 'ᎭᏂ ᎾᎿ ᏆᏉᎼᏬ', 'ᎭᏂᎫᎵ', 'ᎭᏂ', 61 => 'ᎠᎯᏗᎨ', 'ᎤᏦᏍᏗ', 64 => 'ᎠᏂᏈᎵ', 'ᎯᎳᎦᎾ',
        70 => 'ᏣᏩᏂᏏ ᏧᏃᏴᎩ', 74 => 'ᏣᎼ', 76 => 'ᏣᏆᏂᏏ', 79 => 'ᎧᏔᎧᎾ', 82 => 'ᎩᎻᎷ', 85 => 'ᎧᎾᏓ', 'ᎪᎵᎠᏂ', 91 => 'ᎳᎣ', 94 => 'ᎳᏘᏂ', 113 => 'ᎹᎳᏯᎳᎻ',
        115 => 'ᎹᏂᎪᎵᎠᏂ', 118 => 'ᎺᏖ ᎹᏰᎩ', 120 => 'ᎹᎡᏂᎹᎳ', 127 => 'ᎾᎪ', 130 => 'ᎣᎵ ᏥᎩ', 133 => 'ᎣᏗᎠ', 150 => 'ᎭᏂᏫ', 164 => 'ᏏᏅᎭᎳ', 169 => 'ᏚᏓᏂᏎ', 172 => 'ᏏᎵᎡᎩ',
        180 => 'ᏔᎻᎵ', 184 => 'ᏖᎷᎦ', 186 => 'ᏘᏫᎾᎦ', 188 => 'ᏔᎠᎾ', 'ᏔᏱ', 'ᏘᏇᏔᏂ', 198 => 'ᏩᏱ', 207 => 'Ᏹ', 210 => 'ᎠᏰᎦᎴᏴᏫᏍᎩ ᎠᎤᏓᏗᏍᏙᏗ', 'ᎡᎼᏥ', 'ᏗᎬᏟᎶᏍᏙᏗ', 'ᎪᏪᎳᏅ ᏂᎨᏒᎾ', 'ᏯᏃᏉ ᏱᎬᏍᏛᏭ',
    ],
];
