<?php

return [
    'Names' => [
        4 => 'عەرەبی', 7 => 'ئەرمەنی', 13 => 'بەنگالی', 17 => 'بۆپۆمۆفۆ', 19 => 'برەیل', 32 => 'سریلیک', 34 => 'دەڤەناگەری', 44 => 'ئەتیۆپیک', 47 => 'گورجی', 53 => 'یۆنانی',
        'گوجەراتی', 56 => 'گورموکھی', 'هان لەگەڵ بۆپۆمۆفۆ', 'ھانگول', 'ھان', 61 => 'ئاسانکراو', 'دێرین', 64 => 'عیبری', 'ھیراگانا', 70 => 'ژاپۆنیی بڕگەیی', 74 => 'جامۆ', 76 => 'ژاپۆنی', 79 => 'کاتاکانا',
        82 => 'خمێر', 85 => 'کاننادا', 'کۆری', 91 => 'لائۆ', 94 => 'لاتینی', 113 => 'مالایالام', 115 => 'مەنگۆلی', 120 => 'میانمار', 133 => 'ئۆدیا', 164 => 'سینھالا',
        180 => 'تامیلی', 184 => 'تێلووگوو', 188 => 'تانا', 'تایلەندی', 'تەبەتی', 210 => 'نیشانەی بیرکاری', 'ئیمۆجی', 'هێماکان', 'نەنووسراو', 'باو',
    ],
];
