<?php

return [
    'Names' => [
        4 => 'ཨེ་ར་བིཀ་ཡིག་གུ', 7 => 'ཨར་མི་ནི་ཡཱན་ཡིག་གུ', 13 => 'བངྒ་ལ་ཡིག་གུ', 17 => 'བོ་པོ་མོ་ཕཱོ་ཡིག་གུ', 19 => 'འབུར་ཡིག', 32 => 'སིརིལ་ལིཀ་ཡིག་གུ', 34 => 'དེ་ཝ་ན་ག་རི་ཡིག་གུ', 44 => 'ཨི་ཐི་ཡོ་པིཀ྄་ཡིག་གུ', 47 => 'ཇཽ་ཇི་ཡཱན་ཡིག་གུ', 53 => 'གྲིཀ་ཡིག་གུ',
        'གུ་ཇ་ར་ཏི་ཡིག་གུ', 56 => 'གུ་རུ་མུ་ཁ་ཡིག་གུ', 58 => 'ཧཱན་གུལ་ཡིག་གུ', 'རྒྱ་ནག་ཡིག་གུ', 61 => 'རྒྱ་ཡིག་ ལུགས་གསར་', 'ལུགས་རྙིང་ རྒྱ་ཡིག', 64 => 'ཧེ་བྲུ་ཡིག་གུ', 'ཇ་པཱན་གྱི་ཧི་ར་ག་ན་ཡིག་གུ', 76 => 'ཇ་པཱན་ཡིག་གུ', 79 => 'ཇ་པཱན་གྱི་ཀ་ཏ་ཀ་ན་ཡིག་གུ', 82 => 'ཁེ་མེར་ཡིག་གུ', 85 => 'ཀ་ན་ཌ་ཡིག་གུ',
        'ཀོ་རི་ཡཱན་ཡིག་གུ', 91 => 'ལའོ་ཡིག་གུ', 94 => 'ལེ་ཊིན་ཡིག་གུ', 113 => 'མ་ལ་ཡ་ལམ་ཡིག་གུ', 115 => 'སོག་པོའི་ཡིག་གུ', 120 => 'བར་མིས་ཡིག་གུ', 133 => 'ཨོ་རི་ཡ་ཡིག་གུ', 164 => 'སིན་ཧ་ལ་རིག་གུ', 180 => 'ཏ་མིལ་ཡིག་གུ', 184 => 'ཏེ་ལུ་གུ་ཡིག་གུ',
        188 => 'ཐཱ་ན་ཡིག་གུ', 'ཐཱའི་ཡིག་གུ', 'ང་བཅས་ཀྱི་ཡིག་གུ', 212 => 'མཚན་རྟགས', 'ཡིག་ཐོག་མ་བཀོདཔ', 'སྤྱིཡིག',
    ],
];
