<?php

return [
    'Names' => [
        'Άντλαμ', 4 => 'Αραβικό', 'Νασταλίκ', 'Αυτοκρατορικό Αραμαϊκό', 'Αρμενικό', 'Αβεστάν', 'Μπαλινίζ', 12 => 'Μπατάκ', 'Μπενγκάλι', 16 => 'Σύμβολα Bliss', 'Μποπομόφο', 'Μπραχμί', 'Μπράιγ', 'Μπούγκις', 'Μπουχίντ', 'Τσάκμα', 'Ενοποιημένοι Καναδεζικοί Συλλαβισμοί Ιθαγενών',
        'Καριάν', 'Τσαμ', 'Τσερόκι', 28 => 'Σερθ', 'Κοπτικό', 31 => 'Κυπριακό', 'Κυριλλικό', 'Παλαιό Εκκλησιαστικό Σλαβικό Κυριλλικό', 'Ντεβαναγκάρι', 37 => 'Ντεσερέ', 39 => 'Λαϊκό Αιγυπτιακό', 'Ιερατικό Αιγυπτιακό', 'Αιγυπτιακά Ιερογλυφικά', 44 => 'Αιθιοπικό',
        46 => 'Γεωργιανό Κχουτσούρι', 'Γεωργιανό', 'Γκλαγκολιτικό', 51 => 'Γοτθικό', 53 => 'Ελληνικό', 'Γκουγιαράτι', 56 => 'Γκουρμουκχί', 'Χανμπ', 'Χανγκούλ', 'Χαν', 'Χανούνου', 'Απλοποιημένο', 'Παραδοσιακό', 64 => 'Εβραϊκό', 'Χιραγκάνα',
        67 => 'Παχάχ Χμονγκ', 70 => 'Κατακάνα ή Χιραγκάνα', 'Παλαιό Ουγγρικό', 'Ίνδους', 'Παλαιό Ιταλικό', 'Τζάμο', 'Ιαβανεζικό', 'Ιαπωνικό', 78 => 'Καγιάχ Λι', 'Κατακάνα', 81 => 'Καρόσθι', 'Χμερ', 85 => 'Κανάντα', 'Κορεατικό',
        89 => 'Καϊθί', 'Λάννα', 'Λαοτινό', 'Φράκτουρ Λατινικό', 'Γαελικό Λατινικό', 'Λατινικό', 'Λέπτσα', 'Λιμπού', 'Γραμμικό Α', 'Γραμμικό Β', 101 => 'Λυκιανικό', 'Λυδιανικό', 105 => 'Μανδαϊκό', 'Μανιχαϊκό', 108 => 'Ιερογλυφικά Μάγια',
        112 => 'Μεροϊτικό', 'Μαλαγιάλαμ', 115 => 'Μογγολικό', 'Μουν', 118 => 'Μεϊτέι Μάγεκ', 120 => 'Μιανμάρ', 127 => 'Ν’Κο', 129 => 'Όγκχαμ', 'Ολ Τσίκι', 132 => 'Όρκχον', 'Όντια', 135 => 'Οσμάνγια',
        140 => 'Παλαιό Περμικό', 'Παγκς-πα', 'Επιγραφικό Παχλάβι', 'Ψάλτερ Παχλάβι', 'Μπουκ Παχλαβί', 'Φοινικικό', 'Φωνητικό Πόλαρντ', 'Επιγραφικό Παρθιάν', 149 => 'Ρετζάνγκ', 'Χανίφι', 'Ρονγκορόνγκο', 'Ρουνίκ', 'Σαμαριτικό', 'Σαράθι', 156 => 'Σαουράστρα', 158 => 'Νοηματική γραφή',
        'Σαβιανό', 164 => 'Σινχάλα', 169 => 'Σουνδανικό', 171 => 'Συλότι Νάγκρι', 'Συριακό', 'Εστραντζέλο Συριακό', 'Δυτικό Συριακό', 'Ανατολικό Συριακό', 'Ταγκμάνγουα', 178 => 'Τάι Λε', 'Νέο Τάι Λούε', 'Ταμίλ', 182 => 'Τάι Βιέτ', 184 => 'Τελούγκου',
        'Τεγνγουάρ', 'Τιφινάγκ', 'Ταγκαλόγκ', 'Θαανά', 'Ταϊλανδικό', 'Θιβετιανό', 197 => 'Ουγκαριτικό', 'Βάι', 'Ορατή ομιλία', 204 => 'Παλαιό Περσικό', 'Σούμερο-Ακάντιαν Κουνεϊφόρμ', 207 => 'Γι', 209 => 'Κληρονομημένο', 'Μαθηματική σημειογραφία', 'Emoji', 'Σύμβολα',
        'Άγραφο', 'Κοινό',
    ],
];
