<?php

return [
    'Names' => [
        'آدلام', 2 => 'آلبانیایی قفقازی', 4 => 'عربی', 'نستعلیق', 'آرامی هخامنشی', 'ارمنی', 'اوستایی', 'بالیایی', 12 => 'باتاکی', 'بنگالی', 16 => 'نمادهای بلیس', 'بوپوموفو', 'براهمی', 'بریل', 'بوگیایی', 'بوهید',
        'چاکمایی', 'زبان‌های سیلابی بومی‌های متحد کانادایی', 'کاری', 'چمی', 'چروکی', 28 => 'کرت', 'قبطی', 31 => 'قبرسی', 'سیریلی', 34 => 'دوناگری', 37 => 'دیسرتی', 40 => 'کاهنی مصری', 'هیروگلیف مصری', 44 => 'اتیوپیایی',
        46 => 'گرجی خوتسوری', 'گرجی', 'گلاگولیتی', 51 => 'گوتی', 53 => 'یونانی', 'گجراتی', 56 => 'گورومخی', 'هان با بوموپوفو', 'هانگول', 'هان', 'هانونویی', 'ساده‌شده', 'سنتی', 64 => 'عبری', 'هیراگانا',
        'هیروگلیف آناتولی', 70 => 'هجانگاری ژاپنی', 'مجاری باستان', 'ایندوس', 'ایتالی باستان', 'جامو', 'جاوه‌ای', 'ژاپنی', 78 => 'کایالی', 'کاتاکانا', 82 => 'خمری', 'خواجکی', 85 => 'کانارا', 'کره‌ای', 89 => 'کثی',
        'لانایی', 'لائوسی', 'لاتینی فراکتور', 'لاتینی گیلی', 'لاتین', 96 => 'لیمبایی', 'خطی الف', 'خطی ب', 101 => 'لسیایی', 'لدیایی', 105 => 'منده‌ای', 'مانوی', 108 => 'هیروگلیف مایایی', 112 => 'مروییتی', 'مالایالامی',
        115 => 'مغولی', 'مونی', 118 => 'مایک میتی', 120 => 'میانمار', 123 => 'عربی شمالی باستان', 'نبطی', 127 => 'اِن کو', 129 => 'اوگامی', 'اول چیکی', 132 => 'اورخونی', 'اودیه', 137 => 'پالمیرایی',
        140 => 'پرمی باستان', 142 => 'پهلوی کتیبه‌ای', 'پهلوی زبوری', 'پهلوی کتابی', 'فنیقی', 147 => 'پارتی کتیبه‌ای', 149 => 'رجنگی', 'حنیفی', 152 => 'رونی', 'سامری', 'ساراتی', 'عربی جنوبی باستان', 'سوراشترایی', 159 => 'شاوی',
        164 => 'سینهالی', 169 => 'سوندانی', 171 => 'سیلوتی نگاری', 'سریانی', 'سریانی سطرنجیلی', 'سریانی غربی', 'سریانی شرقی', 'تگبنوایی', 180 => 'تامیلی', 184 => 'تلوگویی', 'تنگوار', 'تیفیناغی', 'تاگالوگی', 'تانا', 'تایلندی',
        'تبتی', 197 => 'اوگاریتی', 'ویایی', 'گفتار قابل مشاهده', 204 => 'فارسی باستان', 'میخی سومری‐اکدی', 207 => 'یی', 209 => 'موروثی', 'علائم ریاضی', 'اموجی', 'علائم', 'نانوشته', 'مشترک',
    ],
];
