<?php

return [
    'Names' => [
        '𞤀𞤁𞤂𞤢𞤃', 2 => '𞤀𞤹𞤦𞤢𞤲𞤭𞤴𞤢', '𞤀𞤸𞤮𞤥', '𞤀𞥄𞤪𞤢𞤦𞤵', '𞤐𞤢𞤧𞤼𞤢𞤤𞤭𞤹', '𞤀𞤪𞤢𞤥𞤭𞤴𞤢 𞤉𞤥𞤨𞤫𞤪𞤭𞤴𞤢𞤤', '𞤀𞤪𞤥𞤫𞤲𞤭𞤴𞤢𞤲', '𞤀𞤾𞤫𞤧𞤼𞤢𞤲', '𞤄𞤢𞤤𞤭𞤲𞤭𞥅𞤧', '𞤄𞤢𞤥𞤵', '𞤄𞤢𞤧𞤢𞥄 𞤜𞤢𞥄', '𞤄𞤢𞤼𞤢𞤳', '𞤄𞤫𞤲𞤺𞤢𞤤𞤭', 15 => '𞤄𞤢𞤴𞤳𞤵𞤧𞤵𞤳𞤭', 17 => '𞤄𞤮𞤨𞤮𞤥𞤮𞤬𞤮', '𞤄𞤪𞤢𞤸𞤢𞤥𞤭', '𞤄𞤢𞤪𞤢𞤭𞥅𞤤𞤵',
        '𞤄𞤵𞤺𞤭𞤲𞤭𞤴𞤢', '𞤄𞤵𞤸𞤭𞤣', '𞤕𞤢𞤳𞤥𞤢', '𞤑𞤢𞤱𞤪𞤢𞤤 𞤅𞤭𞤺𞤢𞤲𞤯𞤫 𞤚𞤢𞥄𞤳𞤢𞤲𞤶𞤫 𞤑𞤢𞤲𞤢𞤣𞤢𞥄', '𞤑𞤢𞤪𞤭𞤴𞤢𞤲', '𞤕𞤢𞥄𞤥', '𞤕𞤫𞤪𞤮𞤳𞤭𞥅', '𞤑𞤮𞤪𞤢𞥄𞤧𞤥𞤭𞤴𞤢', 29 => '𞤑𞤭𞤦𞤯𞤭𞤲𞤳𞤮', '𞤅𞤭𞥅𞤨𞤪𞤮 𞤃𞤭𞤲𞤮𞤴𞤢', '𞤑𞤵𞤦𞤭𞤪𞤧𞤵', '𞤅𞤭𞤪𞤤𞤭𞤳', 34 => '𞤁𞤫𞤾𞤢𞤲𞤢𞤺𞤢𞤪𞤭', '𞤁𞤭𞤾𞤫𞥅𞤧 𞤀𞤳𞤵𞤪𞤵', '𞤁𞤮𞤺𞤪𞤢', '𞤁𞤫𞤧𞤫𞤪𞤫𞤼', '𞤁𞤵𞤨𞤤𞤮𞤴𞤢𞤲 𞤅𞤮𞥅𞤪𞤼𞤤𞤢𞤲𞤣',
        41 => '𞤖𞤭𞤪𞤮𞤺𞤭𞤪𞤬𞤵 𞤃𞤭𞤧𞤭𞤪𞤢', '𞤉𞤤𞤦𞤢𞤧𞤢𞤲', '𞤉𞤤𞤴𞤥𞤢𞤴𞤳', '𞤖𞤢𞤦𞤢𞤧𞤭𞤲𞤳𞤮', 47 => '𞤔𞤮𞤪𞤶𞤭𞤴𞤢𞤲', '𞤘𞤭𞤤𞤢𞤺𞤮𞤤𞤭𞤼𞤭𞤳', '𞤘𞤵𞤲𞤶𞤢𞤤𞤢 𞤘𞤮𞤲𞤣𞤭', '𞤃𞤢𞤧𞤢𞤪𞤢𞤲 𞤘𞤮𞤲𞤣𞤭', '𞤘𞤵𞥅𞤼𞤭𞤲𞤳𞤮', '𞤘𞤢𞤪𞤢𞤲𞤼𞤢', '𞤘𞤭𞤪𞤧𞤢', '𞤘𞤵𞤶𞤢𞤪𞤢𞤼𞤭𞥅', 56 => '𞤘𞤵𞤪𞤥𞤵𞤿𞤭', '𞤖𞤢𞥄𞤲 𞤫 𞤄𞤮𞤨𞤮𞤥𞤮𞤬𞤮', '𞤖𞤢𞤲𞤺𞤵𞥅𞤤', '𞤖𞤢𞥄𞤲', '𞤖𞤢𞤲𞤵𞥅𞤲𞤮',
        '𞤖𞤮𞤴𞤲𞤢𞥄𞤲𞤣𞤫', '𞤚𞤢𞤱𞤢𞥄𞤲𞤣𞤫', '𞤖𞤢𞤼𞤢𞤪𞤢𞤲', '𞤖𞤢𞤦𞤵𞤪𞤢', '𞤖𞤭𞤪𞤢𞤺𞤢𞤲𞤢', '𞤖𞤭𞤪𞤮𞤺𞤭𞤪𞤬𞤵 𞤀𞤲𞤢𞤼𞤮𞤤𞤭𞤴𞤢', '𞤆𞤢𞤸𞤢𞤱 𞤖𞤢𞤥𞤮𞤲𞤺', '𞤙𞤭𞤢𞤳𞤫𞤲𞤺 𞤆𞤵𞤢𞤧𞤵𞥅 𞤖𞤥𞤮𞤲𞤺', 70 => '𞤅𞤭𞤺𞤢𞤲𞤯𞤫 𞤐𞤭𞤨𞤮𞤲𞤶𞤫', '𞤑𞤭𞤯𞥆𞤭 𞤖𞤢𞤲𞤺𞤢𞤪𞤭𞤴𞤢𞥄', 73 => '𞤑𞤭𞤯𞤭 𞤋𞤼𞤢𞤤𞤭𞤳', '𞤔𞤢𞤥𞤮', '𞤟𞤢𞤾𞤢𞥄', '𞤐𞤭𞤨𞤮𞤲', 78 => '𞤑𞤢𞤴𞤢 𞤂𞤭', '𞤑𞤢𞤼𞤢𞤳𞤢𞤲𞤢', '𞤑𞤢𞤱𞤭',
        '𞤑𞤢𞤪𞤮𞥃𞤢𞤼𞤭', '𞤑𞤵𞤥𞤫𞥅𞤪', '𞤑𞤮𞤶𞤳𞤭', '𞤄𞤭𞤲𞤳𞤮𞤴 𞤑𞤭𞤼𞤢𞤲', '𞤑𞤢𞤲𞥆𞤢𞤣𞤢', '𞤑𞤮𞥅𞤪𞤫𞤴𞤢𞤲', 89 => '𞤑𞤢𞤭𞤼𞤭', '𞤂𞤢𞤲𞥆𞤢', '𞤂𞤢𞤱𞤮𞥅', 94 => '𞤂𞤢𞤼𞤫𞤲', '𞤂𞤫𞤨𞤷𞤢', '𞤂𞤭𞤥𞤦𞤵', '𞤊𞤮𞤷𞥆𞤭𞥅𞤲𞤺𞤮𞤤 𞤀', '𞤊𞤮𞤷𞥆𞤭𞥅𞤲𞤺𞤮𞤤 𞤄', '𞤂𞤭𞤧𞤵', 101 => '𞤂𞤭𞥅𞤧𞤭𞤴𞤢𞤲', '𞤂𞤭𞤣𞤭𞤴𞤢𞤲',
        '𞤃𞤢𞤸𞤢𞤶𞤢𞤲𞤭𞥅', '𞤃𞤢𞤳𞤢𞤧𞤢𞤪', '𞤃𞤢𞤲𞤣𞤫𞥅𞤲', '𞤃𞤢𞤲𞤭𞤳𞤭𞤴𞤫𞤲', '𞤃𞤢𞤪𞤷𞤫𞤲', 109 => '𞤃𞤢𞤣𞤬𞤫𞤣𞤭𞤪𞤭𞥅𞤲', '𞤃𞤫𞤲𞤣𞤫', '𞤃𞤫𞤪𞤱𞤫𞤼𞤭𞤳 𞤅𞤢𞤪𞤰𞤵𞤯𞤭', '𞤃𞤫𞤪𞤱𞤫𞤼𞤭𞤳', '𞤃𞤢𞤤𞤢𞤴𞤢𞤤𞤢𞤥', '𞤃𞤮𞤣𞤭', '𞤃𞤮𞤲𞤺𞤮𞤤𞤭𞤴𞤢𞤲', 117 => '𞤃𞤮𞤪𞤮𞥅', '𞤃𞤫𞤼𞤭 𞤃𞤢𞤴𞤫𞤳', '𞤃𞤵𞤤𞤼𞤢𞤲𞤭', '𞤃𞤭𞤴𞤢𞤥𞤢𞥄𞤪', '𞤐𞤢𞤺 𞤃𞤵𞤲𞤣𞤢𞤪𞤭', '𞤐𞤢𞤲𞤣𞤭𞤲𞤢𞤺𞤢𞤪𞤭',
        '𞤐𞤢𞤲𞥆𞤢𞥄𞤲𞤺𞤫𞤲𞤳𞤮 𞤀𞥄𞤪𞤢𞤦𞤵 𞤑𞤭𞤯𞤭', '𞤐𞤢𞤦𞤢𞤼𞤭𞤴𞤢𞤲', '𞤐𞤭𞤱𞤢', 127 => '𞤐𞤳𞤮𞥅', '𞤐𞤵𞥅𞤧𞤵', '𞤌𞥅𞤺𞤢𞤥𞤵', '𞤌𞤭-𞤕𞤭𞤳𞤭', 132 => '𞤌𞤪𞤳𞤮𞥅𞤲', '𞤌𞤪𞤭𞤴𞤢', '𞤌𞤧𞤢𞥄𞤶', '𞤌𞤧𞤥𞤢𞤲𞤭𞤴𞤢', '𞤏𞤭𞤺𞤵𞥅𞤪 𞤑𞤭𞤯𞥆𞤵𞤲', '𞤆𞤢𞤤𞤥𞤫𞤪𞤫𞥅𞤲', '𞤆𞤢𞤱 𞤅𞤭𞥅𞤲 𞤖𞤢𞥄𞤱', 140 => '𞤆𞤫𞤪𞤥𞤭𞤳 𞤑𞤭𞤯𞥆𞤵𞤲', '𞤊𞤢𞤺𞤧 𞤆𞤢', '𞤄𞤭𞤲𞤣𞤭 𞤆𞤢𞤤𞤢𞤾𞤭',
        '𞤅𞤮𞤤𞤼𞤮𞥅 𞤆𞤢𞤤𞤢𞤾𞤭', 145 => '𞤊𞤭𞤲𞤭𞤳𞤭𞤴𞤢𞤲𞤳𞤮', '𞤖𞤭𞤼𞤮𞤲𞤳𞤮 𞤆𞤮𞤤𞥆𞤢𞤪𞤣', '𞤄𞤭𞤲𞤣𞤭 𞤆𞤢𞤪𞤧𞤭𞤴𞤢𞤲', '𞤟𞤢𞤱𞤺𞤭𞥅𞤴𞤵', '𞤈𞤭𞤶𞤢𞤲𞤺', '𞤖𞤢𞤲𞤭𞤬𞤭', 152 => '𞤈𞤵𞤲𞤭𞥅𞤳', '𞤅𞤢𞤥𞤢𞤪𞤭𞤼𞤢𞤲', 155 => '𞤙𞤢𞥄𞤥𞤲𞤢𞥄𞤲𞤺𞤫𞤲𞤳𞤮 𞤀𞥄𞤪𞤢𞤦𞤵 𞤑𞤭𞤯𞤭', '𞤅𞤢𞤵𞤪𞤢𞥃𞤼𞤪𞤢', 158 => '𞤄𞤭𞤲𞤣𞤭 𞤊𞤭𞤲𞤣𞤫', '𞤅𞤢𞤬𞤭𞤴𞤢𞥄𞤲', '𞤡𞤢𞤪𞤢𞤣𞤢', '𞤅𞤭𞤣𞥆𞤢𞥄𞤥',
        163 => '𞤑𞤵𞤣𞤢𞤱𞤢𞤣𞤭', '𞤅𞤭𞤲𞤸𞤢𞤤𞤢', '𞤅𞤮𞤺𞤮𞤣𞤭𞤴𞤢𞤲', '𞤅𞤮𞤺𞤮𞤣𞤭𞤴𞤢𞤲 𞤑𞤭𞤯𞥆𞤵𞤲', '𞤅𞤢𞤪𞤢 𞤅𞤮𞤥𞤨𞤢𞤲𞤺', '𞤅𞤮𞤴𞤮𞤥𞤦𞤮', '𞤅𞤵𞤲𞤣𞤢𞤲𞤭', 171 => '𞤅𞤴𞤤𞤮𞤼𞤭𞥅 𞤐𞤢𞤺𞤪𞤭', '𞤅𞤭𞥅𞤪𞤴𞤢𞤳', 176 => '𞤚𞤢𞤺𞤦𞤢𞤲𞤱𞤢', '𞤚𞤢𞤳𞤪𞤭', '𞤚𞤢𞥄𞤴 𞤂𞤭𞥅', '𞤚𞤢𞥄𞤴 𞤂𞤵𞤫 𞤑𞤫𞤧𞤮', '𞤚𞤢𞤥𞤭𞤤', '𞤚𞤢𞤲𞤺𞤵𞤼', '𞤚𞤢𞥄𞤴 𞤜𞤭𞤫𞥅𞤼',
        184 => '𞤚𞤫𞤤𞤵𞤺𞤵', 186 => '𞤚𞤭𞤬𞤭𞤲𞤢𞥄𞤺', '𞤚𞤢𞤺𞤢𞤤𞤮𞤺', '𞤡𞤢𞥄𞤲𞤢', '𞤚𞤢𞤱𞤤𞤢𞤲𞤣', '𞤚𞤭𞤦𞤫𞤼𞤢𞤲', '𞤚𞤭𞤪𞤸𞤵𞤼𞤢', '𞤚𞤢𞤲𞤺𞤧𞤢', 195 => '𞤚𞤮𞤼𞤮', 197 => '𞤓𞤺𞤢𞤪𞤭𞤼𞤭𞤳', '𞤜𞤢𞥄𞤴', 200 => '𞤜𞤭𞤼𞤳𞤵𞤹𞤭', '𞤜𞤢𞤪𞤢𞤲𞤺 𞤑𞤭𞥃𞤼𞤭', '𞤏𞤢𞤲𞤷𞤮𞥅',
        204 => '𞤊𞤢𞥄𞤪𞤭𞤧𞤭𞤴𞤢𞤲𞤳𞤮 𞤑𞤭𞤯𞥆𞤵𞤲', '𞤅𞤵𞤥𞤫𞤪𞤮 𞤀𞤳𞥆𞤢𞤣𞤭𞤴𞤢𞤲 𞤑𞤵𞤲𞤫𞤬𞤮𞤪𞤥', '𞤒𞤢𞤶𞤭𞤣𞤭𞥅𞤴𞤵', '𞤒𞤭𞥅', '𞤟𞤢𞤲𞤢𞤦𞤢𞥁𞤢𞥄𞤪 𞤁𞤭𞤲𞤺𞤫𞤪𞤫', '𞤁𞤮𞤲𞤣𞤭', '𞤍𞤵𞤪𞥆𞤢𞥄𞤲𞤺𞤮 𞤂𞤭𞤥𞤭𞤲𞤳𞤮', '𞤐𞤺𞤮𞤼𞥆𞤭', '𞤋𞤥𞥆𞤮𞤪𞤫', '𞤀𞤧𞤱𞤭𞤲𞤣𞤢𞥄𞤯𞤵𞤲', '𞤑𞤢𞤬𞤵',
    ],
];
