<?php

return [
    'Names' => [
        'એડલમ', 4 => 'અરબી', 'નસ્તાલીક', 'ઇમ્પિરિયલ આર્મનિક', 'અર્મેનિયન', 'અવેસ્તન', 'બાલીનીઝ', 12 => 'બટાક', 'બંગાળી', 16 => 'બ્લિસિમ્બોલ્સ', 'બોપોમોફો', 'બ્રહ્મી', 'બ્રેલ', 'બગિનીસ', 'બુહિદ', 'ચકમા', 'યુનાઇટેડ કેનેડિયન એબોરિજનલ સિલેબિક્સ',
        'કરૈન', 26 => 'ચેરોકી', 28 => 'સિર્થ', 'કોપ્ટિક', 31 => 'સિપ્રાયટ', 'સિરિલિક', 'ઓલ્ડ ચર્ચ સ્લાવોનિક સિરિલિક', 'દેવનાગરી', 37 => 'ડેસરેટ', 39 => 'ઇજિપ્શિયન ડેમોટિક', 'ઇજિપ્શિયન હાઇરેટિક', 'ઇજિપ્શિયન હાઇરોગ્લિફ્સ', 44 => 'ઇથિયોપિક',
        46 => 'જ્યોર્જિઅન ખુતસુરી', 'જ્યોર્જિઅન', 'ગ્લેગોલિટિક', 51 => 'ગોથિક', 53 => 'ગ્રીક', 'ગુજરાતી', 56 => 'ગુરૂમુખી', 'હાન્બ', 'હંગુલ', 'હાન', 'હનુનૂ', 'સરળીકૃત', 'પરંપરાગત', 64 => 'હીબ્રુ', 'હિરાગાના',
        67 => 'પહાઉ મોન્ગ', 70 => 'જાપાનીઝ વર્ણમાળા', 'ઓલ્ડ હંગેરિયન', 'સિન્ધુ', 'જૂનુ ઇટાલિક', 'જેમો', 'જાવાનીસ', 'જાપાની', 78 => 'કાયાહ લી', 'કટાકાના', 81 => 'ખારોશ્થી', 'ખ્મેર', 85 => 'કન્નડા', 'કોરિયન',
        89 => 'કૈથી', 'લાના', 'લાઓ', 'ફ્રેકતુર લેટિન', 'ગૈલિક લેટિન', 'લેટિન', 'લેપચા', 'લિમ્બૂ', 'લીનિયર અ', 'લીનિયર બી', 101 => 'લિશિયન', 'લિડિયન', 105 => 'માન્ડાયીન', 'માનીચાયીન', 108 => 'મયાન હાઇરોગ્લિફ્સ',
        112 => 'મેરોઇટિક', 'મલયાલમ', 115 => 'મોંગોલિયન', 'મૂન', 118 => 'મેઇતેઇ માયેક', 120 => 'મ્યાંમાર', 127 => 'એન’ કો', 129 => 'ઓઘામ', 'ઓલ ચિકી', 132 => 'ઓરખોન', 'ઉડિયા', 135 => 'ઓસ્માન્યા',
        140 => 'ઓલ્ડ પરમિક', 'ફાગ્સ-પા', 'ઇન્સ્ક્રિપ્શનલ પહલવી', 'સાલટર પહલવી', 'બુક પહલવી', 'ફોનિશિયન', 'પોલાર્ડ ફોનેટિક', 'ઇન્સ્ક્રિપ્શનલ પાર્થિયન', 149 => 'રીજાંગ', 'હનીફી', 'રોંગોરોંગો', 'રૂનિક', 'સમરિટાન', 'સરાતી', 156 => 'સૌરાષ્ટ્ર', 158 => 'સંકેત લિપી',
        'શાવિયાન', 164 => 'સિંહલી', 169 => 'સુદાનીઝ', 171 => 'સિલોતી નાગરી', 'સિરિયેક', 'એસ્ત્રેન્જેલો સિરિયાક', 'પશ્ચિમ સિરિયાક', 'પૂર્વ સિરિયાક', 'તગબન્વા', 178 => 'તાઇ લી', 'નવીન તાઇ લૂ', 'તમિલ', 182 => 'તાઇ વેઇત', 184 => 'તેલુગુ',
        'તેન્ગવાર', 'તિફિનાઘ', 'ટેગાલોગ', 'થાના', 'થાઇ', 'ટિબેટી', 197 => 'યુગાતિટિક', 'વાઇ', 'વિસિબલ સ્પીચ', 204 => 'જુની ફારસી', 'સુમેરો અક્કાદિયન સુનિફોર્મ', 207 => 'યી', 209 => 'વંશાગત', 'ગણિતીય સંકેતલિપિ', 'ઇમોજી', 'પ્રતીકો',
        'અલિખિત', 'સામાન્ય',
    ],
];
