<?php

return [
    'Names' => [
        'ऐडलम', 4 => 'अरबी', 'नस्तालीक़', 'इम्पिरियल आर्मेनिक', 'आर्मेनियाई', 'अवेस्तन', 'बाली', 12 => 'बटकी', 'बांग्ला', 16 => 'ब्लिसिम्बॉल्स', 'बोपोमोफ़ो', 'ब्रह्मी', 'ब्रेल', 'बगिनीस', 'बुहिद', 'चकमा', 'यूनिफ़ाइड कैनेडियन एबोरिजनल सिलेबिक्स',
        'करैन', 'चाम', 'चेरोकी', 28 => 'किर्थ', 'कॉप्टिक', 31 => 'काइप्रायट', 'सिरिलिक', 'ओल्ड चर्च स्लावोनिक सिरिलिक', 'देवनागरी', 37 => 'डेसरेट', 39 => 'इजिप्शियन डेमोटिक', 'इजिप्शियन हाइरेटिक', 'इजिप्शियन हाइरोग्लिफ्स', 44 => 'इथियोपियाई',
        46 => 'जॉर्जियन खुतसुरी', 'जॉर्जियन', 'ग्लेगोलिटिक', 51 => 'गोथिक', 'ग्रन्थ', 'यूनानी', 'गुजराती', 56 => 'गुरमुखी', 'हांब', 'हंगुल', 'हान', 'हनुनू', 'सरलीकृत', 'पारंपरिक', 64 => 'हिब्रू', 'हिरागाना',
        67 => 'पाहो ह्मोन्ग', 70 => 'जापानी सिलेबरीज़', 'ऑल्ड हंगेरियन', 'सिन्धु', 'पुरानी इटली', 'जामो', 'जावानीस', 'जापानी', 78 => 'कायाह ली', 'काताकाना', 81 => 'खारोशथी', 'खमेर', 85 => 'कन्नड़', 'कोरियाई',
        89 => 'कैथी', 'लाना', 'लाओ', 'फ़्रैक्टुर लातिनी', 'गेली लातिनी', 'लैटिन', 'लेपचा', 'लिम्बू', 'लीनियर A', 'लीनियर बी', 101 => 'लिशियन', 'लिडियन', 105 => 'मनडेन', 'मनीशीन', 108 => 'मयान हाइरोग्लिफ्स',
        112 => 'मेरोइटिक', 'मलयालम', 115 => 'मंगोलियाई', 'मून', 118 => 'मेइतेइ मायेक', 120 => 'म्यांमार', 127 => 'एन्‘को', 129 => 'ओगम', 'ओल चिकी', 132 => 'ओरखोन', 'ओड़िया', 135 => 'ओस्मान्या',
        140 => 'ओल्ड परमिक', 'फाग्स-पा', 'इंस्क्रिपश्नल पाहलवी', 'सॉल्टर पाहलवी', 'बुक पाहलवी', 'फोनिशियन', 'पॉलार्ड फोनेटिक', 'इंस्क्रिपश्नल पार्थियन', 'ज़ौजी', 'रीजांग', 'हनिफ़ि', 'रोन्गोरोन्गो', 'रूनिक', 'समरिटन', 'सराती', 156 => 'सौराष्ट्र', 158 => 'सांकेतिक लेख',
        'शावियान', 164 => 'सिंहली', 169 => 'सूडानी', 171 => 'सिलोती नागरी', 'सिरिएक', 'एस्त्रेन्जेलो सिरिएक', 'पश्चिम सिरिएक', 'पूर्व सिरिएक', 'तगबन्वा', 178 => 'ताई ली', 'नया ताई लु', 'तमिल', 182 => 'ताई विएत', 184 => 'तेलुगू',
        'तेन्गवार', 'तिफ़िनाघ', 'टैगालोग', 'थाना', 'थाई', 'तिब्बती', 197 => 'युगारिटिक', 'वाई', 'विसिबल स्पीच', 204 => 'पुरानी फारसी', 'सुमेरो अक्कादियन सुनिफॉर्म', 207 => 'यी', 209 => 'विरासत', 'गणितीय संकेतन', 'ईमोजी', 'चिह्न',
        'अलिखित', 'सामान्य',
    ],
];
