<?php

return [
    'Names' => [
        'ադլամ', 4 => 'արաբական', 'նաստալիք', 7 => 'հայկական', 13 => 'բենգալական', 17 => 'բոպոմոֆո', 19 => 'Բրայլ', 22 => 'չակմա', 'կանադական միասնական վանկագիր', 26 => 'չերոկի', 32 => 'կյուրեղագիր',
        34 => 'դեւանագարի', 44 => 'եթովպական', 47 => 'վրացական', 53 => 'հունական', 'գուջարաթի', 56 => 'գուրմուխի', 'հանբ', 'հանգըլ', 'չինական', 61 => 'պարզեցված', 'ավանդական', 64 => 'եբրայական', 'հիրագանա',
        70 => 'ճապոնական վանկագիր', 74 => 'ջամո', 76 => 'ճապոնական', 79 => 'կատականա', 82 => 'քմերական', 85 => 'կաննադա', 'կորեական', 91 => 'լաոսական', 94 => 'լատինական', 113 => 'մալայալամ',
        115 => 'մոնղոլական', 118 => 'մանիպուրի', 120 => 'մյանմարական', 127 => 'նկո', 130 => 'օլ չիկի', 133 => 'օրիյա', 150 => 'հանիֆի', 164 => 'սինհալական', 169 => 'սունդանական', 172 => 'ասորական',
        180 => 'թամիլական', 184 => 'թելուգու', 186 => 'տիֆինաղ', 188 => 'թաանա', 'թայական', 'տիբեթական', 198 => 'վայական', 207 => 'ի', 210 => 'մաթեմատիկական նշաններ', 'էմոջի', 'նշաններ', 'չգրված', 'ընդհանուր',
    ],
];
