<?php

return [
    'Names' => [
        'אדלם', 2 => 'אלבני קווקזי', 'אהום', 'ערבי', 'נסתעליק', 'ארמית רשמית', 'ארמני', 'אווסטן', 'באלינזי', 'במום', 'באסה ואה', 'בטק', 'בנגלי', 15 => 'בהיקסוקי', 17 => 'בופומופו', 'ברהמי', 'ברייל',
        'בוגינזי', 'בוהיד', 'צ׳אקמה', 'כתב הברתי קנדי ילידי מאוחד', 'קריאן', 'צ׳אם', 'צ׳רוקי', 'כורזמיאן', 29 => 'קופטי', 'ציפרו-מינואן', 'קפריסאי', 'קירילי', 'קירילי סלאבוני כנסייתי עתיק', 'דוואנגרי', 'אותיות אי', 'דוגרה', 'דסרט', 'קיצור של דובילרן',
        41 => 'כתב חרטומים', 'אלבסאן', 'אלימי', 'אתיופי', 47 => 'גאורגי', 'גלגוליטי', 'ג’ונג’לה מבולבל', 'מסארם גונדי', 'גותי', 'גרנתה', 'יווני', 'גוג׳רטי', 56 => 'גורמוקי', 'האן עם בופומופו', 'האנגול', 'האן', 'האנונו',
        'פשוט', 'מסורתי', 'חטרן', 'עברי', 'הירגאנה', 'הירוגליפים האנטוליים', 'פאהח המונג', 'ניאקנג פואצ׳ה המונג', 70 => 'הברתי יפני', 'הונגרי עתיק', 'אינדוס', 'איטלקי עתיק', 'ג׳אמו', 'ג׳אוונזי', 'יפני', 78 => 'קאי לי', 'קטקאנה',
        81 => 'חרושתי', 'חמרי', 'חוג׳קי', 'כתב קטן של חיטן', 'קאנאדה', 'קוריאני', 89 => 'קאיתי', 'לאנה', 'לאי', 93 => 'לטיני גאלי', 'לטיני', 'לפחה', 'לימבו', 'ליניארי א', 'ליניארי ב', 'פרייזר',
        101 => 'ליקי', 'לידי', 'מהג׳אני', 'מקאסאר', 'מנדאית', 'מניצ׳י', 'מרצ׳ן', 'מאיה', 'מדפיידרין', 'מנדה', 'קורסית מרואיטית', 'מרואיטית', 'מליאלאם', 'מודי', 'מונגולי', 117 => 'מרו', 'מאיטי מאייק', 'מולטיני',
        'מיאנמר', 122 => 'ננדינאגרי', 'ערב צפון עתיק', 'נבטי', 'נווארית', 127 => 'נ׳קו', 'נושו', 'אוהם', 'אול צ׳יקי', 132 => 'אורחון', 'אודייה', 'אוסייג׳', 'אוסמניה', 'אוגורית ישנה', 'פלמירן', 'פאו צ׳ין האו',
        140 => 'פרמית ישנה', 'פאגס', 'פהלווי כתובתי', 'מזמור פהלווי', 145 => 'פיניקי', 'פולארד פונטי', 'פרטית כתובה', 'זאוגיי', 'רג׳אנג', 'חניפי', 152 => 'רוני', 'שומרונית', 155 => 'דרום ערבית', 'סאוראשטרה', 158 => 'חתימה',
        'שבית', 'שרדה', 'סידהם', 163 => 'חודוואדי', 'סינהלה', 'סוגדית', 'סוגדית עתיקה', 'סורה סומפנג', 'סויומבו', 'סונדאני', 171 => 'סילוטי נגרי', 'סורי', 174 => 'סורי מערבי', 'סורי מזרחי', 'טגבנווה', 'טאקרי', 'טאי לה',
        'טאי ליו חדש', 'טמיל', 'טאנגוט', 'טאי וייט', 184 => 'טלוגו', 186 => 'טיפינה', 'טגלוג', 'תאנה', 'תאי', 'טיבטי', 'תרותא', 'טנגסה', 195 => 'טוטו', 197 => 'אוגריתי', 'ואי',
        200 => 'ויטוקוקי', 'ווראנג סיטי', 'וונצ׳ו', 204 => 'פרסי עתיק', 'כתב היתדות השומרי-אכדי', 'יעזי', 'יי', 'כיכר זנבזר', 'מורש', 'סימון מתמטי', 'אמוג׳י', 'סמלים', 'לא כתוב', 'רגיל',
    ],
];
