<?php

return [
    'Names' => [
        'アドラム文字', 'アファカ文字', 'カフカス・アルバニア文字', 4 => 'アラビア文字', 'ナスタアリーク体', '帝国アラム文字', 'アルメニア文字', 'アヴェスター文字', 'バリ文字', 'バムン文字', 'バサ文字', 'バタク文字', 'ベンガル文字', 16 => 'ブリスシンボル', '注音字母', 'ブラーフミー文字', 'ブライユ点字', 'ブギス文字',
        'ブヒッド文字', 'チャクマ文字', '統合カナダ先住民音節文字', 'カリア文字', 'チャム文字', 'チェロキー文字', 28 => 'キアス文字', 'コプト文字', 31 => 'キプロス文字', 'キリル文字', '古代教会スラブ語キリル文字', 'デーバナーガリー文字', 37 => 'デセレット文字', 'デュプロワエ式速記', 'エジプト民衆文字', 'エジプト神官文字', 'エジプト聖刻文字',
        'エルバサン文字', 44 => 'エチオピア文字', 46 => 'ジョージア文字(フツリ)', 'ジョージア文字', 'グラゴル文字', 51 => 'ゴート文字', 'グランタ文字', 'ギリシャ文字', 'グジャラート文字', 56 => 'グルムキー文字', '漢語注音字母', 'ハングル', '漢字', 'ハヌノオ文字', '簡体字', '繁体字',
        64 => 'ヘブライ文字', 'ひらがな', 'アナトリア象形文字', 'パハウ・フモン文字', 70 => '仮名', '古代ハンガリー文字', 'インダス文字', '古イタリア文字', '字母', 'ジャワ文字', '日本語の文字', '女真文字', 'カヤー文字', 'カタカナ', 81 => 'カローシュティー文字', 'クメール文字', 'ホジャ文字',
        85 => 'カンナダ文字', '韓国語の文字', 'クペレ文字', 89 => 'カイティ文字', 'ラーンナー文字', 'ラオ文字', 'ラテン文字(ドイツ文字)', 'ラテン文字 (ゲール文字)', 'ラテン文字', 'レプチャ文字', 'リンブ文字', '線文字A', '線文字B', 'フレイザー文字', 'ロマ文字', 'リキア文字', 'リディア文字', 'マハージャニー文字',
        105 => 'マンダ文字', 'マニ文字', 108 => 'マヤ象形文字', 110 => 'メンデ文字', 'メロエ文字草書体', 'メロエ文字', 'マラヤーラム文字', 'モーディー文字', 'モンゴル文字', 'ムーン文字', 'ムロ文字', 'メイテイ文字', 120 => 'ミャンマー文字', 123 => '古代北アラビア文字', 'ナバテア文字',
        126 => 'ナシ族ゲバ文字', 'ンコ文字', '女書', 'オガム文字', 'オルチキ文字', 132 => 'オルホン文字', 'オディア文字', 135 => 'オスマニア文字', 137 => 'パルミラ文字', 'パウ・チン・ハウ文字', 140 => '古ぺルム文字', 'パスパ文字', '碑文パフラヴィー文字', '詩編用パフラヴィー文字', '書物用パフラヴィー文字',
        'フェニキア文字', 'ポラード音声記号', '碑文パルティア文字', 149 => 'ルジャン文字', 'ロヒンギャ文字', 'ロンゴロンゴ文字', 'ルーン文字', 'サマリア文字', 'サラティ文字', '古代南アラビア文字', 'サウラーシュトラ文字', 158 => '手話文字', 'ショー文字', 'シャーラダー文字', '梵字', 163 => 'クダワディ文字', 'シンハラ文字',
        167 => 'ソラング・ソンペング文字', 169 => 'スンダ文字', 171 => 'シロティ・ナグリ文字', 'シリア文字', 'シリア文字(エストランゲロ文字)', 'シリア文字(西方シリア文字)', 'シリア文字(東方シリア文字)', 'タグバンワ文字', 'タークリー文字', 'タイ・レ文字', '新タイ・ルー文字', 'タミル文字', '西夏文字', 'タイ・ヴェト文字', 184 => 'テルグ文字', 'テングワール文字',
        'ティフナグ文字', 'タガログ文字', 'ターナ文字', 'タイ文字', 'チベット文字', 'ティルフータ文字', 197 => 'ウガリット文字', 'ヴァイ文字', '視話法', 201 => 'バラン・クシティ文字', 203 => 'ウォレアイ文字', '古代ペルシア文字', 'シュメール＝アッカド語楔形文字', 207 => 'イ文字', 209 => '基底文字の種別を継承する結合文字',
        '数学記号', '絵文字', '記号文字', '非表記', '共通文字',
    ],
];
