<?php

return [
    'Names' => [
        'ადლამი', 'აფაკა', 4 => 'არაბული', 'ნასტალიქი', 'იმპერიული არამეული', 'სომხური', 'ავესტური', 'ბალიური', 'ბამუმი', 'ბასა ვაჰი', 'ბატაკი', 'ბენგალური', 16 => 'ბლისსიმბოლოები', 'ბოპომოფო', 'ბრაჰმი', 'ბრაილი', 21 => 'ბუჰიდი',
        'ჩაკმა', 'გაერთიანებული კანადური სილაბური', 'კარიული', 'ჩამი', 'ჩეროკი', 28 => 'კირთი', 'კოპტური', 31 => 'კვიპროსული', 'კირილიცა', 'ძველი სლავური კირილიცა', 'დევანაგარი', 37 => 'დეზერეტის', 'დუპლოის სტენოგრაფია', 'ეგვიპტური დემოტიკური', 'ეგვიპტური იერატიკული', 'ეგვიპტური იეროგლიფური',
        44 => 'ეთიოპიური', 46 => 'ხუცური', 'ქართული', 'გლაგოლიცა', 51 => 'გოთური', 'გრანთა', 'ბერძნული', 'გუჯარათული', 56 => 'გურმუხი', 'ჰანბი', 'ჰანგული', 'ჰანი', 'ჰანუნოო', 'გამარტივებული', 'ტრადიციული',
        64 => 'ებრაული', 'ჰირაგანა', 'ანატოლიური იეროგლიფური', 'ფაჰაუ-მონი', 70 => 'იაპონური კანა', 'ძველი უნგრული', 74 => 'ჯამო', 'იავური', 'იაპონური', 'ჯურჯენული', 'კაიაჰ-ლი', 'კატაკანა', 81 => 'ქაროშთი', 'ქმერული', 'ქოჯკი',
        85 => 'კანადა', 'კორეული', 'კპელე', 89 => 'კაითი', 91 => 'ლაოსური', 93 => 'გელური ლათინური', 'ლათინური', 96 => 'ლიმბუ', 'A-ხაზოვანი', 'B-ხაზოვანი', 100 => 'ლომა', 'ლიკიური', 'ლიდიური',
        105 => 'მანდეური', 'მანიქეური', 108 => 'მაიას იეროგლიფები', 110 => 'მენდე', 'მეროიტული კურსივი', 'მეროიტული', 'მალაიალამური', 115 => 'მონღოლური', 117 => 'მრო', 'მანიპური', 120 => 'მიანმური', 123 => 'ძველი ჩრდილოეთ-არაბული', 'ნაბატეური',
        127 => 'ნკო', 'ნუშუ', 'ოღამი', 'ოლ-ჩიკი', 132 => 'ორხონული', 'ორია', 135 => 'ოსმანია', 137 => 'პალმირული', 140 => 'ძველი პერმული', 'ფაგსპა', 'მონუმენტური ფალაური', 'ფსალმუნური ფალაური', 'წიგნური ფალაური', 'ფინიკიური',
        147 => 'მონუმენტური პართული', 149 => 'რეჯანგი', 'ჰანიფი', 'რონგორონგო', 'რუნული', 'სამარიული', 'სარატი', 'ძველი სამხრეთ-არაბული', 'საურაშტრა', 158 => 'ჟესტთა', 160 => 'შარადა', 163 => 'ქუდავადი', 'სინჰალური', 167 => 'სორან-სომპენი',
        169 => 'სუნდანური', 171 => 'სილოტი ნაგრი', 'სირიული', 'სირიული ესტრანგელო', 'დასავლეთი სირიული', 'აღმოსავლეთი სირიული', 'ტაგბანვა', 'ტაკრი', 'ტაი ლე', 'ახალი ტაი ლიუ', 'ტამილური', 'ტანღუტური', 'ტაი-ვიეტი', 184 => 'ტელუგუ', 'ტენგვარი', 'ტიფინაღი',
        188 => 'თაანა', 'ტაილანდური', 'ტიბეტური', 'ტირჰუტა', 197 => 'უგარითული', 'ვაი', 'ხილული მეტყველება', 201 => 'ვარანგ-კშიტი', 203 => 'ვოლეაი', 'ძველი სპარსული', 'შუმერულ-აქადური ლურსმნული', 207 => 'ი', 209 => 'გადაღებული', 'მათემატიკური ნოტაცია',
        'ემოჯი', 'სიმბოლოები', 'უმწერლობო', 'ზოგადი',
    ],
];
