<?php

return [
    'Names' => [
        'адлам жазуы', 2 => 'агван жазуы', 'ахом жазуы', 'араб жазуы', 'насталик жазуы', 'арамей жазуы', 'армян жазуы', 'авеста жазуы', 'балий жазуы', 'бамум жазуы', 'басса жазуы', 'батак жазуы', 'бенгал жазуы', 15 => 'бхайксуки жазуы', 17 => 'бопомофо жазуы', 'брахми жазуы', 'Брайль жазуы',
        'бугий жазуы', 'бухид жазуы', 'чакма жазуы', 'канадалық буын жүйелі жазу', 'карий жазуы', 'чам жазуы', 'чероки жазуы', 'хорезм жазуы', 29 => 'копт жазуы', 'кипр-миной жазуы', 'кипр жазуы', 'кирилл жазуы', 34 => 'деванагари жазуы', 'дивехи акуру жазуы', 'догри жазуы', 'дезерет жазуы', 'дюплойе жазуы',
        41 => 'мысыр жазуы', 'эльбасан жазуы', 'элимай жазуы', 'эфиопиялық жазу', 47 => 'грузин жазуы', 'глаголица', 'гунджала гонди жазуы', 'масарам гонди жазуы', 'гот жазуы', 'грантха жазуы', 'грек жазуы', 'гуджарати жазуы', 56 => 'гурмукхи жазуы', 'ханб жазуы', 'хангыл жазуы', 'қытай жазуы', 'хануну жазуы',
        'жеңілдетілген жазу', 'дәстүрлі жазу', 'хатра жазуы', 'иврит жазуы', 'хирагана жазуы', 'Анадолы иероглифтері', 'пахау жазуы', 'ньиакенг пуачуэ хмонг жазуы', 70 => 'хирагана немесе катакана', 'мажар рунасы', 73 => 'ескі италия жазуы', 'джамо жазуы', 'ява жазуы', 'жапон жазуы', 78 => 'кая-ли жазуы', 'катакана жазуы', 'кави жазуы',
        'кхароштхи жазуы', 'кхмер жазуы', 'ходжики жазуы', 'шағын кидан жазуы', 'каннада жазуы', 'корей жазуы', 89 => 'кайтхи жазуы', 'ланна жазуы', 'лаос жазуы', 94 => 'латын жазуы', 'лепча жазуы', 'лимбу жазуы', 'A линиялық жазуы', 'B линиялық жазуы', 'фрейзер жазуы', 101 => 'ликий жазуы', 'лидий жазуы',
        'махаджани жазуы', 'макасар жазуы', 'мандей жазуы', 'манихей жазуы', 'марчен жазуы', 109 => 'обэри окаимэ жазуы', 'кикакуи жазуы', 'мероит курсив жазуы', 'мероит жазуы', 'малаялам жазуы', 'моди жазуы', 'моңғол жазуы', 117 => 'мро жазуы', 'мейтей жазуы', 'мултани жазуы', 'мьянма жазуы', 'наг мундари жазуы', 'нандинагари жазуы',
        'көне солтүстік араб жазуы', 'набатей жазуы', 'ньюа жазуы', 127 => 'нко жазуы', 'нюй-шу жазуы', 'огам жазуы', 'ол-чики жазуы', 132 => 'көне түркі жазбалары', 'ория жазуы', 'осейдж жазуы', 'исмания жазуы', 'көне ұйғыр жазуы', 'палмир жазуы', 'пау син хау жазуы', 140 => 'көне перм жазуы', 'тибет-моңғол жазуы', 'жазба пехлеви',
        'забур пехлеви жазуы', 145 => 'финикия жазуы', 'поллард фонетикалық жазуы', 'жазба парфия', 'зоджи жазуы', 'реджанг жазуы', 'ханифи жазуы', 152 => 'руна', 'самария жазуы', 155 => 'оңтүстік араб жазуы', 'саураштра жазуы', 158 => 'жазу', 'шоу жазуы', 'шарада жазуы', 'сиддхам жазуы',
        163 => 'кхудавади жазуы', 'сингаль жазуы', 'соғды жазуы', 'көне соғды жазуы', 'соранг сомпенг жазуы', 'соёмбо жазуы', 'сунд жазуы', 171 => 'силхет нагари жазуы', 'сирия жазуы', 176 => 'тагбанва жазуы', 'такри жазуы', 'лы жазуы', 'жаңа лы жазуы', 'тамиль жазуы', 'танғұт жазуы', 'тай вьет жазуы',
        184 => 'телугу жазуы', 186 => 'тифинаг жазуы', 'байбайин жазуы', 'тана жазуы', 'тай жазуы', 'тибет жазуы', 'тирхута жазуы', 'тангса жазуы', 195 => 'тото жазуы', 197 => 'угарит жазуы', 'ваи жазуы', 200 => 'виткути жазуы', 'варанг кшити жазуы', 'ванчо жазуы',
        204 => 'көне парсы жазуы', 'шумер-аккад сына жазуы', 'езид жазуы', 'и жазуы', 'занабазар шаршы жазуы', 'мұра етілген', 'математикалық жазу', 'эмоджи', 'таңбалар', 'жазусыз', 'жалпы',
    ],
];
