<?php

return [
    'Names' => [
        'អាតឡាម', 2 => 'អាល់បានីកៅកាស៊ី', 'អាហូម', 'អារ៉ាប់', 'អារ៉ាន', 'អារ៉ាម៉ាអ៊ីមភើរៀល', 'អាមេនី', 'អាវេស្ថាន', 'បាលី', 'បាមុន', 'បាសាវ៉ះ', 'បាតាក', 'បង់ក្លាដែស', 15 => 'ប៉ៃស៊ូគី', 17 => 'បូផូម៉ូហ្វូ', 'ប្រាមិ', 'អក្សរ​សម្រាប់មនុស្ស​ពិការ​ភ្នែក',
        'ប៊ូគីនេ', 'ប៊ូហ៊ីដ', 'ចាក់ម៉ា', 'ព្យាង្គអាបូរីជីន​កាណាដារួម', 'ខារី', 'ចាម', 'ឆេរ៉ូគី', 'ខូរ៉ាស្មី', 29 => 'ខូប្ទ', 'ស៊ីប្រូមីណូ', 'ស៊ីប', 'ស៊ីរីលីក', 34 => 'ដាវ៉ាន់ណាការិ', 44 => 'អេត្យូពី', 47 => 'ហ្សកហ្ស៊ី',
        49 => 'គុនចាឡាកុនឌិ', 53 => 'ក្រិច', 'គូចារ៉ាទី', 56 => 'កុមុយឃី', 'ហានប៍', 'ហាំងកុល', 'ហាន', 61 => 'អក្សរ​ចិន​កាត់', 'អក្សរ​ចិន​ពេញ', 64 => 'អ៊ីស្រាអែល', 'ហ៊ីរ៉ាកាណា', 68 => 'នីយ៉ាកេងពួជឺម៉ុង', 70 => 'សញ្ញាសំឡេងភាសាជប៉ុន',
        74 => 'ចាម៉ូ', 'ជ្វា', 'ជប៉ុន', 78 => 'កាយ៉ាលី', 'កាតាកាណា', 82 => 'ខ្មែរ', 85 => 'ខាណាដា', 'កូរ៉េ', 90 => 'ឡាណា', 'ឡាវ', 94 => 'ឡាតាំង', 'ឡេបចា', 'លីបប៊ូ',
        99 => 'ហ្វ្រាសឺ', 105 => 'ម៉ានដា', 113 => 'ម៉ាឡាយ៉ាឡាម', 115 => 'ម៉ុងហ្គោលី', 118 => 'ម៉ីតីម៉ាយ៉ែក', 120 => 'ភូមា', 125 => 'ណេវ៉ា', 127 => 'នកូ', 130 => 'អូលឈិគិ', 133 => 'អូឌៀ',
        'អូស្គ', 146 => 'ផូឡាដ', 150 => 'ហានីហ្វ៊ី', 156 => 'សៅរ៉ាសត្រា', 164 => 'ស៊ីនហាឡា', 169 => 'ស៊ូដង់', 171 => 'ស៊ីឡូ', 'ស៊ីរីអែក', 178 => 'តៃឡេ', 'តៃឡឺថ្មី', 'តាមីល', 182 => 'តៃវៀត',
        184 => 'តេលុគុ', 186 => 'ទីហ្វ៊ីណាហ្វ', 188 => 'ថាណា', 'ថៃ', 'ទីបេ', 198 => 'វ៉ៃ', 202 => 'វ៉ាន់ឆូ', 207 => 'យី', 209 => 'ស្នងកេរ្តិ៍', 'និមិត្តសញ្ញាគណិតវិទ្យា', 'សញ្ញាអារម្មណ៍', 'និមិត្តសញ្ញា', 'គ្មានការសរសេរ',
        'ទូទៅ',
    ],
];
