<?php

return [
    'Names' => [
        'ಆ್ಯಡ್ಲಮ್', 4 => 'ಅರೇಬಿಕ್', 'ನಸ್ಟಾಲಿಕ್', 'ಇಂಪೀರಿಯಲ್ ಅರೆಮಾಯಿಕ್', 'ಅರ್ಮೇನಿಯನ್', 'ಅವೆಸ್ತಾನ್', 'ಬಾಲಿನೀಸ್', 12 => 'ಬಾಟಕ್', 'ಬೆಂಗಾಲಿ', 16 => 'ಬ್ಲಿಸ್‌ಸಿಂಬಲ್ಸ್', 'ಬೋಪೊಮೋಫೋ', 'ಬ್ರಾಹ್ಮಿ', 'ಬ್ರೈಲ್', 'ಬಗಿನೀಸ್', 'ಬುಹಿದ್', 'ಚಕ್ಮಾ', 'ಯುನಿಫೈಯ್ಡ್ ಕೆನೆಡಿಯನ್ ಅಬೊರಿಜಿನಲ್ ಸಿಲ್ಯಾಬಿಕ್ಸ್',
        'ಕರೇನ್', 'ಚಾಮ್', 'ಚೆರೋಕೀ', 28 => 'ಸಿರ್ಥ್', 'ಕಾಪ್ಟಿಕ್', 31 => 'ಸಿಪ್ರಿಯಾಟ್', 'ಸಿರಿಲಿಕ್', 'ಪ್ರಾಚೀನ ಚರ್ಚ್ ಸ್ಲೋವಾನಿಕ್ ಸಿರಿಲಿಕ್', 'ದೇವನಾಗರಿ', 37 => 'ಡಸರ್ಟ್', 39 => 'ಈಜಿಪ್ಟಿಯನ್ ಡೆಮೋಟಿಕ್', 'ಈಜಿಪ್ಟಿಯನ್ ಹಯಾರಿಟಿಕ್', 'ಈಜಿಪ್ಟಿಯನ್ ಹೀರೋಗ್ಲಿಫ್ಸ್', 44 => 'ಇಥಿಯೋಪಿಕ್',
        46 => 'ಜಾರ್ಜಿಯನ್ ಖುಸ್ತುರಿ', 'ಜಾರ್ಜಿಯನ್', 'ಗ್ಲಾಗೋಲಿಟಿಕ್', 51 => 'ಗೋತಿಕ್', 53 => 'ಗ್ರೀಕ್', 'ಗುಜರಾತಿ', 56 => 'ಗುರ್ಮುಖಿ', 'ಬೋಪೋಮೊಫೋ ಜೊತೆಗೆ ಹಾನ್', 'ಹ್ಯಾಂಗುಲ್', 'ಹಾನ್', 'ಹನೂನೂ', 'ಸರಳೀಕೃತ', 'ಸಾಂಪ್ರದಾಯಿಕ', 64 => 'ಹೀಬ್ರೂ', 'ಹಿರಾಗನ',
        67 => 'ಪಹವ್ ಹ್ಮೋಂಗ್', 70 => 'ಜಪಾನೀಸ್ ಸಿಲಬರೀಸ್', 'ಪ್ರಾಚೀನ ಹಂಗೇರಿಯನ್', 'ಸಿಂಧೂ', 'ಪ್ರಾಚೀನ್ ಇಟಾಲಿಕ್', 'ಜಮೋ', 'ಜಾವನೀಸ್', 'ಜಾಪನೀಸ್', 78 => 'ಕೆಯಾ ಲಿ', 'ಕಟಕಾನಾ', 81 => 'ಖರೋಶ್ತಿ', 'ಖಮೇರ್', 85 => 'ಕನ್ನಡ', 'ಕೊರಿಯನ್',
        89 => 'ಕೈಥಿ', 'ಲಾನಾ', 'ಲಾವೋ', 'ಫ್ರಾಕ್ತರ್ ಲ್ಯಾಟಿನ್', 'ಗೇಲಿಕ್ ಲ್ಯಾಟಿನ್', 'ಲ್ಯಾಟಿನ್', 'ಲೆಪ್ಚಾ', 'ಲಿಂಬು', 'ಲೀನಯರ್ ಎ', 'ಲೀನಯರ್ ಬಿ', 101 => 'ಲೈಸಿಯನ್', 'ಲಿಡಿಯನ್', 105 => 'ಮಂಡೇಯನ್', 'ಮನಿಚೈಯನ್', 108 => 'ಮಯಾನ್ ಹೀರೋಗ್ಲಿಫ್ಸ್',
        112 => 'ಮೆರೊಯಿಟಿಕ್', 'ಮಲಯಾಳಂ', 115 => 'ಮಂಗೋಲಿಯನ್', 'ಮೂನ್', 118 => 'ಮೈತಿ ಮಯೆಕ್', 120 => 'ಮ್ಯಾನ್ಮಾರ್', 127 => 'ಎನ್‍ಕೋ', 129 => 'ಓಘಮ್', 'ಓಲ್ ಚಿಕಿ', 132 => 'ಓರ್ಖೋನ್', 'ಒಡಿಯಾ', 135 => 'ಓಸ್ಮಾನ್ಯಾ',
        140 => 'ಪ್ರಾಚೀನ ಪೆರ್ಮಿಕ್', 'ಫಾಗ್ಸ್-ಪಾ', 'ಇನ್ಸ್‌ಕ್ರಿಪ್ಶನಲ್ ಪಾಹ್ಲವಿ', 'ಸಾಲ್ಟರ್ ಪಾಹ್ಲವಿ', 'ಬುಕ್ ಪಾಹ್ಲವಿ', 'ಫೀನಿಶಿಯನ್', 'ಪೊಲ್ಲಾರ್ಡ್ ಫೊನೆಟಿಕ್', 'ಇನ್ಸ್‌ಕ್ರಿಪ್ಶನಲ್ ಪಾರ್ಥಿಯನ್', 149 => 'ರೆಜಾಂಗ್', 'ಹನೀಫಿ', 'ರೋಂಗೋರೋಂಗೋ', 'ರೂನಿಕ್', 'ಸಮಾರಿಟನ್', 'ಸರಾಟಿ', 156 => 'ಸೌರಾಷ್ಟ್ರ', 158 => 'ಸೈನ್‌ರೈಟಿಂಗ್',
        'ಶಾವಿಯಾನ್', 164 => 'ಸಿಂಹಳ', 169 => 'ಸುಂಡಾನೀಸ್', 171 => 'ಸೈಲೋಟಿ ನಗ್ರಿ', 'ಸಿರಿಯಾಕ್', 'ಎಸ್ಟ್ರಾಂಜಿಲೋ ಸಿರಿಯಾಕ್', 'ಪಶ್ಚಿಮ ಸಿರಿಯಾಕ್', 'ಪೂರ್ವ ಸಿರಿಯಾಕ್', 'ಟಾಗ್ಬಾನವಾ', 178 => 'ಥಾಯ್ ಲಿ', 'ನ್ಯೂ ಥಾಯ್ ಲುಇ', 'ತಮಿಳು', 182 => 'ಥಾಯ್ ವಿಯೆಟ್', 184 => 'ತೆಲುಗು',
        'ತೆಂಗ್‌ವಾರ್', 'ಟಿಫಿನಾಘ್', 'ಟ್ಯಾಗಲೋಗ್', 'ಥಾನಾ', 'ಥಾಯ್', 'ಟಿಬೇಟನ್', 197 => 'ಉಗಾರಿಟಿಕ್', 'ವಾಯ್', 'ವಿಸಿಬಲ್ ಸ್ಪೀಚ್', 204 => 'ಪ್ರಾಚೀನ ಪರ್ಶಿಯನ್', 'ಸುಮೇರೋ-ಅಕ್ಕಾಡಿಯನ್ ಕ್ಯೂನಿಫಾರ್ಮ್', 207 => 'ಯಿ', 209 => 'ಇನ್‍ಹೆರಿಟೆಡ್', 'ಗಣಿತ ಸಂಕೇತಲಿಪಿ', 'ಎಮೋಜಿ', 'ಸಂಕೇತಗಳು',
        'ಅಲಿಖಿತ', 'ಸಾಮಾನ್ಯ',
    ],
];
