<?php

return [
    'Names' => [
        '아들람 문자', '아파카 문자', '코카시안 알바니아 문자', 4 => '아랍 문자', '나스탈리크체', '아랍제국 문자', '아르메니아 문자', '아베스타 문자', '발리 문자', '바뭄 문자', '바사바흐 문자', '바타크 문자', '벵골 문자', 16 => '블리스기호 문자', '주음부호', '브라미', '브라유 점자', '부기 문자',
        '부히드 문자', '차크마 문자', '통합 캐나다 원주민 음절문자', '카리 문자', '칸 고어', '체로키 문자', 28 => '키르쓰', '콥트 문자', 31 => '키프로스 문자', '키릴 문자', '고대교회슬라브어 키릴문자', '데바나가리 문자', 37 => '디저렛 문자', '듀플로이안 문자', '고대 이집트 민중문자', '고대 이집트 신관문자', '고대 이집트 신성문자',
        '엘바산 문자', 44 => '에티오피아 문자', 46 => '그루지야 쿠츠리 문자', '조지아 문자', '글라골 문자', 51 => '고트 문자', '그란타 문자', '그리스 문자', '구자라트 문자', 56 => '구르무키 문자', '주음 자모', '한글', '한자', '하누누 문자', '간체', '번체',
        64 => '히브리 문자', '히라가나', '아나톨리아 상형문자', '파하우 몽 문자', 70 => '가나', '고대 헝가리 문자', '인더스 문자', '고대 이탈리아 문자', '자모', '자바 문자', '일본 문자', '줄첸 문자', '카야 리 문자', '가타카나', 81 => '카로슈티 문자', '크메르 문자', '코즈키 문자',
        85 => '칸나다 문자', '한국 문자', '크펠레 문자', 89 => '카이시 문자', '란나 문자', '라오 문자', '독일식 로마자', '아일랜드식 로마자', '로마자', '렙차 문자', '림부 문자', '선형 문자(A)', '선형 문자(B)', '프레이저 문자', '로마 문자', '리키아 문자', '리디아 문자', '마하자니 문자',
        105 => '만다이아 문자', '마니교 문자', 108 => '마야 상형 문자', 110 => '멘데 문자', '메로에 필기체', '메로에 문자', '말라얄람 문자', 115 => '몽골 문자', '문 문자', '므로 문자', '메이테이 마옉 문자', 120 => '미얀마 문자', 123 => '옛 북부 아라비아 문자', '나바테아 문자',
        126 => '나시 게바 문자', '응코 문자', '누슈 문자', '오검 문자', '올 치키 문자', 132 => '오르혼어', '오리야 문자', 135 => '오스마니아 문자', 137 => '팔미라 문자', 140 => '고대 페름 문자', '파스파 문자', '명문 팔라비 문자', '솔터 팔라비 문자', '북 팔라비 문자', '페니키아 문자',
        '폴라드 표음 문자', '명문 파라티아 문자', '저지 문자', '레장 문자', '하니피 문자', '롱고롱고', '룬 문자', '사마리아 문자', '사라티', '옛 남부 아라비아 문자', '사우라슈트라 문자', 158 => '수화 문자', '샤비안 문자', '사라다 문자', '실담자', 163 => '쿠다와디 문자', '신할라 문자',
        167 => '소라 솜펭 문자', 169 => '순다 문자', 171 => '실헤티 나가리', '시리아 문자', '에스트랑겔로식 시리아 문자', '서부 시리아 문자', '동부 시리아 문자', '타그반와 문자', '타크리 문자', '타이 레 문자', '신 타이 루에', '타밀 문자', '탕구트 문자', '태국 베트남 문자', 184 => '텔루구 문자', '텡과르 문자',
        '티피나그 문자', '타갈로그 문자', '타나 문자', '타이 문자', '티베트 문자', '티르후타 문자', 197 => '우가리트 문자', '바이 문자', '시화법', 201 => '바랑 크시티 문자', 203 => '울레아이', '고대 페르시아 문자', '수메르-아카드어 설형문자', 207 => '이 문자', 209 => '구전 문자',
        '수학 기호', '이모티콘', '기호', '구전', '일반 문자',
    ],
];
