<?php

return [
    'Names' => [
        'अडलाम', 4 => 'आरबी', 'नास्तालिक', 7 => 'आर्मेनियन', 13 => 'बांग्ला', 17 => 'बोपोमोफो', 19 => 'ब्रेल', 22 => 'चाक्मा', 'संयुक्त कॅनडियन ॲबओरीजिनल सिलेबिक', 26 => 'चेरोकी', 32 => 'सिरिलिक',
        34 => 'देवनागरी', 44 => 'इथियोपीक', 47 => 'जॉर्जियन', 53 => 'ग्रीक', 'गुजराती', 56 => 'गुरूमुखी', 'बोपोफोमो सयत हान', 'हंगूल', 'हान', 61 => 'सोंपी', 'पारंपारीक', 64 => 'हिब्रू', 'हिरागना',
        70 => 'जपानी अक्षरमाळ', 74 => 'जामो', 76 => 'जपानी', 79 => 'कटाकाना', 82 => 'कंबोडियन', 85 => 'कन्नड', 'कोरियन', 91 => 'लाओ', 94 => 'रोमी', 113 => 'मल्याळम',
        115 => 'मोंगोलियन', 118 => 'मेयतेई मायेक', 120 => 'म्यानमार', 127 => 'नको', 130 => 'ओल चिकी', 133 => 'ओडिया', 150 => 'हानिफी', 164 => 'सिंहाला', 169 => 'सुंदानीज', 172 => 'सिरीयाक',
        180 => 'तमिळ', 184 => 'तेलुगू', 186 => 'टिफीनाघ', 188 => 'थाणा', 'थाई', 'तिबेटन', 198 => 'वाइ', 207 => 'यी', 210 => 'गणिताची चिन्नां', 'ईमोजी', 'चिन्नां', 'अलिखीत', 'सामान्य',
    ],
];
