<?php

return [
    'Names' => [
        4 => 'عربی', 'نستعلیق', 7 => 'اَرمانیَن', 'اَویستَن', 'بالَنیٖز', 12 => 'باتَک', 'بینگٲلؠ', 16 => 'بِلِس سِمبلز', 'بوپوموفو', 'براہمی', 'بریل', 'بُگِنیٖز', 'بُہِد', 23 => 'یُنِفایِڑ کنیڑِیَن ایب آرجِنَل سِلیبِک', 'کاریَن',
        'چَم', 'چیروکی', 28 => 'کِرتھ', 'کاپٹِک', 31 => 'کِپرایِٹ', 'سَیرِلِک', 'پرون چٔرچسلیوونِک سَیرِلِک', 'دیوناگری', 37 => 'ڈیسٔریٹ', 39 => 'اِجپشِیَن ڈِماٹِک', 'اِجِپشَن ہَیریٹِک', 'اِجِپشَن ہَیروگلِپھس', 44 => 'اِتھیوپِک', 46 => 'جارجِیَن کھتسوری',
        'جارجِیَن', 'گلیگولِٹِک', 51 => 'گوتھِک', 53 => 'گرَنتھا', 'گریٖک', 56 => 'گُجرٲتؠ', 58 => 'ہانگُل', 'ہان', 'ہانُنوٗ', 'سَہل ﴿ترجمع اِشارٕ: یِم ورژن رَسم الخط ہُک ناؤ چھُ چیٖنی باپتھ زَبانٕ ناؤ کِس مجموعَس سٕتؠ اِستعمال یِوان کرنٕہ۔﴾', 'رِوٲجی ﴿ترجمع اِشارٕ: یِم ورژن رَسم الخط ہُک ناؤ چھُ چیٖنی باپتھ زَبانٕ ناؤ کِس مجموعَس سٕتؠ اِستعمال یِوان کرنٕہ۔﴾', 64 => 'ہِبرِو', 'ہیٖراگانا', 67 => 'پَہاو مانگ',
        70 => 'کَٹاکانا یا ہِراگانا', 'پرون ہَنگیریَن', 'اِنڈَس', 'اولڈ اِٹیلِک', 75 => 'جاوَنیٖز', 'جاپٲنی', 78 => 'کایا لی', 'کَتاکانا', 81 => 'خَروشتھی', 'کھٕمیر', 85 => 'کَنَڑا', 'کوریَن', 90 => 'لانا', 'لاو',
        'فرکتُر لیٹِن', 'گیلِک لیٹَن', 'لاطیٖنی', 'لیپکا', 'لِمبوٗ', 'لیٖنیَر اے', 'لیٖنیَر بی', 101 => 'لیسِیَن', 'لیدِیَن', 105 => 'مَندییَن', 'مانیشییَن', 108 => 'مایَن ہیٖروگلِپھ', 112 => 'مِرایٹِک', 'مَلیالَم', 115 => 'مَنگولیَن',
        'موٗن', 118 => 'میتی مایَک', 120 => 'مَیَنمار', 127 => 'این کو', 129 => 'اوگہام', 'اول چِکی', 132 => 'اورکھون', 'اورِیا', 135 => 'اوسمانیا', 140 => 'اولڈ پٔرمِک', 'پھاگس پا', 144 => 'بوٗک پَہَلوی',
        'پھونِشِیَن', 'پولاڑ پھونِٹِک', 149 => 'ریجَنگ', 151 => 'رونگو رونگو', 'رَنِک', 'سَمارِٹَن', 'سَراتی', 156 => 'سوراشٹرا', 158 => 'اِشارٲتی لِکھٲے', 'شاویَن', 164 => 'سِنہالا', 169 => 'سَنڈَنیٖز', 171 => 'سیلوتی ناگری',
        'سیٖرِیَک', 'ایسٹرینجِلو سیٖرِیَک', 'مغرِبی سیٖریَک', 'مشرَقی سیٖریَک', 'تَگبَنوا', 178 => 'تَیلیے', 'نۆو تیلو', 'تَمِل', 184 => 'تیلگوٗ', 'تینگوار', 'تِفِناگ', 'تَگَلوگ', 'تھانا', 'تھاے', 'تِبتی', 197 => 'اُگارِٹِک', 'واے',
        'وِزِبٕل سپیٖچ', 204 => 'پرون فارسی', 'سُمیرو اکادیَن کوٗنِفام', 207 => 'یٖی', 213 => 'لیکھنَے', 'عام',
    ],
];
