<?php

return [
    'Names' => [
        'Arab' => 'ఆరబిక్',
        'Beng' => 'బాంగ్లా',
        'Brah' => 'బ్రాహ్మి',
        'Cher' => 'చిరోకి',
        'Cyrl' => 'సిరిలిక్',
        'Deva' => 'దేవనాగరి',
        'Gujr' => 'గుజరాతి',
        'Guru' => 'గురుముకి',
        'Hans' => 'సరళీకృతం',
        'Hant' => 'సాంప్రదాయక',
        'Knda' => 'కన్నడ',
        'Latn' => 'లాటిన్',
        'Mlym' => 'మలయాళం',
        'Orya' => 'ఒడియా',
        'Saur' => 'సౌరాస్ట్ర',
        'Taml' => 'తమిళము',
        'Telu' => 'తెలుగు',
        'Zxxx' => 'లిపి లేని',
    ],
];
