<?php

return [
    'Names' => [
        'Arab' => 'अरबी',
        'Beng' => 'बंगाली',
        'Brah' => 'ब्राह्मि',
        'Cher' => 'चेरोकी',
        'Cyrl' => 'सिरिलिक',
        'Deva' => 'देवनागरी',
        'Gujr' => 'गुजराती',
        'Guru' => 'गुरमुकी',
        'Hans' => 'साॅहाॅजाॅ',
        'Hant' => 'हिरूदोल्लु',
        'Knda' => 'कन्नड़',
        'Latn' => 'लातिन',
        'Mlym' => 'मलयालम',
        'Orya' => 'ऑड़िया',
        'Saur' => 'सॉउराष्ट्र',
        'Taml' => 'तमिल',
        'Telu' => 'तेलुगू',
        'Zxxx' => 'राचा-आ-आत्ति',
    ],
];
