<?php

return [
    'Names' => [
        'Arab' => 'ଆରବିକ୍',
        'Beng' => 'ବଙ୍ଗାଲୀ',
        'Brah' => 'ବ୍ରାହ୍ମି',
        'Cher' => 'ଚେରକୀ',
        'Cyrl' => 'ସିରିଲିକ୍',
        'Deva' => 'ଦେୱନାଗରୀ',
        'Gujr' => 'ଗୁଜୁରାଟୀ',
        'Guru' => 'ଗୁରମୁକୀ',
        'Hans' => 'ସହଜ',
        'Hant' => 'ହିରୁଦଲୁ',
        'Knda' => 'କନ୍ନଡ଼',
        'Latn' => 'ଲାଟିନ୍',
        'Mlym' => 'ମାଲାୟଲମ୍',
        'Orya' => 'ଅଡ଼ିଆ',
        'Saur' => 'ସଉରାଷ୍ଟ୍ର',
        'Taml' => 'ତାମିଲ୍',
        'Telu' => 'ତେଲୁଗୁ',
    ],
];
