<?php

return [
    'Names' => [
        'Адлам (жазуу)', 4 => 'Араб', 'Насталик (Араб жазуусу)', 7 => 'Армян', 13 => 'Бенгал', 17 => 'Бопомофо', 19 => 'Брейл', 22 => 'Чакма (жазуу)', 'канадалык муун жазуусу', 26 => 'чероки (жазуу)', 32 => 'Кирилл',
        34 => 'Деванагари', 44 => 'Эфиоп', 47 => 'Грузин', 53 => 'Грек', 'Гужарати', 56 => 'Гурмухи', 'Ханб', 'Хангул', 'Хань', 61 => 'Жөнөкөйлөштүрүлгөн', 'Салттуу', 64 => 'Иврит', 'Хирагана',
        70 => 'Жапон силлабографиясы', 74 => 'Джамо', 76 => 'Жапан', 79 => 'Катакана', 82 => 'Кмер', 85 => 'Каннада', 'Корей', 91 => 'Лао', 94 => 'Латын', 113 => 'Малайалам',
        115 => 'Монгол', 118 => 'мейтей-маек (жазуу)', 120 => 'Мйанмар', 127 => 'нко (жазуу)', 130 => 'Ол-чики (жазуу)', 133 => 'Орийа', 150 => 'Ханифи (жазуу)', 164 => 'Сингала', 169 => 'сундан жазуусу', 172 => 'сириялык жазуу',
        180 => 'Тамил', 184 => 'Телу', 186 => 'Тифинаг (жазуу)', 188 => 'Таана', 'Тай', 'Тибет', 198 => 'Ваи (жазуу)', 207 => 'Йи (жазуу)', 210 => 'Математикалык маани', 'Быйтыкча', 'Белгилер', 'Жазылбаган', 'Жалпы',
    ],
];
