<?php

return [
    'Names' => [
        'ແອດລາມ', 'ອັບຟາກາ', 4 => 'ອາຣາບິກ', 'ນາສຕໍລິກ (ຄຳໃບ້ການແປ: ລະຫັດພິເສດກຳນົດຮູບແບບຕົວໜັງສືອາຣັບ.)', 'ອິມພີຮຽນ ອາເມອິກ', 'ອາເມນຽນ', 'ອະເວສຕະ', 'ບາລີ', 'ບາມູມ', 'ບັດຊາ', 'ບາຕັກ', 'ເບັງກາ', 16 => 'ບລິກຊິມໂບລສ', 'ຈູ້ອິນ', 'ພຮາຫມີ', 'ເບຣວ', 'ບູກິສ', 'ບູຮິດ',
        'ຊາກມາ', 'ສັນຍາລັກຊົນເຜົ່າພື້ນເມືອງແຄນນາດາ', 'ຄາເຮຍ', 'ຈາມ', 'ເຊໂຣກີ', 28 => 'ເຊີຮ', 'ຄອບຕິກ', 31 => 'ໄຊເປຍ', 'ຊີຣິວລິກ', 'ເຊຮັດສລາ ໂວນິກຊີຮິກລິກໂບຮານ', 'ດີວານາກາຣີ', 37 => 'ເດເຊເຮ', 'ຊົວເລດັບໂລຍັນ', 'ດີໂມຕິກອີຍິບ', 'ເຮຍຮາຕິກອີຍິບ', 'ເຮຍໂຮກລິຟອີຍິບ',
        44 => 'ອີທິໂອປິກ', 46 => 'ຄອດຊູຮີຈໍເຈຍ', 'ຈໍຈຽນ', 'ກລາໂກລິຕິກ', 51 => 'ໂກຮິກ', 'ເຄນທາ', 'ກຣີກ', 'ຈູຈາຣາທີ', 56 => 'ກົວມູຄີ', 'ຮັນ', 'ຮັນກູນ', 'ຮານ', 'ຮານູໂນໂອ', 'ແບບຮຽບງ່າຍ', 'ແບບດັ້ງເດີມ',
        64 => 'ຮີບຣິວ', 'ຣິຣະງະນະ', 'ອັກລຮະອານາໂຕເລຍ', 'ປາເຮາເມັງ', 70 => 'ຕາຕາລາງພະຍາງພາສາຍີ່ປຸ່ນ', 'ຮັງກາຮີໂບຮານ', 'ອິນດັດ', 'ອີຕາລີໂບຮານ', 'ຈາໂມ', 'ຈາວາ', 'ຍີ່ປຸ່ນ', 'ຈູຮເຊັນ', 'ຄຍາ', 'ຄະຕະກະນະ', 81 => 'ຂໍໂຮກສີ', 'ຂະແມ', 'ຄໍຈຄີ',
        85 => 'ຄັນນາດາ', 'ເກົາຫຼີ', 'ເປລເລ', 89 => 'ກາຍຕິ', 'ລ້ານນາ', 'ລາວ', 'ລາຕິນ-ຟຮັ່ງເຕຣ', 'ລາຕິນ-ແກລິກ', 'ລາຕິນ', 'ເລຊາ', 'ລິມບູ', 'ລີເນຍ', 'ລີເນຍຣ', 'ເຟຣເຊຮ', 'ໂລມາ', 'ໄລເຊຍ', 'ລີເດຍ',
        105 => 'ແມນດຽນ', 'ມານິແຊນ', 108 => 'ມາຍາໄຮໂຮກລິບ', 110 => 'ເມນເດ', 'ເຄເລີຊີເມໂຮອິຕິກ', 'ເມໂຮຕິກ', 'ມາເລຢາລາມ', 115 => 'ມົງໂກນ', 'ມູນ', 'ເມໂຮ', 'ເມເທມາເຍກ', 120 => 'ມຽນມາ', 123 => 'ອາຮະເບຍເໜືອໂບຮານ', 'ນາບາທາທຽນ',
        126 => 'ກີບາ-ນາຊີ', 'ເອັນໂກ', 'ນຸຊຸ', 'ອອກຄອນ', 'ໂອຊິກິ', 132 => 'ອອກສມັນຍາ', 'ໂອເດຍ', 137 => 'ພາລໄມຮິນ', 140 => 'ເພີມີໂບຮານ', 'ຟາກສ-ປາ', 'ປະຫລາວີອິນສຄິບຊັນແນລ', 'ປະຫລາວີຊອດເຕຮ໌', 'ປະຫລາວີບຸກ', 'ຟີນິເຊຍ', 'ສັດຕະສາດພໍຮລາ', 'ພາຮ໌ເທຍອິນສຄຮິປຊັນແນລ',
        149 => 'ເຮຈັງ', 'ຮານິຟີ', 'ຮອງໂກຮອງໂກ', 'ຮູນິກ', 'ຊາມາເລຍ', 'ຊາຮາຕິ', 'ອາລະເບຍໃຕ້ໂບຮານ', 'ໂສຮັດຕຣະ', 158 => 'ໄຊນ໌ໄຮຕີ້ງ', 'ຊອວຽນ', 'ຊາຮາດາ', 163 => 'ດຸດາວາດີ', 'ສິນຫາລາ', 167 => 'ໂສຮາສົມເປັງ', 169 => 'ຊຸນດາ',
        171 => 'ຊີໂລຕິນາກຣີ', 'ຊີເຣຍ', 'ຊີເຮຍເອສທຮານຈີໂລ', 'ຊີເຮຍຕາເວັນຕົກ', 'ຊີເຮຍຕາເວັນອອກ', 'ຕັກບັນວາ', 'ທາຄຮີ', 'ໄທເລ', 'ໄທລື້ໃໝ່', 'ທາມິລ', 'ຕັນກັນ', 'ໄທຫວຽດ', 184 => 'ເທລູກູ', 'ເທງກວາຮ', 'ທີຟີນາກ', 'ຕາກາລອກ', 'ທານາ', 'ໄທ',
        'ທິເບທັນ', 'ເທຮຸທາ', 197 => 'ຍູກາຮິດ', 'ໄວ', 'ຄຳເວົ້າທີ່ເບີ່ງເຫັນໄດ້', 201 => 'ວາຮັງກສິຕິ', 203 => 'ໂອລີເອ', 'ເປຮເຊຍໂບຮານ', 'ອັກສອນຮູບປລີ່ມສຸເມເຮຍ-ອັດຄາເດຍ', 207 => 'ຍີ', 209 => 'ອິນເຮຮິດ', 'ເຄື່ອງໝາຍທາງຄະນິດສາດ', 'ອີໂມຈິ', 'ສັນຍາລັກ', 'ບໍ່ມີພາສາຂຽນ',
        'ສາມັນ',
    ],
];
