<?php

return [
    'Names' => [
        4 => 'عأرأڤی', 7 => 'أرمأنی', 13 => 'بأنگالی', 17 => 'بوٙپوٙ', 19 => 'بئرئیل', 32 => 'سیریلیک', 34 => 'دیڤانگأری', 44 => 'ئتوٙیوٙپیایی', 47 => 'گورجی', 53 => 'یوٙنانی',
        'گوجأراتی', 56 => 'گوٙروٙمخی', 58 => 'ھانگوٙل', 'ھانی', 61 => 'سادە بیە', 'سونأتی', 64 => 'عئبری', 'ھیراگانا', 76 => 'جاپوٙنی', 79 => 'کاتانگا', 82 => 'خئمئر', 85 => 'کانادا',
        'کورئ یی', 91 => 'لائو', 94 => 'لاتین', 113 => 'مالایام', 115 => 'موغولی', 120 => 'میانمار', 133 => 'ئوریا', 164 => 'سیناھالا', 180 => 'تامیل', 184 => 'تئلئگو',
        188 => 'تانا', 'تایلأندی', 'تأبأتی', 212 => 'نئشوٙنە یا', 'نیسئسە نأبیە', 'جائوفتاأ',
    ],
];
