<?php

return [
    'Names' => [
        'अदलाम', 4 => 'अरबी', 'नास्तलिक', 7 => 'आर्मेनियाई', 13 => 'बंगाली', 17 => 'बोपोमोफो', 19 => 'ब्रेल', 22 => 'चकमा', 'यूनिफाइड कनाडियम एबोरिजनल सिलेबिक्स', 26 => 'चेरोकी', 32 => 'सिरिलिक',
        34 => 'देवनागरी', 44 => 'इथोपिक', 47 => 'जार्जियन', 53 => 'यूनानी', 'गुजराती', 56 => 'गुरमुखी', 'बोपोमोफो कें संग हान', 'हंगुल', 'हान', 61 => 'सरलीकृत', 'पारंपरिक', 64 => 'हीब्रू', 'हीरागना',
        70 => 'जापानी शब्दांश', 74 => 'जमो', 76 => 'जापानी', 79 => 'कटाकाना', 82 => 'कुमेर', 85 => 'कन्नड़', 'कोरियाई', 91 => 'लाओ', 94 => 'लातिन', 113 => 'मलयालम',
        115 => 'मंंगोलियन', 118 => 'मैती मायेक', 120 => 'मयनमार', 127 => 'एनको', 130 => 'ओल चिकी', 133 => 'उड़िया', 150 => 'हनिफी', 164 => 'सिंहला', 169 => 'सुंडानीज', 172 => 'सीरियक',
        180 => 'तमिल', 184 => 'तेलुगू', 186 => 'टिफिनघ', 188 => 'थाना', 'थाई', 'तिब्बती', 198 => 'बाई', 207 => 'यी', 210 => 'गणितीय संकेतन', 'इमोजी', 'संकेत', 'अलिखित', 'सामान्य',
    ],
];
