<?php

return [
    'Names' => [
        'адламско', 'афака', 'кавкаскоалбански', 4 => 'арапско писмо', 'насталик', 'царскоарамејски', 'ерменско писмо', 'авестанско', 'балиско', 'бамумско', 'баса', 'батачко', 'бенгалско писмо', 16 => 'блиссимболи', 'бопомофо', 'брами', 'брајово писмо', 'бугиско',
        'бухидско', 'чакманско', 'канадско слоговно', 'кариско', 'чамско', 'черокиско', 28 => 'кирт', 'коптско', 31 => 'кипарско', 'кирилско писмо', 'старословенска кирилица', 'деванагари', 37 => 'дезеретско', 'Диплојеево стенографско', 'египетско демотско', 'египетско хиератско', 'египетски хиероглифи',
        'елбасанско', 44 => 'етиопско писмо', 46 => 'грузиски хуцури', 'грузиско писмо', 'глаголица', 51 => 'готско', 'гранта', 'грчко писмо', 'гуџарати', 56 => 'гурмуки', 'ханб', 'хангул', 'ханско писмо', 'хануноовско', 'поедноставено', 'традиционално',
        64 => 'хебрејско писмо', 'хирагана', 'анадолски хиероглифи', 'пахауанско хмоншко', 70 => 'јапонско слоговно', 'староунгарско', 'харапско', 'староиталско', 'џамо', 'јаванско', 'јапонско писмо', 'џурченско', 'каја ли', 'катакана', 81 => 'карошти', 'кмерско писмо', 'хоџки',
        85 => 'каннада', 'корејско писмо', 'кпелско', 89 => 'кајти', 'ланско', 'лаошко писмо', 'фрактурна латиница', 'гелска латиница', 'латинично писмо', 'лепчанско', 'лимбу', 'линеарно А', 'линеарно Б', 'Фрејзерово', 'ломско', 'ликиско', 'лидиско', 'махаџани',
        105 => 'мандејско', 'манихејско', 108 => 'мајански хиероглифи', 110 => 'мендско', 'мероитско ракописно', 'мероитско', 'малајалско писмо', 'моди', 'монголско писмо', 'Муново', 'мро', 'мејтејско', 120 => 'мјанмарско писмо', 123 => 'старосеверноарапско', 'набатејско',
        126 => 'насиска геба', 'нко', 'нишу', 'огам', 'ол чики', 132 => 'старотурско', 'оријанско писмо', 135 => 'сомалиско', 137 => 'палмирско', 'Паучинхауово', 140 => 'старопермско', 'пагспа', 'натписно средноперсиско', 'псалтирско средноперсиско', 'книжевно староперсиско',
        'феникиско', 'Полардово', 'натписно партиско', 149 => 'реџаншко', 'ханифи', 'ронгоронго', 'рунско', 'самарјанско', 'сарати', 'старојужноарапско', 'саураштранско', 158 => 'знаковно пишување', 'Шоово', 'шарада', 'сидам', 163 => 'кудабади', 'синхалско писмо',
        167 => 'соранг сомпенг', 169 => 'сунданско', 171 => 'силхетско нагари', 'сириско', 'естрангелско сириско', 'западносириско', 'источносириско', 'тагбанванско', 'такри', 'тај ле', 'ново тај луе', 'тамилско писмо', 'тангутско', 'тај вјет', 184 => 'телугу', 'тенгвар',
        'тифинаг', 'тагалошко', 'тана', 'тајландско писмо', 'тибетско писмо', 'тирхута', 197 => 'угаритско', 'вај', 'видлив говор', 201 => 'варанг кшити', 203 => 'волеајско', 'староперсиско', 'сумероакадско клинесто', 207 => 'ји', 209 => 'наследено',
        'математичка нотација', 'емоџи', 'симболи', 'без писмо', 'општо',
    ],
];
