<?php

return [
    'Names' => [
        'അദ്‌ലാം', 4 => 'അറബിക്', 'നസ്‌റ്റാലിക്', 'അർമി', 'അർമേനിയൻ', 'അവെസ്ഥൻ', 'ബാലിനീസ്', 12 => 'ബട്ടക്', 'ബംഗാളി', 16 => 'ബ്ലിസ് ചിത്ര ലിപി', 'ബോപ്പോമോഫോ', 'ബ്രാഹ്മി', 'ബ്രെയ്‌ലി', 'ബുഗിനീസ്', 'ബുഹിഡ്', 'ചക്മ', 'ഏകീകൃത കനേഡിയൻ ഗോത്രലിപി',
        'ചരിയൻ', 'ഛം', 'ചെറോക്കി', 28 => 'ചിർത്ത്', 'കോപ്റ്റിക്', 31 => 'സൈപ്രിയോട്ട്', 'സിറിലിക്', 'പുരാതന ചർച്ച് സ്ലവോണിക് സിറിലിക്', 'ദേവനാഗരി', 37 => 'ഡെസെർട്ട്', 39 => 'ഈജിപ്ഷ്യൻ ഡിമോട്ടിക്', 'ഈജിപ്ഷ്യൻ ഹിരാറ്റിക്', 'ഈജിപ്ഷ്യൻ ചിത്രലിപി', 44 => 'എത്യോപിക്',
        46 => 'ജോർജ്ജിയൻ ഖുട്സുരി', 'ജോർജ്ജിയൻ', 'ഗ്ലഗോലിറ്റിക്', 51 => 'ഗോഥിക്', 53 => 'ഗ്രീക്ക്', 'ഗുജറാത്തി', 56 => 'ഗുരുമുഖി', 'ഹൻബ്', 'ഹാംഗുൽ', 'ഹാൻ', 'ഹനുനൂ', 'ലളിതവൽക്കരിച്ചത്', 'പരമ്പരാഗതം', 64 => 'ഹീബ്രു', 'ഹിരഗാന',
        67 => 'പഹ്വാ ഹമോംഗ്', 70 => 'ജാപ്പനീസ് സില്ലബറീസ്', 'പുരാതന ഹംഗേറിയൻ', 'സിന്ധു', 'പഴയ ഇറ്റാലിയൻ', 'ജാമോ', 'ജാവനീസ്', 'ജാപ്പനീസ്', 78 => 'കയാ ലി', 'കറ്റക്കാന', 81 => 'ഖരോഷ്ടി', 'ഖമെർ', 85 => 'കന്നഡ', 'കൊറിയൻ',
        89 => 'ക്തി', 'ലന്ന', 'ലാവോ', 'ഫ്രാക്ടുർ ലാറ്റിൻ', 'ഗെയ്‌ലിക് ലാറ്റിൻ', 'ലാറ്റിൻ', 'ലെപ്ച', 'ലിംബു', 'സമരേഖയിലുള്ള എ', 'ലീനിയർ ബി', 101 => 'ലൈസിൻ', 'ലൈഡിയൻ', 105 => 'മൻഡേയൻ', 'മണിചേയൻ', 108 => 'മായൻ ചിത്രലിപി',
        112 => 'മെറോയിറ്റിക്', 'മലയാളം', 115 => 'മംഗോളിയൻ', 'മൂൺ', 118 => 'മേറ്റി മായക്', 120 => 'മ്യാൻമാർ', 127 => 'എൻകോ', 129 => 'ഒഖാം', 'ഒൽ ചിക്കി', 132 => 'ഒർഖോൺ', 'ഒഡിയ', 135 => 'ഒസ്‌മാനിയ',
        140 => 'പുരാതന പെർമിക്', 'ഫഗസ് പ', 'എഴുത്തു പഹൽവി', 'സാൾട്ടർ പഹൽവി', 'പഹൽവി ലിപി', 'ഫിനീഷ്യൻ', 'പൊള്ളാർഡ് ശബ്ദലിപി', 'പൃതി', 149 => 'റെജാംഗ്', 'ഹനിഫി', 'റൊംഗോറൊംഗോ', 'റുണിക്', 'സമരിയ', 'സരതി', 156 => 'സൗരാഷ്ട്ര', 158 => 'ചിഹ്നലിപി',
        'ഷാവിയൻ', 164 => 'സിംഹള', 169 => 'സന്താനീസ്', 171 => 'സൈലോതി നാഗരി', 'സിറിയക്ക്', 'എസ്റ്റ്രാംഗ്ലോ സിറിയക്', 'പശ്ചിമസുറിയാനി', 'കിഴക്കൻ സിറിയക്', 'തഗ്ബൻവാ', 178 => 'തായ് ലേ', 'പുതിയ തായ് ല്യൂ', 'തമിഴ്', 182 => 'ത്വട്', 184 => 'തെലുങ്ക്',
        'തെംഗ്വർ', 'തിഫിനാഗ്', 'തഗലോഗ്', 'ഥാന', 'തായ്', 'ടിബറ്റൻ', 197 => 'ഉഗ്രൈറ്റിക്', 'വൈ', 'ദൃശ്യഭാഷ', 204 => 'പഴയ പേർഷ്യൻ', 'സുമേറോ അക്കാഡിയൻ ക്യുണിഫോം', 207 => 'യി', 209 => 'പാരമ്പര്യമായ', 'ഗണിത രൂപം', 'ഇമോജി', 'ചിഹ്നങ്ങൾ',
        'എഴുതപ്പെടാത്തത്', 'സാധാരണ',
    ],
];
