<?php

return [
    'Names' => [
        'Адлам бичиг', 2 => 'Кавказийн албани', 'Ахом', 'араб', 'Насталик бичиг', 'Арамайк', 'армени', 'Авестан', 'Бали', 'Баму', 'Басс', 'Батк', 'бенгал', 15 => 'Байксуки', 17 => 'вопомофо', 'Брахми', 'брайл',
        'Бугинез', 'Бухид', 'Чакма бичиг', 'Канадын уугуул иргэдийн тэмдэгт бичиг', 'Кари', 'Чам', 'Чероки бичиг', 'Корасми', 29 => 'Коптик', 'Кипр-Миноан', 'Киприот', 'кирилл', 34 => 'деванагари', 'Диак', 'Догра', 'Дезерет', 'Дуплоян',
        41 => 'Египетийн дүрс бичиг', 'Элбасан', 'Элимайк', 'этиоп', 47 => 'гүрж', 'Глаголитик', 'Гонг', 'Масарам Гонди', 'Готик', 'Гранта', 'грек', 'гужарати', 56 => 'гүрмүх', 'Бопомофотой ханз', 'хангыль', 'ханз', 'Хануноо',
        'хялбаршуулсан', 'уламжлалт', 'Хатран', 'еврей', 'хирагана', 'Анатолийн дүрс бичиг', 'Пахав Хмонг', 'Хмнп', 70 => 'япон хэлний үеийн цагаан толгой', 'Хуучин Унгар', 73 => 'Хуучин итали', 'жамо', 'Жава', 'япон', 78 => 'Кали', 'катакана', 'Кави',
        'Карошти', 'кхмер', 'Кожки', 'Китан бага бичвэр', 'каннада', 'солонгос', 89 => 'Кайти', 'Лана', 'лаос', 94 => 'латин', 'Лепк', 'Лимб', 'Зураасан A', 'Зураасан B', 'Лису', 101 => 'Лиси', 'Лиди',
        'Махажани', 'Макасар', 'Манд', 'Манич', 'Марк', 109 => 'Медефайдрин', 'Менди', 'Меройтик Курсив', 'Меройтик', 'малаялам', 'Моди', 'монгол бичиг', 117 => 'Мру', 'Мейтей маек бичиг', 'Мултани', 'мьянмар', 'Наг Мундари', 'Нандинагари',
        'Хуучин Хойд Араб бичиг', 'Набата', 'Нева', 127 => 'Нко бичиг', 'Нүшү', 'Огам', 'Ол чики бичиг', 132 => 'Орхон', 'ория', 'Осге', 'Османи', 'Хуучин уйгар', 'Палмирен', 'Пай Чин Хау', 140 => 'Хуучин Пермик', 'Фагс-па', 'Пахлави',
        'Псалтер Пахлави', 145 => 'Финик', 'Пирд', 'Партиан', 'Каак', 'Режанг', 'Ханафи бичиг', 152 => 'Руни', 'Самаритан', 155 => 'Хуучин Өмнөд Араб', 'Саураштра', 158 => 'Тэмдэгт бичиг', 'Шави', 'Шарада', 'Сиддхам',
        163 => 'Кудавади', 'синхала', 'Согди', 'Хуучин согди', 'Сора сомпенг', 'Соёмбо', 'Сундан бичиг', 171 => 'Сило', 'Сирийк бичиг', 176 => 'Тагбанва', 'Такри', 'Тале', 'Талу', 'тамил', 'Тангут', 'Тай Вьетнам',
        184 => 'тэлүгү', 186 => 'Тифинаг бичиг', 'Тагалог', 'тана', 'тай', 'төвд', 'Тирхута', 'Тангса', 195 => 'Тото', 197 => 'Угаритик', 'Ваи бичиг', 200 => 'Виткуки', 'Варанг Кшити', 'Ванчу',
        204 => 'Хуучин перс', 'Сумеро-Аккадиан шаантаг бичиг', 'Езиди', 'И бичиг', 'Занабазарын дөрвөлжин бичиг', 'Зинх', 'математик тооллын систем', 'эможи', 'тэмдэг', 'бичигдээгүй', 'нийтлэг',
    ],
];
