<?php

return [
    'Names' => [
        'अदलम', 4 => 'अरबी', 'नस्तालीक', 'इम्पिरियल आर्मेनिक', 'अर्मेनियन', 'अवेस्तान', 'बाली', 12 => 'बटाक', 'बंगाली', 16 => 'ब्लिसिम्बॉल्स', 'बोपोमोफो', 'ब्रह्मी', 'ब्रेल', 'बूगी', 'बुहिद', 'चकमा', 'यूनिफाइड कॅनेडियन अ‍ॅबोरिजनल सिलॅबिक्स',
        'कॅरियन', 'चाम', 'चेरोकी', 28 => 'किर्थ', 'कॉप्टिक', 31 => 'सायप्रिऑट', 'सीरिलिक', 'पुरातन चर्च स्लाव्होनिक सिरिलिक', 'देवनागरी', 37 => 'डेसर्ट', 39 => 'इजिप्शियन डेमोटिक', 'इजिप्शियन हायरेटिक', 'इजिप्शियन हायरोग्लिफ्स', 44 => 'ईथिओपिक',
        46 => 'जॉर्जियन खुत्सुरी', 'जॉर्जियन', 'ग्लॅगोलिटिक', 51 => 'गोथिक', 53 => 'ग्रीक', 'गुजराती', 56 => 'गुरुमुखी', 'बोपोमोफोसह हान', 'हंगुल', 'हान', 'हनुनू', 'सरलीकृत', 'पारंपारिक', 64 => 'हिब्रू', 'हिरागाना',
        67 => 'पहाउ मंग', 70 => 'जापानी स्वरलिपी', 'पुरातन हंगेरियन', 'सिन्धु', 'जुनी इटालिक', 'जामो', 'जावानीस', 'जपानी', 78 => 'कायाह ली', 'कॅटाकाना', 81 => 'खारोश्थी', 'ख्मेर', 85 => 'कन्नड', 'कोरियन',
        89 => 'काइथी', 'लाना', 'लाओ', 'फ्रॅक्तुर लॅटिन', 'गाएलिक लेटिन', 'लॅटिन', 'लेपचा', 'लिम्बू', 'लीनियार अ', 'लीनियर बी', 101 => 'लायशियान', 'लायडियान', 105 => 'मान्डायीन', 'मानीचायीन', 108 => 'मायान हाइरोग्लिफ्स',
        112 => 'मेरोइटिक', 'मल्याळम', 115 => 'मंगोलियन', 'मून', 118 => 'मेइतेइ मायेक', 120 => 'म्यानमार', 127 => 'एन्‘को', 129 => 'ओघाम', 'ओल चिकि', 132 => 'ओर्खोन', 'उडिया', 135 => 'उस्मानिया',
        140 => 'पुरातन पर्मिक', 'फाग्स-पा', 'इन्स्क्रिप्शनल पाहलवी', 'सॉल्टर पाहलवी', 'बुक पाहलवी', 'फोनिशियन', 'पोलार्ड फोनेटिक', 'इन्स्क्रिप्शनल पर्थियन', 149 => 'रीजांग', 'हनीफी', 'रोन्गोरोन्गो', 'रूनिक', 'समरिटान', 'सराती', 156 => 'सौराष्ट्र', 158 => 'संकेत लिपी',
        'शॅव्हियन', 164 => 'सिंहला', 169 => 'सूदानी', 171 => 'सिलोती नागरी', 'सिरीयाक', 'एस्त्ट्रेन्जेलो सिरियाक', 'पश्चिमी सिरियाक', 'पूर्वी सिरियाक', 'तगोआन्वा', 178 => 'ताई ली', 'नवीन ताई लू', 'तामिळ', 182 => 'ताई विएत', 184 => 'तेलगु',
        'तेन्गवार', 'तिफिनाघ', 'टागालोग', 'थाना', 'थाई', 'तिबेटी', 197 => 'युगारिटिक', 'वाई', 'दृश्य संवाद', 204 => 'पुरातन फारसी', 'दृश्यमान भाषा', 207 => 'यी', 209 => 'वंशपरंपरागत', 'गणितीय संकेतलिपी', 'इमोजी', 'प्रतीक',
        'अलिखित', 'सामान्य',
    ],
];
