<?php

return [
    'Names' => [
        'အက်ဒ်လမ်', 4 => 'အာရေဗျ', 'နက်စ်တာလိခ်', 7 => 'အာမေးနီးယား', 13 => 'ဘင်္ဂါလီ', 17 => 'ဘိုပို', 'ဗွဟ်မမီ', 'ဘရေ', 22 => 'ချပ်ခ်မာ', 'ကင်န်စ်', 26 => 'ချာရိုကီး', 32 => 'စစ်ရိလစ်',
        34 => 'ဒီဗနာဂရီ', 44 => 'အီသီယိုးပီးယား', 47 => 'ဂျော်ဂျီယာ', 53 => 'ဂရိ', 'ဂုဂျာရသီ', 56 => 'ဂူရူ', 'ဟန်ဘ်', 'ဟန်ဂူးလ်', 'ဟန်', 61 => 'ရိုးရှင်း', 'ရိုးရာ', 64 => 'ဟီဗရူး', 'ဟီရဂန',
        70 => 'ဂျပန် အက္ခရာ', 74 => 'ဂျမို', 'ဂျာဗားနီးစ်', 'ဂျပန်', 78 => 'ကယားလီ', 'ခတခန', 82 => 'ခမာ', 85 => 'ခန်နာဒါ', 'ကိုရီးယား', 91 => 'လာအို', 94 => 'လက်တင်', 113 => 'မလေယာလမ်',
        115 => 'မွန်ဂိုလီးယား', 118 => 'မေတဲမာယက်', 120 => 'မြန်မာ', 127 => 'အွန်ကို', 130 => 'အိုလ်ချီကီ', 133 => 'အိုရာ', 150 => 'ဟာနီဖီ', 164 => 'ဆင်ဟာလ', 169 => 'ဆူဒန်', 172 => 'ဆီရီရက်ခ်',
        178 => 'တိုင်လီ', 180 => 'တမီးလ်', 184 => 'တယ်လူဂူ', 186 => 'တီဖီနော', 'တဂလော့ဂ်', 'သာအ်', 'ထိုင်း', 'တိဘက်', 198 => 'ဗိုင်း', 'မြင်နိုင်သော စကား', 204 => 'ပါရှန် အဟောင်း', 207 => 'ရီ',
        210 => 'ဂဏန်းသင်္ချာ', 'အီမိုဂျီ', 'သင်္ကေတ', 'ထုံးတမ်းသဖွယ်လိုက်နာလျက်ရှိသော', 'အများနှင့်သက်ဆိုင်သော',
    ],
];
