<?php

return [
    'Names' => [
        'Arab' => 'عربی',
        'Armn' => 'ارمنی',
        'Beng' => 'بنگالی',
        'Bopo' => 'بوپوموفو',
        'Cyrl' => 'سیریلیک',
        'Deva' => 'دیوانانگری',
        'Ethi' => 'اتیوپیایی',
        'Geor' => 'گرجی',
        'Grek' => 'یونانی',
        'Gujr' => 'گجراتی',
        'Guru' => 'گورموخی',
        'Hang' => 'هانگول',
        'Hani' => 'هان',
        'Hans' => 'ساده‌بَیی هان',
        'Hant' => 'سنتی هانت',
        'Hebr' => 'عبری',
        'Hira' => 'هیراگانا',
        'Jpan' => 'جاپونی',
        'Kana' => 'کاتاکانا',
    ],
];
