<?php

return [
    'Names' => [
        'एडलाम', 4 => 'अरबी', 'नास्टालिक', 'आर्मी', 'आर्मेनियाली', 'आभेस्टान', 'बाली', 12 => 'बाटक', 'बङ्गाली', 16 => 'ब्लिजसिम्बोल्स', 'बोपोमोफो', 'ब्राह्मी', 'ब्रेल', 'बुगिनिज', 'बुहिद', 'काक्म्', 'एकीकृत क्यानेडाली आदिवादीको सिलाबिक्स',
        'कारियन', 'चाम', 'चेरोकी', 28 => 'किर्थ', 'कप्टिक', 31 => 'कप्रियट', 'सिरिलिक', 34 => 'देवानागरी', 37 => 'डेसेरेट', 39 => 'इजिप्टियन डेमोटिक', 'इजिप्टियन हाइरटिक', 'इजिप्टियन हाइरोग्लिफ्स', 44 => 'इथियोपिक',
        46 => 'ग्रुजियाली खुट्सुरी', 'जर्जियाली', 'ग्लागोलिटिक', 51 => 'गोथिक', 53 => 'ग्रीक', 'गुजराती', 56 => 'गुरूमुखी', 'हान्ब', 'हान्गुल', 'हान', 'हानुनु', 'सरलिकृत चिनियाँ', 'परम्परागत', 64 => 'हिब्रु', 'हिरागना',
        67 => 'पहावह हमोङ्ग', 70 => 'काताकाना वा हिरागाना', 'पुरानो हङ्गेरियाली', 'इन्दुस', 'पुरानो इटालिक', 'जामो', 'जाभानी', 'जापानी', 78 => 'कायाहली', 'काताकाना', 81 => 'खारोस्थिति', 'खमेर', 85 => 'कान्नाडा', 'कोरियन',
        89 => 'क्थी', 'लान्ना', 'लाओ', 'फ्राक्टुर ल्याटिन', 'ग्यालिक ल्याटिन', 'ल्याटिन', 'लेप्चा', 'लिम्बु', 101 => 'लाइसियन', 'लाइडियन', 105 => 'मान्डाएन', 'मानिकाएन', 108 => 'माया हाइरोग्लिफ्स', 112 => 'मेरियोटिक', 'मलायालम',
        115 => 'मङ्गोल', 'जून', 118 => 'माइटेइ मायेक', 120 => 'म्यान्मार', 127 => 'एन्को', 129 => 'ओघाम', 'ओलचिकी', 132 => 'ओर्खोन', 'ओडिया', 135 => 'ओस्मान्या', 140 => 'पुरानो पर्मिक', 'फाग्स-पा',
        'फ्लि', 'फ्ल्प', 'बुक पहल्भी', 'फोनिसियन', 'पोल्लार्ड फोनेटिक', 'पिआरटी', 149 => 'रेजाङ', 'हानिफी', 'रोङ्गोरोङ्गो', 'रूनिक', 'समारिटन', 'सारती', 156 => 'सौराष्ट्र', 158 => 'साइनराइटिङ', 'शाभियन', 164 => 'सिन्हाला',
        169 => 'सुन्डानेली', 171 => 'स्ल्योटी नाग्री', 'सिरियाक', 'इस्ट्रेनजेलो सिरियाक', 'पश्चिमी सिरियाक', 'पूर्वी सिरियाक', 'टाग्वान्वा', 178 => 'टाइले', 'न्यू टाइ लुइ', 'तामिल', 182 => 'टाभ्ट', 184 => 'तेलुगु', 'टेङ्वार', 'टिफिनाघ', 'टागालोग',
        'थाना', 'थाई', 'तिब्बती', 197 => 'युगारिटिक', 'भाइ', 'दृश्यमय वाणी', 204 => 'पुरानो पर्सियन', 207 => 'यी', 209 => 'इन्हेरिटेड', 'गणितीय चिन्ह', 'इमोजी', 'प्रतीकहरू', 'नलेखिएको', 'साझा',
    ],
];
