<?php

return [
    'Names' => [
        'ߊߘߑߟߊߡ', 2 => 'ߊߜ߭ߑߓߊߣߌ', 'ߊߤߏ߲', 'ߊߙߊߓߎ', 'ߣߊߛߑߕߊߟߌߞ', 'ߝߊ߰ߡߊ߬ߟߊ-ߊߙߊߡߋ', 'ߊߙߌߡߋߣߌ', 'ߊߝ߭ߋߛߑߕߌ', 'ߓߊߟߌߣߍ', 'ߓߊߡߎ߲', 'ߓߊ߯ߛߊ', 'ߓߕߊߞ', 'ߓߍ߲ߜ߭ߊߟߌ', 15 => 'ߓߊߦߌߞߑߛߎߞߌ', 17 => 'ߔߓߏߡߝߏ', 'ߓߑߙߊߤߡߌ', 'ߓߑߙߊߦߌ',
        'ߓߎߜ߭ߌ', 'ߓߎߤߌߘ', 'ߗߍߞߑߡߊ', 'ߞߣߊߘߊ߫ ߘߎ߰ߙߋ߲߬ ߛߓߍ߬ߛߎ߲߬ ߞߝߊ ߟߊߘߍ߬ߣߍ߲', 'ߞߊ߯ߙߌ', 'ߛߊ߲', 'ߛߋߙߐߞ', 'ߞߏߙߊߦߌߛߑߡߌ', 29 => 'ߞߐߔߑߕ', 'ߛߌߔߙߏ-ߡߌߣߏߞߊ', 'ߛߔߙߌߐߕ ߜߋ߲߬ߞߝߊ', 'ߛߙߌߟߌߞ', 34 => 'ߘߋߝ߭ߣߊߜ߭ߊߙߌ߫', 'ߊߞߎ߯ߙߎ', 'ߘߏߜ߭ߑߙߌ', 'ߘߖ߭ߋߙߋ', 'ߛߑߕߋߣߏߜ߭ߙߊߝߌ ߘߎߔߑߟߏߦߋ',
        41 => 'ߋߖ߭ߌߔߑߕ ߤߌߙߏߜ߭ߟߌߝߌ', 'ߍߟߑߓߊߛߊ߲', 'ߋߟߌߡߊߦߌߞ', 'ߋߗߏߔߌߞ', 47 => 'ߖ߭ߐߙߑߖ߭ߌߞߊ', 'ߜ߭ߑߟߊߜ߭ߏߟߌߕߌߞ', 'ߜ߭ߏ߲ߖߌ߫ ߜ߭ߎ߲ߖߋߟߊ ߘߐ߫', 'ߡߛߊߙߊ߲߫-ߜ߭ߏ߲ߘߌ', 'ߜ߭ߏߕߌߞ', 'ߜ߭ߑߙߊ߲ߗߊ', 'ߜ߭ߙߍ߬ߞߌ', 'ߜ߭ߎߖߙߊߕߌ', 56 => 'ߜ߭ߎߙߑߡߎߞߌ', 'ߤߊ߲߫ ߓߔߏߡߝߏ ߘߐ߫', 'ߤߊ߲ߜ߭ߎ', 'ߛߌߣߏߜ߭ߙߊߡ', 'ߤߊߣߎߣߏ',
        'ߘߐߞߣߍߣߍ߲', 'ߦߋߢߐ߲߯ߠߊ', 'ߤߊߕߙߋߣߌ', 'ߋߓߙߋ', 'ߤߌߙߊߜ߭ߣߊ', 'ߤߕߌ-ߤߙߏߜ߭ߟߌߝߌ', 'ߔߤߊߥ ߡߐ߲ߜ߭', 'ߢߊߞߋ߲ߜ߭ ߔߎߛߑߡߐ߲ߜ߭', 70 => 'ߞߊߕߊ߲ߞߣߊ', 'ߤߐ߲ߜ߭ߙߌ߫ ߞߘߐ߬ߡߊ߲', 73 => 'ߌߕߊߟߌߞ ߞߘߐ߬ߡߊ߲', 'ߖߡߏ', 'ߖ߭ߝ߭ߊߣߍߛ', 'ߣߌߔߐ߲߫', 78 => 'ߞߦߊߟߌ߫', 'ߞߕߊߞߣߊ',
        81 => 'ߞߊߙߏߗߌ߮', 'ߞߑߡߍߙ', 'ߞߏߖߞߌ', 'ߞߌߕߊ߲߫ ߛߓߍߟߌߣߍ߲', 'ߞߌߡߍߙ', 'ߞߏߙߋ߫', 89 => 'ߞߊߦߌߗߌ߮', 'ߟߣߊ', 'ߟߊߏ', 94 => 'ߟߊ߬ߕߍ߲', 'ߟߋߔߑߛߊ', 'ߟߌ߲ߓߎ', 'ߟߌߣߍ߯ߙ ߊ', 'ߟߌߣߍ߯ߙ ߓ', 'ߟߌߛߎ', 101 => 'ߟߛߌ',
        'ߟߘߌ', 'ߡߤߊߖߊߣߌ', 'ߡߞߊߛߊ߯ߙ', 'ߡߊ߲߬ߘߋ߲߬ߞߊ ߡߋߛߔߏߕߊߡߌ߫', 'ߡߊߣߌߛߋ', 'ߡߊߙߑߛߋ', 109 => 'ߡߋߘߑߝߘߌߙߌ߲', 'ߡߍ߲߬ߘߋ', 'ߡߋߞߙߏߕߌߞ ߞߎ߳ߙߑߛߌߝ', 'ߡߋߙߏߦߕߌߞ', 'ߡߟߊߦߊߟߊ߲', 'ߡߏߘߌ', 'ߡߐ߲ߜ߭ߐߟ', 117 => 'ߡߑߙߏ', 'ߡߋߦߌߕߋ ߡߊߦߌߞ', 'ߡߎߟߑߕߊߣߌ', 'ߓߙߌߡߊ߲',
        122 => 'ߣߊ߲ߘߌߣߜ߭ߊߙߌ', 'ߕߟߋ߬ߓߐ-ߊߙߊߓߎ', 'ߣߓߊߕߋ', 'ߣߋߥߊ', 127 => 'ߒߞߏ', 'ߣߎ߳ߛߎ', 'ߏߜ߭ߊ߲', 'ߏߟߑߗߞߌ', 132 => 'ߐߙߑߞߐ߲', 'ߏߖߊ', 'ߏߛߊߖ߭', 'ߎߛߑߡߊߣߌ', 'ߎߜ߭ߎߙ ߞߘߐ߬ߡߊ߲', 'ߔߊߟߑߡߙߋߣߌ', 'ߔߊߎ-ߛߌ߲ߤߊߥߎ', 140 => 'ߡߙߋߡߌ߫ ߞߘߐ߬ߡߊ߲',
        'ߝߊߜ߭-ߔߊ', 'ߝߋ߲ߟߋߥߌ߫ ߛߓߍߟߌ ߟߎ߬', 'ߛߏߕߌߦߋ߫ ߝߋ߲ߟߋߝ߭ߌ', 145 => 'ߝߋߣߌߛߌ', 'ߔߏߟߊߙ ߞߊ߲ߡߊߛߙߋߡߊ', 'ߔߊߙߑߕ ߛߓߍߟߌ', 'ߖ߭ߊߎߜ߭ߌ', 'ߙߋߖ߭ߊ߲ߜ߭', 'ߤߊߣߝߌ', 152 => 'ߙߎߣߌߞ', 'ߛߡߊߙߌߕߍ߲', 155 => 'ߥߙߏ߬ߘߎ߮ ߊߙߊߓߎ߫ ߞߘߐ߬ߡߊ߲', 'ߛߏߙߊߗߌߙߊ', 158 => 'ߞߐߙߍߦߊ߫-ߛߓߍߟߌ ߟߎ߬', 'ߛߊߝ߭ߌ', 'ߛߙߊߘߊ',
        'ߛߌߘߊߡ', 163 => 'ߛߌ߲ߘߌ', 'ߛߌ߲ߜ߭ߟߊ', 'ߛߏߜ߭ߑߘߌ', 'ߛߏߜ߭ߑߘߌ ߞߘߐ߬ߡߊ߲', 'ߛߏߙߊ ߛߎ߲ߔߍ߲ߜ߭', 'ߛߏߦߏ߲ߓߏ', 'ߛߎ߲ߘߣߊ', 171 => 'ߛߌߟߏߕߌ ߣߊߜ߭ߑߙߌ', 'ߛߙߌߦߊߞ', 176 => 'ߕߜߊߣߎߥߊ', 'ߕߊߞߙߌ', 'ߕߊߦߌ-ߟߋ߫', 'ߕߊߦߌ-ߟߎ߫ ߞߎߘߊ߫', 'ߕߊߡߎߟ', 'ߕߊ߲ߜ߭ߎߕ', 'ߕߊߦߌ-ߝ߭ߌߋ߫',
        184 => 'ߕߟߋߜ߭ߎ', 186 => 'ߕߝߌߣߊߜ߭', 'ߕߜ߭ߊߟ', 'ߕߡߊ', 'ߕߊߦߌ', 'ߕߓߌߕߋߕߍ߲', 'ߕߌߙߎߕߊ', 'ߕߊ߲ߜߑߛߊ߫', 195 => 'ߕߏߕߏ߫', 197 => 'ߎߜ߭ߊߙߕߌߞ', 'ߒߝ߭ߊߦߌ', 200 => 'ߝ߭ߌߕߑߞߎߜ߭ߌ߫', 'ߥߊߙߊ߲ߜ߭ ߛߕߌ', 'ߥߊ߲ߗߏ',
        204 => 'ߝߊ߯ߙߛߌ߫ ߞߘߐߡߊ߲', 'ߛߎߡߋߙߏ-ߊߞߊߘߌ', 'ߦߋߖ߭ߘߌ', 'ߦߌ', 'ߖ߭ߣߊߓߊߖ߭ߊ߯ߙ ߝߘߎ߬ߓߍ߲', 'ߤߋߙߌߕߋ', 'ߘߡߊ߬ߟߐ߲ ߛߙߍߛߙߍߦߊߟߌ', 'ߋߡߏߖߌ߬', 'ߕߐ߰ߡߊ߬ߛߙߋ', 'ߛߓߍߓߊߟߌ', 'ߞߏߡߎ߲',
    ],
];
