<?php

return [
    'Names' => [
        'ଆଡଲମ୍', 4 => 'ଆରବିକ୍', 'ନାଷ୍ଟାଲିକ୍‌', 'ଇମ୍ପେରିଆଲ୍ ଆରମିକ୍', 'ଆର୍ମେନୀୟ', 'ଆବେସ୍ଥାନ୍', 'ବାଲିନୀଜ୍', 12 => 'ବାଟାକ୍', 'ବଙ୍ଗାଳୀ', 16 => 'ବ୍ଲିସିମ୍ବଲସ୍', 'ବୋପୋମୋଫୋ', 'ବ୍ରାହ୍ମୀ', 'ବ୍ରେଲ୍', 'ବୁଗାନୀଜ୍', 'ବୁହିଦ୍', 'ଚକମା', 'ୟୁନିଫାଏଡ୍ କାନାଡିଆନ୍ ଆବ୍ରୋଜିନାଲ୍ ସିଲାବିକସ୍',
        'କୈରନ୍', 'ଛମ୍', 'ଚିରୁକୀ', 28 => 'ସିର୍ଥ', 'କପଟିକ୍', 31 => 'ସିପ୍ରଅଟ୍', 'ସିରିଲିକ୍', 'ଓଲ୍ଡ ଚର୍ଚ୍ଚ ସାଲଭୋନିକ୍ ସିରିଲିକ୍', 'ଦେବନାଗରୀ', 37 => 'ଡେସର୍ଟ', 39 => 'ଇଜିପ୍ଟିଆନ୍ ଡେମୋଟିକ୍', 'ଇଜିପ୍ଟିଆନ୍ ହାଇଅରଟିକ୍', 'ଇଜିପ୍ଟିଆନ୍ ହାଅରଗ୍ଲିପସ୍', 44 => 'ଇଥିଓପିକ୍‌',
        46 => 'ଜର୍ଜିଆନ୍ ଖୁଟସୁରୀ', 'ଜର୍ଜିୟ', 'ଗ୍ଲାଗ୍ଲୋଟିକ୍', 51 => 'ଗୋଥିକ୍', 53 => 'ଗ୍ରୀକ୍', 'ଗୁଜରାଟୀ', 56 => 'ଗୁରମୁଖୀ', 'ବୋପୋମୋଫୋ ସହିତ ହାନ୍‌', 'ହାଙ୍ଗୁଲ୍', 'ହାନ୍', 'ହାନୁନ୍', 'ସରଳୀକୃତ', 'ପାରମ୍ପରିକ', 64 => 'ହିବୃ', 'ହିରାଗାନା',
        67 => 'ପାହୋ ହୋଙ୍ଗ', 70 => 'ଜାପାନୀ ସିଲାବରିଜ୍‌', 'ପୁରୁଣା ହଙ୍ଗେରିଆନ୍', 'ସିନ୍ଧୁ', 'ପୁରୁଣା ଇଟାଲୀ', 'ଜାମୋ', 'ଜାଭାନୀଜ୍', 'ଜାପାନୀଜ୍', 78 => 'କାୟାହା ଲୀ', 'କାତାକାନା', 81 => 'ଖାରୋସ୍ଥି', 'ଖମେର୍', 85 => 'କନ୍ନଡ଼', 'କୋରିଆନ୍',
        89 => 'କୈଥି', 'ଲାନା', 'ଲାଓ', 'ଫ୍ରାକଥୁର୍ ଲାଟିନ୍', 'ଗାଏଲିକ୍ ଲାଟିନ୍', 'ଲାଟିନ୍', 'ଲେପଚା', 'ଲିମ୍ବୁ', 'ଲିନିୟର୍', 'ଲିନିୟର୍ ବି', 101 => 'ଲିଶିୟନ୍', 'ଲିଡିୟନ୍', 105 => 'ମାନଡେନ୍', 'ମନଶୀନ୍', 108 => 'ମୟାନ୍ ହାୟରଲଜିକସ୍',
        112 => 'ମେରୋଇଟିକ୍', 'ମାଲାୟାଲମ୍', 115 => 'ମଙ୍ଗୋଲିଆନ୍', 'ଚନ୍ଦ୍ର', 118 => 'ମାଏତି ମାୟେକ୍', 120 => 'ମ୍ୟାନମାର୍', 127 => 'ଏନ୍ କୋ', 129 => 'ଓଘାମା', 'ଅଲ୍ ଚିକି', 132 => 'ଓରୋଖନ୍', 'ଓଡ଼ିଆ', 135 => 'ଓସୋମାନିୟା',
        140 => 'ଓଲ୍ଡ ପରମିକ୍', 'ଫାଗସ୍-ପା', 'ଇନସ୍କ୍ରୀପସାନଲ୍ ପାହାଲାୱୀ', 'ସ୍ଲାଟର୍ ପାହାଲାୱୀ', 'ବୁକ୍ ପାହାଲାୱୀ', 'ଫେନୋସିଆନ୍', 'ପୋଲାର୍ଡ ଫୋନେଟିକ୍', 'ଇନସ୍କ୍ରୀପସାନଲ୍ ପାର୍ଥିଆନ୍', 149 => 'ରେଜାଙ୍ଗ', 'ହାନିଫି', 'ରୋଙ୍ଗୋରୋଙ୍ଗୋ', 'ରନିକ୍', 'ସମୌରିଟନ୍', 'ସାରାତି', 156 => 'ସୌରାଷ୍ଟ୍ର', 158 => 'ସାଙ୍କେତିକ ଲିଖ',
        'ସାବିୟାନ୍', 164 => 'ସିଂହଳ', 169 => 'ସୁଦାନିଜ୍', 171 => 'ସୀଲିତୋ ନଗରୀ', 'ସିରିୟାକ୍', 'ଏଷ୍ଟ୍ରାଙ୍ଗେଲୋ ସିରିକ୍', 'ୱେଷ୍ଟର୍ନ ସିରିକ୍', 'ଇଷ୍ଟର୍ନ ସିରିକ୍', 'ତଗବାନ୍ୱା', 178 => 'ତାଇ ଲେ', 'ନୂତନ ତାଇ ଲୁଏ', 'ତାମିଲ୍', 182 => 'ତାଇ ଭିଏତ୍', 184 => 'ତେଲୁଗୁ',
        'ତେଙ୍ଗୱାର୍', 'ଟିଫିନାଘ୍‌', 'ଟାଗାଲୋଗ୍', 'ଥାନା', 'ଥାଇ', 'ତିବେତାନ୍', 197 => 'ୟୁଗାରିଟିକ୍', 'ୱାଇ', 'ଭିଜିବଲ୍ ସ୍ପିଚ୍', 204 => 'ପୁରୁଣା ଫରାସୀ', 'ସୁମେରୋ-ଆକ୍କାଡିଆନ୍ ସୁନିଫର୍ମ', 207 => 'ୟୀ', 209 => 'ବଂଶଗତ', 'ଗାଣିତିକ ନୋଟେସନ୍', 'ଇମୋଜି', 'ସଙ୍କେତଗୁଡ଼ିକ',
        'ଅଲିଖିତ', 'ସାଧାରଣ',
    ],
];
