<?php

return [
    'Names' => [
        'ਅਦਲਾਮ', 4 => 'ਅਰਬੀ', 'ਨਸਤਾਲੀਕ', 7 => 'ਅਰਮੀਨੀਆਈ', 13 => 'ਬੰਗਾਲੀ', 17 => 'ਬੋਪੋਮੋਫੋ', 19 => 'ਬਰੇਲ', 22 => 'ਚਕਮਾ', 'ਯੂਨੀਫਾਈਡ ਕੈਨੇਡੀਅਨ ਐਬੋਰਿਜਿਨਲ ਸਿਲੇਬਿਕਸ', 26 => 'ਚੈਰੋਕੀ', 32 => 'ਸਿਰਿਲਿਕ',
        34 => 'ਦੇਵਨਾਗਰੀ', 44 => 'ਇਥੀਓਪਿਕ', 47 => 'ਜਾਰਜੀਆਈ', 53 => 'ਯੂਨਾਨੀ', 'ਗੁਜਰਾਤੀ', 56 => 'ਗੁਰਮੁਖੀ', 'ਹਾਂਬ', 'ਹੰਗੁਲ', 'ਹਾਨ', 61 => 'ਸਰਲ', 'ਰਵਾਇਤੀ', 64 => 'ਹਿਬਰੂ', 'ਹਿਰਾਗਾਨਾ',
        70 => 'ਜਾਪਾਨੀ ਸਿਲੇਬਰੀਜ਼', 74 => 'ਜਾਮੋ', 76 => 'ਜਪਾਨੀ', 79 => 'ਕਾਟਾਕਾਨਾ', 82 => 'ਖਮੇਰ', 85 => 'ਕੰਨੜ', 'ਕੋਰੀਆਈ', 91 => 'ਲਾਓ', 94 => 'ਲਾਤੀਨੀ', 113 => 'ਮਲਿਆਲਮ',
        115 => 'ਮੰਗੋਲੀਅਨ', 118 => 'ਮਿਤੇਈ ਮਾਏਕ', 120 => 'ਮਿਆਂਮਾਰ', 127 => 'ਐਨ’ਕੋ', 130 => 'ਓਲ ਚੀਕੀ', 133 => 'ਉੜੀਆ', 150 => 'ਹਨੀਫੀ', 164 => 'ਸਿੰਹਾਲਾ', 169 => 'ਸੂੰਡਾਨੀ', 172 => 'ਸੀਰੀਆਈ',
        180 => 'ਤਮਿਲ', 184 => 'ਤੇਲਗੂ', 186 => 'ਟਿਫੀਨਾਘ', 188 => 'ਥਾਨਾ', 'ਥਾਈ', 'ਤਿੱਬਤੀ', 198 => 'ਵਾਈ', 207 => 'ਯੀ', 210 => 'ਗਣਿਤ ਚਿੰਨ੍ਹ-ਲਿਪੀ', 'ਇਮੋਜੀ', 'ਚਿੰਨ੍ਹ', 'ਅਲਿਖਤ', 'ਸਧਾਰਨ',
    ],
];
