<?php

return [
    'Names' => [
        'اډلام', 4 => 'عربي', 'نستعلیق', 7 => 'ارمانیایي', 13 => 'بنګله', 17 => 'بوپوموفو', 19 => 'بریلي', 22 => 'چکما', 'متحد کاناډایی ابوریجینل سلیبکس', 26 => 'چیروکي', 32 => 'سیریلیک',
        34 => 'دیواناګري', 44 => 'ایتوپي', 47 => 'ګرجستاني', 53 => 'یوناني', 'ګجراتي', 56 => 'ګرومي', 'هن او بوپوفومو', 'هنګولي', 'هن', 61 => 'ساده شوی', 'دودیزه', 64 => 'عبراني', 'هیراګانا',
        70 => 'د جاپاني سیلابري', 74 => 'جامو', 76 => 'جاپاني', 79 => 'کاتاکانا', 82 => 'خمر', 85 => 'کناډا', 'کوریایی', 91 => 'لاوو', 94 => 'لاتين/لاتيني', 113 => 'مالایالم',
        115 => 'منګولیایي', 118 => 'میټي مایک', 120 => 'میانمار', 127 => 'ناکو', 130 => 'اول چیکي', 133 => 'اوديا', 150 => 'حنفی', 164 => 'سنهالا', 169 => 'سندانیزي', 172 => 'سریانی',
        180 => 'تامل', 184 => 'تیلیګو', 186 => 'ټیفیناګ', 188 => 'تهانا', 'تایلنډي', 'تبتي', 198 => 'وای', 207 => 'یی', 210 => 'د ریاضیاتو نوټیشن', 'ایموجي', 'سمبولونه', 'ناليکلی', 'عام',
    ],
];
