<?php

return [
    'Names' => [
        'адлам', 'афака', 4 => 'арабица', 'насталик', 'арамейская', 'армянская', 'авестийская', 'балийская', 'бамум', 'басса (вах)', 'батакская', 'бенгальская', 16 => 'блиссимволика', 'бопомофо', 'брахми', 'шрифт Брайля', 'бугинизийская', 'бухид',
        'чакмийская', 'канадское слоговое письмо', 'карийская', 'чамская', 'чероки', 28 => 'кирт', 'коптская', 31 => 'кипрская', 'кириллица', 'старославянская', 'деванагари', 37 => 'дезерет', 'дуплоянская скоропись', 'египетская демотическая', 'египетская иератическая', 'египетская иероглифическая',
        44 => 'эфиопская', 46 => 'грузинская хуцури', 'грузинская', 'глаголица', 51 => 'готская', 'грантха', 'греческая', 'гуджарати', 56 => 'гурмукхи', 'ханьб', 'хангыль', 'китайская', 'хануну', 'упрощенная', 'традиционная',
        64 => 'еврейская', 'хирагана', 'лувийские иероглифы', 'пахау хмонг', 70 => 'катакана и хирагана', 'старовенгерская', 'хараппская (письменность долины Инда)', 'староитальянская', 'джамо', 'яванская', 'японская', 'чжурчжэньская', 'кайа', 'катакана', 81 => 'кхароштхи', 'кхмерская', 'ходжики',
        85 => 'каннада', 'корейская', 'кпелле', 89 => 'кайтхи', 'ланна', 'лаосская', 'латинская фрактура', 'гэльская латинская', 'латиница', 'лепха', 'лимбу', 'линейное письмо А', 'линейное письмо Б', 'лису', 'лома', 'лициан', 'лидийская',
        105 => 'мандейская', 'манихейская', 108 => 'майя', 110 => 'менде', 'мероитская курсивная', 'мероитская', 'малаялам', 115 => 'монгольская', 'азбука муна', 'мро', 'манипури', 120 => 'мьянманская', 123 => 'северноаравийское', 'набатейская',
        126 => 'наси геба', 'нко', 'нюй-шу', 'огамическая', 'ол чики', 132 => 'орхоно-енисейская', 'ория', 135 => 'османская', 137 => 'пальмиры', 140 => 'древнепермская', 'пагспа', 'пехлевийская', 'пахлави псалтирная', 'пахлави книжная', 'финикийская',
        'поллардовская фонетика', 'парфянская', 'зоджи', 'реджангская', 'ханифи', 'ронго-ронго', 'руническая', 'самаритянская', 'сарати', 'староюжноарабская', 'саураштра', 158 => 'язык знаков', 'алфавит Шоу', 'шарада', 163 => 'кхудавади', 'сингальская', 167 => 'сора-сонпенг',
        169 => 'сунданская', 171 => 'силоти нагри', 'сирийская', 'сирийская эстрангело', 'западносирийская', 'восточно-сирийская', 'тагбанва', 'такри', 'тайский ле', 'новый тайский ле', 'тамильская', 'тангутское меня', 'тай-вьет', 184 => 'телугу', 'тенгварская', 'древнеливийская', 'тагалог',
        'тана', 'тайская', 'тибетская', 'тирхута', 197 => 'угаритская', 'вайская', 'видимая речь', 201 => 'варанг-кшити', 203 => 'волеаи', 'староперсидская', 'шумеро-аккадская клинопись', 207 => 'и', 209 => 'унаследованная', 'математические обозначения', 'эмодзи',
        'символы', 'нет письменности', 'общепринятая',
    ],
];
