<?php

return [
    'Names' => [
        'ايڊلام', 4 => 'عربي', 'نستعلیق', 7 => 'عرماني', 13 => 'بنگلا', 17 => 'بوپوموفو', 19 => 'بريل', 22 => 'چڪما', 'يونيفائيڊ ڪينيڊيئن ابارجيني سليبڪس', 26 => 'چيروڪي', 32 => 'سيريلي',
        34 => 'ديوناگري', 44 => 'ايٿوپيائي', 47 => 'جيورجيائي', 53 => 'يوناني', 'گجراتي', 56 => 'گرمکي', 'بوپوموفو سان هين', 'هنگول', 'هين', 61 => 'سادي', 'روايتي', 64 => 'عبراني', 'هراگنا',
        70 => 'جاپاني لکت', 73 => 'قديم اطالوي', 'جامو', 'جاوانيز', 'جاپاني', 79 => 'ڪٽاڪانا', 82 => 'خمر', 85 => 'ڪناڊا', 'ڪوريائي', 91 => 'لائو', 94 => 'لاطيني', 113 => 'ملايالم',
        115 => 'منگولي', 118 => 'ميئيٽي مائيڪ', 'ملتاني', 'ميانمر', 127 => 'نڪو', 130 => 'اول چڪي', 133 => 'اوڊيا', 150 => 'ھنيفي', 155 => 'قديم ڏاکڻي عربي', 164 => 'سنهالا', 169 => 'سوڊاني',
        172 => 'شامي', 180 => 'تامل', 184 => 'تلگو', 186 => 'ٽفيناگ', 188 => 'ٿانا', 'ٿائي', 'تبيتن', 198 => 'وائي', 204 => 'قديم فارسي', 207 => 'يي', 210 => 'رياضي جون نشانيون',
        'ايموجي', 'نشانيون', 'اڻ لکيل', 'ڪامن',
    ],
];
