<?php

return [
    'Names' => [
        'ඇඩ්ලම්', 4 => 'අරාබි', 'නස්ටාලික්', 7 => 'ආර්මේනියානු', 13 => 'බෙංගාලි', 17 => 'බොපොමොෆෝ', 19 => 'බ්‍රේල්', 22 => 'චක්මා', 'ඒකාබද්ධ කැනේඩියානු ආදිවාසී විෂය නිර්දේශ', 26 => 'චෙරෝකී', 32 => 'සිරිලික්',
        34 => 'දේවනාගරී', 44 => 'ඉතියෝපියානු', 47 => 'ජෝර්ජියානු', 53 => 'ග්‍රීක', 'ගුජරාටි', 56 => 'ගුර්මුඛි', 'හැන්ඩ්බ්', 'හැන්ගුල්', 'හන්', 61 => 'සුළුකළ', 'සාම්ප්‍රදායික', 64 => 'හීබෲ', 'හිරඟනා',
        70 => 'ජෑපනීස් සිලබරීස්', 74 => 'ජාමො', 76 => 'ජපන්', 79 => 'කතකනා', 82 => 'කමර්', 85 => 'කණ්ණඩ', 'කොරියානු', 91 => 'ලාඕ', 94 => 'ලතින්', 113 => 'මලයාලම්',
        115 => 'මොන්ගෝලියානු', 118 => 'මෙයිටෙයි මයක්', 120 => 'මියන්මාර', 127 => 'එන්‘කෝ', 130 => 'ඔල් චිකි', 133 => 'ඔරියා', 150 => 'හනිෆි', 164 => 'සිංහල', 169 => 'සන්ඩනීස්', 172 => 'සිරියැක්',
        180 => 'දෙමළ', 184 => 'තෙළිඟු', 186 => 'ටිෆිනාග්', 188 => 'තාන', 'තායි', 'ටි‍බෙට්', 198 => 'වායි', 207 => 'යී', 210 => 'ගණිතමය සංකේත', 'ඉමොජි', 'සංකේත', 'අලිඛිත', 'පොදු',
    ],
];
