<?php

return [
    'Names' => [
        'адлам', 4 => 'арапско писмо', 'насталик', 'империјско арамејско писмо', 'јерменско писмо', 'авестанско писмо', 'балијско писмо', 12 => 'батак писмо', 'бенгалско писмо', 16 => 'блисимболично писмо', 'бопомофо писмо', 'браманско писмо', 'брајево писмо', 'бугинско писмо', 'бухидско писмо', 'чакма', 'уједињени канадски абориџински силабици',
        'каријско писмо', 'чамско писмо', 'чероки', 28 => 'цирт писмо', 'коптичко писмо', 31 => 'кипарско писмо', 'ћирилица', 'Старословенска црквена ћирилица', 'деванагари', 37 => 'Дезерет', 39 => 'египатско народно писмо', 'египатско хијератско писмо', 'египатски хијероглифи', 44 => 'етиопско писмо',
        46 => 'грузијско кхутсури писмо', 'грузијско писмо', 'глагољица', 51 => 'Готика', 53 => 'грчко писмо', 'гуџаратско писмо', 56 => 'гурмуки писмо', 'ханб', 'хангул', 'хан', 'хануно', 'поједностављено кинеско писмо', 'традиционално кинеско писмо', 64 => 'хебрејско писмо', 'хирагана',
        67 => 'пахав хмонг писмо', 70 => 'јапанска слоговна писма', 'старомађарско писмо', 'индушко писмо', 'стари италик', 'џамо', 'јаванско писмо', 'јапанско писмо', 78 => 'кајах-ли писмо', 'катакана', 81 => 'карошти писмо', 'кмерско писмо', 85 => 'канада писмо', 'корејско писмо',
        89 => 'каити', 'ланна писмо', 'лаошко писмо', 'латиница (фрактур варијанта)', 'галска латиница', 'латиница', 'лепча писмо', 'лимбу писмо', 'линеарно А писмо', 'линеарно Б писмо', 101 => 'лисијско писмо', 'лидијско писмо', 105 => 'мандеанско писмо', 'манихејско писмо', 108 => 'мајански хијероглифи',
        112 => 'мероитик писмо', 'малајаламско писмо', 115 => 'монголско писмо', 'месечево писмо', 118 => 'меитеи мајек', 120 => 'мијанмарско писмо', 127 => 'нко', 129 => 'огамско писмо', 'ол чики', 132 => 'орконско писмо', 'оријанско писмо', 135 => 'осмањанско писмо',
        140 => 'старо пермикско писмо', 'пагс-па писмо', 'писани пахлави', 'псалтер пахлави', 'пахлави писмо', 'Феничанско писмо', 'поралд фонетско писмо', 'писани партиан', 149 => 'рејанг писмо', 'ханифи', 'ронгоронго писмо', 'рунско писмо', 'самаританско писмо', 'сарати писмо', 156 => 'саураштра писмо', 158 => 'знаковно писмо',
        'шавијанско писмо', 164 => 'синхалско писмо', 169 => 'сунданско писмо', 171 => 'силоти нагри писмо', 'сиријско писмо', 'сиријско естрангело писмо', 'западносиријско писмо', 'писмо источне Сирије', 'тагбанва писмо', 178 => 'таи ле писмо', 'нови таи луе', 'тамилско писмо', 182 => 'таи виет писмо', 184 => 'телугу писмо',
        'тенгвар писмо', 'тифинаг', 'Тагалог', 'тана писмо', 'тајландско писмо', 'тибетанско писмо', 197 => 'угаритско писмо', 'ваи', 'видљиви говор', 204 => 'староперсијско писмо', 'сумерско-акадско кунеиформ писмо', 207 => 'ји', 209 => 'наследно писмо', 'математичка нотација', 'емоџи', 'симболи',
        'неписани језик', 'заједничко писмо',
    ],
];
