<?php

return [
    'Names' => [
        'அட்லாம்', 4 => 'அரபிக்', 'நஸ்டாலிக்', 'இம்பேரியல் அரமெய்க்', 'அர்மேனியன்', 'அவெஸ்தான்', 'பாலினீஸ்', 12 => 'பாடாக்', 'வங்காளம்', 16 => 'ப்லிஸ்ஸிமிபால்ஸ்', 'போபோமோஃபோ', 'பிரம்மி', 'பிரெயில்', 'புகினீஸ்', 'புகித்', 'சக்மா', 'ஒருங்கிணைக்கப்பட்ட கனடிய பழங்குடி எழுத்துகள்',
        'கரியன்', 'சாம்', 'செரோக்கி', 28 => 'கிர்த்', 'காப்டிக்', 31 => 'சைப்ரியாட்', 'சிரிலிக்', 'பழைய சர்ச் ஸ்லவோனிக் சிரிலிக்', 'தேவநாகரி', 37 => 'டெசராட்', 39 => 'எகிப்தியன் டெமோட்டிக்', 'எகிப்தியன் ஹைரேட்டிக்', 'எகிப்தியன் ஹைரோகிளிப்ஸ்', 44 => 'எத்தியோபிக்',
        46 => 'ஜியார்ஜியன் குட்சுரி', 'ஜார்ஜியன்', 'க்லாகோலிடிக்', 51 => 'கோதிக்', 53 => 'கிரேக்கம்', 'குஜராத்தி', 56 => 'குர்முகி', 'ஹன்ப்', 'ஹங்குல்', 'ஹன்', 'ஹனுனூ', 'எளிதாக்கப்பட்டது', 'பாரம்பரியம்', 64 => 'ஹீப்ரு', 'ஹிராகானா',
        67 => 'பஹாவ் மாங்க்', 70 => 'ஜப்பானிய எழுத்துருக்கள்', 'பழைய ஹங்கேரியன்', 'சிந்து', 'பழைய இத்தாலி', 'ஜமோ', 'ஜாவனீஸ்', 'ஜப்பானியம்', 78 => 'கயாஹ் லீ', 'கதகானா', 81 => 'கரோஷ்டி', 'கமெர்', 85 => 'கன்னடம்', 'கொரியன்',
        89 => 'காய்தி', 'லன்னா', 'லாவோ', 'ஃப்ரக்டூர் லெத்தின்', 'கேலிக் லெத்தின்', 'லத்தின்', 'லெப்சா', 'லிம்பு', 'லினியர் ஏ', 'லினியர் பி', 101 => 'லிசியன்', 'லிடியன்', 105 => 'மேன்டியன்', 'மனிசெய்ன்', 108 => 'மயான் ஹைரோகிளிப்',
        112 => 'மெராய்டிக்', 'மலையாளம்', 115 => 'மங்கோலியன்', 'மூன்', 118 => 'மெய்தெய் மயக்', 120 => 'மியான்மர்', 127 => 'என்‘கோ', 129 => 'ஒகாம்', 'ஒல் சிக்கி', 132 => 'ஆர்கான்', 'ஒடியா', 135 => 'ஒஸ்மான்யா',
        140 => 'பழைய பெர்மிக்', 'பக்ஸ்-பா', 'இன்ஸ்கிரிப்ஷனல் பஹலவி', 'சால்டர் பஹலவி', 'புக் பஹலவி', 'ஃபோனேஷியன்', 'போலார்ட் ஃபொனெட்டிக்', 'இன்ஸ்கிரிப்ஷனல் பார்த்தியன்', 149 => 'ரெஜெய்ன்', 'ஹனிஃபி', 'ரொங்கோரொங்கோ', 'ருனிக்', 'சமாரிடன்', 'சாராதி', 156 => 'சௌராஷ்ட்ரா', 158 => 'ஸைன்எழுத்து',
        'ஷவியான்', 164 => 'சிங்களம்', 169 => 'சுந்தானீஸ்', 171 => 'சிலோடி நக்ரி', 'சிரியாக்', 'எஸ்ட்ரெங்கெலோ சிரியாக்', 'மேற்கு சிரியாக்', 'கிழக்கு சிரியாக்', 'தகோவானா', 178 => 'தாய் லே', 'புதிய தை லூ', 'தமிழ்', 182 => 'தை வியத்', 184 => 'தெலுங்கு',
        'தெங்வார்', 'டிஃபினாக்', 'தகலாக்', 'தானா', 'தாய்', 'திபெத்தியன்', 197 => 'உகாரதிக்', 'வை', 'விசிபிள் ஸ்பீச்', 204 => 'பழைய பெர்ஷியன்', 'சுமெரோ-அக்கடியன் க்யூனிஃபார்ம்', 207 => 'யீ', 209 => 'பாரம்பரியமான', 'கணிதக்குறியீடு', 'இமோஜி', 'சின்னங்கள்',
        'எழுதப்படாதது', 'பொது',
    ],
];
