<?php

return [
    'Names' => [
        'అద్లామ్', 4 => 'అరబిక్', 'నాస్టాలిక్', 'ఇంపీరియల్ అరామాక్', 'అర్మేనియన్', 'అవేస్టాన్', 'బాలినీస్', 12 => 'బాటక్', 'బాంగ్లా', 16 => 'బ్లిస్సింబల్స్', 'బోపోమోఫో', 'బ్రాహ్మి', 'బ్రెయిలీ', 'బ్యుగినీస్', 'బుహిడ్', 'చక్మా', 'యునిఫైడ్ కెనెడియన్ అబొరిజినల్ సిలబిక్స్',
        'కారియన్', 'చామ్', 'చెరకీ', 28 => 'సిర్థ్', 'కోప్టిక్', 31 => 'సైప్రోట్', 'సిరిలిక్', 'ప్రాచీన చర్చ స్లావోనిక్ సిరిలిక్', 'దేవనాగరి', 37 => 'డేసెరెట్', 39 => 'ఇజిప్షియన్ డెమోటిక్', 'ఇజిప్షియన్ హైరాటిక్', 'ఇజిప్షియన్ హైరోగ్లైఫ్స్', 44 => 'ఇథియోపిక్',
        46 => 'జార్జియన్ ఖట్సూరి', 'జార్జియన్', 'గ్లాగో లిటిక్', 51 => 'గోతిక్', 53 => 'గ్రీక్', 'గుజరాతీ', 56 => 'గుర్ముఖి', 'హాన్బ్', 'హంగుల్', 'హాన్', 'హనునూ', 'సరళీకృతం', 'సాంప్రదాయక', 64 => 'హీబ్రూ', 'హిరాగాన',
        67 => 'పాహవా హ్మోంగ్', 70 => 'జపనీస్ సిలబెరీస్', 'ప్రాచీన హంగేరియన్', 'సింధు', 'ప్రాచిన ఐటాలిక్', 'జమో', 'జావనీస్', 'జపనీస్', 78 => 'కాయాహ్ లి', 'కాటాకాన', 81 => 'ఖరోషథి', 'ఖ్మేర్', 85 => 'కన్నడ', 'కొరియన్',
        89 => 'కైథి', 'లన్నా', 'లావో', 'ఫ్రాక్టూర్ లాటిన్', 'గేలిక్ లాటిన్', 'లాటిన్', 'లేప్చా', 'లింబు', 'లినియర్ ఎ', 'లినియర్ బి', 101 => 'లిసియన్', 'లిడియన్', 105 => 'మాన్డియన్', 'మానిచేన్', 108 => 'మాయన్ హైరోగ్లైఫ్స్',
        112 => 'మెరోఇటిక్', 'మలయాళం', 115 => 'మంగోలియన్', 'మూన్', 118 => 'మీటి మయెక్', 120 => 'మయన్మార్', 127 => 'న్కో', 129 => 'ఒఘమ్', 'ఓల్ చికి', 132 => 'ఓర్ఖోన్', 'ఒడియా', 135 => 'ఓసమాన్య',
        140 => 'ప్రాచీన పెర్మిక్', 'ఫాగ్స్-పా', 'ఇంస్క్రిప్షనాల్ పహ్లావి', 'సల్టార్ పహ్లావి', 'పుస్తక పహ్లావి', 'ఫోనిశియన్', 'పోల్లర్డ్ ఫోనెటిక్', 'ఇంస్క్రిప్షనాల్ పార్థియన్', 149 => 'రేజాంగ్', 'హనీఫీ', 'రోంగో రోంగో', 'రూనిక్', 'సమారిటన్', 'సరాటి', 156 => 'సౌరాష్ట్ర', 158 => 'సంజ్ఞ లిపి',
        'షవియాన్', 164 => 'సింహళం', 169 => 'సుడానీస్', 171 => 'స్లోటి నాగ్రి', 'సిరియాక్', 'ఎస్ట్రానజీలో సిరియాక్', 'పశ్చిమ సిరియాక్', 'తూర్పు సిరియాక్', 'టాగ్బానవా', 178 => 'తై లీ', 'క్రొత్త టై లుఇ', 'తమిళము', 182 => 'టై వియట్', 184 => 'తెలుగు',
        'టేంగ్వార్', 'టిఫీనాఘ్', 'టగలాగ్', 'థానా', 'థాయ్', 'టిబెటన్', 197 => 'యుగారిటిక్', 'వాయి', 'కనిపించే భాష', 204 => 'ప్రాచీన పర్షియన్', 'సుమేరో- అక్కడియన్ క్యునిఫార్మ్', 207 => 'యి', 209 => 'వారసత్వం', 'గణిత సంకేతలిపి', 'ఎమోజీ', 'చిహ్నాలు',
        'లిపి లేని', 'సామాన్య',
    ],
];
