<?php

return [
    'Names' => [
        'Адламӣ', 2 => 'Албани Қафқозӣ', 'Ахомӣ', 'Арабӣ', 'Насталиқӣ', 'Арамейкии Империалӣ', 'Арманӣ', 'Авестоӣ', 'Балинесӣ', 'Бамумӣ', 'Басса Вахӣ', 'Батакӣ', 'Бангладешӣ', 15 => 'Бхайксукӣ', 17 => 'Бопомофоӣ', 'Брахмӣ', 'Брайл',
        'Бугинӣ', 'Бухидӣ', 'Чакама', 'Низоми ягонаи ҳиҷои аборигении каннадӣ', 'Карианӣ', 'Чамӣ', 'Черокӣ', 'Хоразмиёнӣ', 29 => 'Коптӣ', 'Кипро-Миноанӣ', 'Кипрӣ', 'Кириллӣ', 34 => 'Деванагарӣ', 'Дивс Акуру', 'Догра', 'Дезерет', 'Стенографияи Дуплоянӣ',
        41 => 'Иероглифҳои Мисрӣ', 'Элбасан', 'Элимайӣ', 'Эфиопӣ', 47 => 'Гурҷӣ', 'Глаголитикӣ', 'Гунҷала Гондӣ', 'Масарам Гондӣ', 'Готика', 'Гранта', 'Юнонӣ', 'Гуҷаротӣ', 56 => 'Гумрухӣ', 'Хан бо Бопомофо', 'Ҳангул', 'Хан', 'Хануну',
        'Осонфаҳм', 'Анъанавӣ', 'Хатран', 'Яҳудӣ', 'Хирагана', 'Иероглифҳои Анатолӣ', 'Пахах Хмонг', 'Някенг Пуачэ Хмонг', 70 => 'Ҳиҷоҳои ҷопонӣ', 'Венгерии Куҳна', 73 => 'Курсиви Куҳна', 'Ҷамо', 'Ҷаванесӣ', 'Ҷопонӣ', 78 => 'Кайя Ли', 'Катакана', 'Кавӣ',
        'Хароштӣ', 'Хмерӣ', 'Хочки', 'Хатти хурди Китонӣ', 'Каннада', 'Кореягӣ', 89 => 'Кайтӣ', 'Ланна', 'Лао', 94 => 'Лотинӣ', 'Лепча', 'Лимбу', 'Хати А', 'Хати Б', 'Фрейзер', 101 => 'Ликия', 'Лидия',
        'Махаҷанӣ', 'Макасарӣ', 'Мандаеан', 'Манихейӣ', 'Маршенӣ', 109 => 'Медефаидринӣ', 'Менде', 'Курсиви Мероитӣ', 'Мероитӣ', 'Малаяламӣ', 'Модӣ', 'Муғулӣ', 117 => 'Мро', 'Мейтеи Майек', 'Мултанӣ', 'Мянмар', 'Наг Мундарӣ', 'Нандинагарӣ',
        'Арабии Шимолии Куҳна', 'Набатаинӣ', 'Нева', 127 => 'Н’Ко', 'Нушу', 'Огам', 'Ол Чикӣ', 132 => 'Оркон', 'Одия', 'Осейҷӣ', 'Османияӣ', 'Уйғури Куҳна', 'Палмирена', 'Пау Син Хау', 140 => 'Пермикии Куҳна', 'Фагс-па', 'Паҳлавии Хаттӣ',
        'Паҳлавии Псалтирӣ', 145 => 'Финикӣ', 'Овоии поллардӣ', 'Парфияи Хаттӣ', 'Завгӯйӣ', 'Реҷанг', 'Ханифӣ', 152 => 'Руникӣ', 'Самаританӣ', 155 => 'Арабии Ҷанубии Куҳна', 'Саураштра', 158 => 'Аломатнависӣ', 'Шавианӣ', 'Шарада', 'Сиддам',
        163 => 'Худовадӣ', 'Синхала', 'Суғдӣ', 'Суғдии Куҳна', 'Сора Сомпенг', 'Соёмбо', 'Сунданезӣ', 171 => 'Силоти Нагрӣ', 'Сурёнӣ', 176 => 'Тагбанва', 'Такрӣ', 'Тай Ле', 'Тай Леи Нав', 'Тамилӣ', 'Тангут', 'Ветнамии Тайӣ',
        184 => 'Телугу', 186 => 'Тифинаг', 'Тагалогӣ', 'Таана', 'Тайӣ', 'Тибетӣ', 'Тирхута', 'Тангса', 195 => 'Тото', 197 => 'Угаритӣ', 'Вайӣ', 200 => 'Виткукӣ', 'Варанг Кшитӣ', 'Ванчо',
        204 => 'Форсии Куҳна', 'Хати Сумеро-Аккадӣ', 'Язидӣ', 'Юйӣ', 'Майдони Занабазорӣ', 'Мерос', 'Аломати риёзӣ', 'Эмоҷи', 'Аломатҳо', 'Нонавишта', 'Умумӣ',
    ],
];
