<?php

return [
    'Names' => [
        'อัดลัม', 'อะฟาคา', 'แอลเบเนีย คอเคเซีย', 4 => 'อาหรับ', 'นาสตาลิก', 'อิมพีเรียล อราเมอิก', 'อาร์เมเนีย', 'อเวสตะ', 'บาหลี', 'บามุม', 'บัสซา', 'บาตัก', 'เบงกาลี', 16 => 'บลิสซิมโบลส์', 'ปอพอมอฟอ', 'พราหมี', 'เบรลล์', 'บูกิส',
        'บูฮิด', 'จักม่า', 'อักษรพยางค์ของชาวอะบอริจินในแคนาดา', 'คาเรีย', 'จาม', 'เชอโรกี', 28 => 'เซิร์ท', 'คอปติก', 31 => 'ไซเปรียท', 'ซีริลลิก', 'เชอร์ชสลาโวนิกซีริลลิกโบราณ', 'เทวนาครี', 37 => 'เดเซเรท', 'ชวเลขดัปโลยัน', 'ดีโมติกอียิปต์', 'เฮียราติกอียิปต์', 'เฮียโรกลิฟส์อียิปต์',
        'เอลบ์ซาน', 44 => 'เอธิโอปิก', 46 => 'คัตซูรีจอร์เจีย', 'จอร์เจีย', 'กลาโกลิติก', 51 => 'โกธิก', 'คฤณห์', 'กรีก', 'คุชราต', 56 => 'กูร์มูคี', 'จีนกลาง', 'ฮันกึล', 'ฮั่น', 'ฮานูโนโอ', 'ตัวย่อ', 'ตัวเต็ม',
        64 => 'ฮีบรู', 'ฮิระงะนะ', 'อักขระอานาโตเลีย', 'ปาเฮาห์ม้ง', 70 => 'คะตะกะนะหรือฮิระงะนะ', 'ฮังการีโบราณ', 'อินดัส', 'อิตาลีโบราณ', 'จาโม', 'ชวา', 'ญี่ปุ่น', 'จูร์เชน', 'คยาห์', 'คะตะกะนะ', 81 => 'ขโรษฐี', 'เขมร', 'คอจคี',
        85 => 'กันนาดา', 'เกาหลี', 'เปลเล', 89 => 'กายติ', 'ล้านนา', 'ลาว', 'ลาติน - ฟรังเตอร์', 'ลาติน - แกลิก', 'ละติน', 'เลปชา', 'ลิมบู', 'ลีเนียร์เอ', 'ลีเนียร์บี', 'เฟรเซอร์', 'โลมา', 'ไลเซีย', 'ลีเดีย', 'มหาชนี',
        105 => 'แมนเดียน', 'มานิแชน', 108 => 'มายาไฮโรกลิฟส์', 110 => 'เมนเด', 'เคอร์ซีฟ-เมโรอิติก', 'เมโรติก', 'มาลายาลัม', 'โมฑี', 'มองโกเลีย', 'มูน', 'มโร', 'เมเทมาเยก', 120 => 'พม่า', 123 => 'อาระเบียเหนือโบราณ', 'นาบาทาเอียน',
        126 => 'กีบา-นาซี', 'เอ็นโก', 'นุซุ', 'โอคัม', 'โอลชิกิ', 132 => 'ออร์คอน', 'โอริยา', 135 => 'ออสมันยา', 137 => 'พาลไมรีน', 'ป่อจิ้งฮอ', 140 => 'เปอร์มิกโบราณ', 'ฟากส์-ปา', 'ปะห์ลาวีอินสคริปชันแนล', 'ปะห์ลาวีซอลเตอร์', 'ปะห์ลาวีบุ๊ก',
        'ฟินิเชีย', 'สัทศาสตร์พอลลาร์ด', 'พาร์เทียอินสคริปชันแนล', 149 => 'เรจัง', 'ฮะนีฟี', 'รองโกรองโก', 'รูนิก', 'ซามาเรีย', 'ซาราติ', 'อาระเบียใต้โบราณ', 'โสวรัสตระ', 158 => 'ไซน์ไรติ้ง', 'ซอเวียน', 'ชาราดา', 'สิทธัม', 163 => 'คุดาวาดี', 'สิงหล',
        167 => 'โสราสมเป็ง', 169 => 'ซุนดา', 171 => 'ซิโลตินากรี', 'ซีเรีย', 'ซีเรียเอสทรานจีโล', 'ซีเรียตะวันตก', 'ซีเรียตะวันออก', 'ตักบันวา', 'ทาครี', 'ไทเล', 'ไทลื้อใหม่', 'ทมิฬ', 'ตันกัท', 'ไทเวียต', 184 => 'เตลูกู', 'เทงกวาร์',
        'ทิฟินาก', 'ตากาล็อก', 'ทานา', 'ไทย', 'ทิเบต', 'เทอฮุทา', 197 => 'ยูการิต', 'ไว', 'คำพูดที่มองเห็นได้', 201 => 'วารังกสิติ', 203 => 'โอลีเอ', 'เปอร์เซียโบราณ', 'อักษรรูปลิ่มสุเมเรีย-อัคคาเดีย', 207 => 'ยิ', 209 => 'อินเฮอริต',
        'เครื่องหมายทางคณิตศาสตร์', 'อีโมจิ', 'สัญลักษณ์', 'ไม่มีภาษาเขียน', 'สามัญ',
    ],
];
