<?php

return [
    'Names' => [
        'አድላም', 4 => 'ዓረብኛ', 'ናስታሊ', 7 => 'ዓይቡቤን', 13 => 'ቋንቋ ቤንጋል', 17 => 'ቦፖሞፎ', 19 => 'ብሬል', 22 => 'ቻክማ', 'ውሁድ ካናዳዊ ኣቦርጅናል ሲላቢክስ', 26 => 'ቼሪዮክ', 32 => 'ቋንቋ ሲሪል',
        34 => 'ዴቫንጋሪ', 44 => 'እትዮጵያዊ', 47 => 'ናይ ጆርጅያ', 53 => 'ግሪክ', 'ጉጃርቲ', 56 => 'ጉርሙኪ', 'ሃን ምስ ቦፖሞፎ', 'ሃንጉል', 'ሃን', 61 => 'ዝተቐለለ', 'ባህላዊ', 64 => 'ኢብራይስጥ', 'ሂራጋና',
        70 => 'ጃፓናዊ ሲለባሪታት', 74 => 'ጃሞ', 76 => 'ጃፓናዊ', 79 => 'ካታካና', 82 => 'ክመር', 85 => 'ካናዳ', 'ኮርያዊ', 91 => 'ሌኦ', 94 => 'ላቲን', 113 => 'ማላያላም',
        115 => 'ማኦንጎላዊ', 118 => 'መይተይ ማየክ', 120 => 'ማይንማር', 127 => 'ንኮ', 130 => 'ኦል ቺኪ', 133 => 'ኦዲያ', 150 => 'ሃኒፊ', 164 => 'ሲንሃላ', 169 => 'ሱንዳናዊ', 172 => 'ስይሪክ',
        180 => 'ታሚል', 184 => 'ቴሉጉ', 186 => 'ቲፊንጋ', 188 => 'ትሃና', 'ታይ', 'ቲቤት', 198 => 'ቫይ', 207 => 'ዪ', 210 => 'ናይ ሒሳብ ምልክት', 'ኢሞጂ', 'ምልክታት', 'ዘይተጻሕፈ', 'ልሙድ',
    ],
];
