<?php

return [
    'Names' => [
        1 => 'ئافاكا', 4 => 'ئەرەب', 6 => 'خان جەمەتى ئارامۇ', 'ئەرمەن', 'ئاۋېستا', 'بالى', 'بامۇم', 'باسسا', 'باتاك', 'بېنگال', 16 => 'بىلىس بەلگىلىرى', 'خەنچە پىنيىن', 'براخمى', 'برائىل ئەمالار يېزىقى', 'بۇگى', 'بۇخىت',
        'چاكما', 'بىرلىككە كەلگەن كانادا يەرلىك بوغۇم جەدۋىلى', 'كارىيا', 'چام', 'چېروكى', 28 => 'كىرسچە', 'كوپتىك', 31 => 'سىپرۇس', 'كىرىل', 'قەدىمكى چىركاۋ سىلاۋيانچە كىرىل', 'دېۋاناگارى', 37 => 'دېزېرېت', 'دۇپلويان تېز خاتىرىلەش', 'دېموتىكچە مىسىر', 'خىيەراتىكچە مىسىر', 'تەسۋىرىي يېزىق مىسىر',
        44 => 'ئېفىيوپىيەچە', 46 => 'خۇتسۇرى گىرۇزىنچە', 'گىرۇزىنچە', 'گىلاگوتچە', 51 => 'گوتچە', 'گىرانتاچە', 'گىرېكچە', 'گۇجاراتچە', 56 => 'گۇرمۇكىچە', 59 => 'خەنچە', 'خانۇنۇچە', 'ئاددىي خەنچە', 'مۇرەككەپ خەنچە', 64 => 'ئىبرانىچە',
        'خىراگانا', 'ئاناتولىيە تەسۋىرىي يېزىق', 'مۆڭچە', 70 => 'ياپونچە خىراگانا ياكى كاتاكانا', 'قەدىمكى ماجارچە', 'ئىندۇسچە', 'قەدىمكى ئىتاليانچە', 75 => 'ياۋاچە', 'ياپونچە', 'جۇرچېنچە', 'كاياھچە', 'كاتاكانا', 81 => 'كاروشتىچە', 'كېخمېرچە', 'خوجكىچە', 85 => 'كانناداچە',
        'كورېيەچە', 'كپېللېچە', 89 => 'كاياتىچە', 'لانناچە', 'لائوسچە', 'فىراكتۇر لاتىنچە', 'سىكوت لاتىنچە', 'لاتىنچە', 'لەپچاچە', 'لىمبۇچە', 'سىزىقلىق A', 'سىزىقلىق B', 'فراسېرچە', 'لوماچە', 'لىسىيانچە', 'لىدىيەچە', 105 => 'ماندائىكچە', 'مانەكېزەمچە',
        108 => 'ماياچە تەسۋىرىي يېزىق', 110 => 'مېندېچە', 'مېتروئىت يازمىچە', 'مېتروئىت', 'مالايامچە', 115 => 'موڭغۇلچە', 'كورىيە', 'مروچە', 'مانىپۇرىچە', 120 => 'بىرماچە', 123 => 'قەدىمكى شىمالىي ئەرەبچە', 'ئانباتچە', 126 => 'ناشىچە', 'نىكوچە',
        'نۈشۇچە', 'ئوگەمچە', 'ئول-چىكىچە', 132 => 'ئورخۇنچە', 'ئورىياچە', 135 => 'ئوسمانيە', 137 => 'پالمىراچە', 140 => 'قەدىمكى پېرمىكچە', 'پاسپاچە', 'پەھلىۋىچە ئويما خەت', 'پەھلىۋىچە شېئىرىي تىل', 'پەھلىۋىچە كىتابى تىل', 'فىنىكچە', 'پوللارد تاۋۇشلىرى', 'پارتىئانچە ئويما خەت',
        149 => 'رېجاڭچە', 151 => 'روڭگوروڭگو', 'رۇنىكچە', 'سامارىچە', 'ساراتىچە', 'قەدىمكى جەنۇبى ئەرەبچە', 'سائۇراشتىراچە', 158 => 'ئىشارەت تىلى', 'شاۋىيانچە', 'شاراداچە', 163 => 'كۇداۋادچە', 'سىنخالاچە', 167 => 'سورا سامپىڭ', 169 => 'سۇنداچە',
        171 => 'سىيولوتى-ناگرىچە', 'سۈرىيەچە', 'سۈرىيەچە ئەبجەت', 'غەربىي سۈرىيەچە', 'شەرقىي سۈرىيەچە', 'تاگبانۋاچە', 'تاكرىچە', 'تاي-لەچە', 'يېڭى تاي-لەچە', 'تامىلچە', 'تاڭغۇتچە', 'تايلاندچە-ۋىيېتنامچە', 184 => 'تېلۇگۇچە', 'تېڭۋارچە', 'تىفىناغچە', 'تاگالوگچە', 'تاناچە', 'تايلاندچە',
        'تىبەتچە', 'تىرخۇتاچە', 197 => 'ئۇگارىتىكچە', 'ۋايچە', 'كۆرۈنۈشچان تاۋۇش', 201 => 'ۋاراڭ كىشىتى', 203 => 'ۋولىئاي', 'قەدىمكى پارىسچە', 'سۇمېر-ئاككادىيان مىخ خەت', 207 => 'يىچە', 209 => 'ئىرسىيەت ئاتالغۇ', 'ماتېماتىكىلىق بەلگە', 212 => 'بەلگە', 'يېزىلمىغان',
        'ئورتاق',
    ],
];
