<?php

return [
    'Names' => [
        'адлам', 'афака', 'кавказька албанська', 'ахом', 'арабиця', 'насталік', 'армі', 'вірменська', 'авестійський', 'балійський', 'бамум', 'басса', 'батак', 'бенгальська', 16 => 'символи Блісса', 'бопомофо', 'брахмі', 'шрифт Брайля', 'бугійський',
        'бухід', 'чакма', 'уніфіковані символи канадських тубільців', 'каріанський', 'хамітський', 'черокі', 28 => 'кирт', 'коптський', 31 => 'кіпрський', 'кирилиця', 'давньоцерковнословʼянський', 'деванагарі', 37 => 'дезерет', 39 => 'єгипетський демотичний', 'єгипетський ієратичний', 'єгипетський ієрогліфічний',
        44 => 'ефіопська', 46 => 'кхутсурі', 'грузинська', 'глаголичний', 51 => 'готичний', 53 => 'грецька', 'гуджараті', 56 => 'гурмухі', 'хань', 'хангиль', 'китайська', 'хануну', 'спрощена', 'традиційна',
        64 => 'іврит', 'хірагана', 67 => 'пахау хмонг', 70 => 'японські силабарії', 'давньоугорський', 'харапський', 'давньоіталійський', 'чамо', 'яванський', 'японська', 78 => 'кая лі', 'катакана', 81 => 'кхароштхі', 'кхмерська',
        85 => 'каннада', 'корейська', 89 => 'каїті', 'ланна', 'лаоська', 'латинський фрактурний', 'латинський гельський', 'латиниця', 'лепча', 'лімбу', 'лінійний А', 'лінійний В', 'абетка Фрейзера', 'лома', 'лікійський', 'лідійський', 105 => 'мандейський',
        'маніхейський', 108 => 'майя ієрогліфічний', 112 => 'мероїтський', 'малаяламська', 115 => 'монгольська', 'мун', 118 => 'мейтей майєк', 120 => 'мʼянмська', 125 => 'нева', 127 => 'нко', 129 => 'огамічний', 'ол-чикі',
        132 => 'орхонський', 'орія', 'осейджиська', 'османський', 140 => 'давньопермський', 'пхагс-па', 'пехлеві написів', 'пехлеві релігійний', 'пехлеві літературний', 'фінікійський', 'писемність Полларда', 'парфянський', 'зоджі', 'реджанг', 'ханіфі', 'ронго-ронго', 'рунічний', 'самаритянський',
        'сараті', 156 => 'саураштра', 158 => 'знаковий', 'шоу', 164 => 'сингальська', 169 => 'сунданська', 171 => 'сілоті нагрі', 'сирійська', 'давньосирійський естрангело', 'давньосирійський західний', 'давньосирійський східний', 'тагбанва', 178 => 'тай-лі', 'новий тайський луе',
        'тамільська', 'тангут', 'тай-вʼєт', 184 => 'телугу', 'тенгвар', 'тифінаг', 'тагальський', 'таана', 'тайська', 'тибетська', 197 => 'угаритський', 'ваї', 'видиме мовлення', 204 => 'давньоперський', 'шумеро-аккадський клінопис', 207 => 'йї',
        209 => 'успадкована', 'математична', 'емодзі', 'символьна', 'безписемна', 'звичайна',
    ],
];
