<?php

return [
    'Names' => [
        'ایڈلم', 4 => 'عربی', 'نستعلیق', 7 => 'آرمینیائی', 13 => 'بنگالی', 17 => 'بوپوموفو', 19 => 'بریل', 22 => 'چکما', 'متحدہ کینیڈین ایبوریجنل سلیبکس', 26 => 'چیروکی', 32 => 'سیریلک',
        34 => 'دیوناگری', 44 => 'ایتھوپیائی', 47 => 'جارجیائی', 53 => 'یونانی', 'گجراتی', 56 => 'گرمکھی', 'ہینب', 'ہنگول', 'ہان', 61 => 'آسان', 'روایتی', 64 => 'عبرانی', 'ہیراگینا',
        70 => 'جاپانی سیلابریز', 74 => 'جامو', 76 => 'جاپانی', 79 => 'کٹاکانا', 82 => 'خمیر', 85 => 'کنڑ', 'کوریائی', 91 => 'لاؤ', 94 => 'لاطینی', 113 => 'ملیالم',
        115 => 'منگولیائی', 118 => 'میتی مئیک', 120 => 'میانمار', 127 => 'نکو', 130 => 'اول چکی', 133 => 'اڑیہ', 150 => 'حنیفی', 164 => 'سنہالا', 169 => 'سوڈانی', 172 => 'سریانی',
        180 => 'تمل', 184 => 'تیلگو', 186 => 'ٹفناگ', 188 => 'تھانا', 'تھائی', 'تبتی', 198 => 'وائی', 207 => 'یی', 210 => 'ریاضی کی علامتیں', 'ایموجی', 'علامات', 'غیر تحریر شدہ', 'عام',
    ],
];
