<?php

return [
    'Names' => [
        4 => 'Араб', 7 => 'Арман', 13 => 'Бенгали', 17 => 'Бопомофо', 19 => 'Браилле', 32 => 'Кирил', 34 => 'Девангари', 44 => 'Ҳабаш', 47 => 'Грузин', 53 => 'Юнон',
        'Гужарати', 56 => 'Гурмухи', 58 => 'Хангул', 'Хан', 61 => 'Соддалаштирилган', 'Анъанавий', 64 => 'Иброний', 'Хирагана', 76 => 'Япон', 79 => 'Катакана', 82 => 'Хмер', 85 => 'Каннада',
        'Корейс', 91 => 'Лао', 94 => 'Лотин', 113 => 'Малайалам', 115 => 'Мўғулча', 120 => 'Мьянма', 133 => 'Ория', 164 => 'Синхала', 180 => 'Тамил', 184 => 'Телугу',
        188 => 'Таана', 'Тай', 'Тибет', 212 => 'Рамзлар', 'Ёзилмаган', 'Умумий',
    ],
];
