<?php

return [
    'Names' => [
        4 => 'अरबी', 6 => 'इम्पिरियल आर्मेनिक', 'आर्मेनियाई', 'अवेस्तन', 'बाली', 12 => 'बटकी', 'बंगाली', 17 => 'बोपोमोफ़ो', 'ब्रह्मी', 'ब्रेल', 'बगिनीस', 'बुहिद', 'चकमा', 'युनिफाइड कैनेडियन एबोरिजनल सिलेबिक्स', 'करैन', 'चाम',
        'चेरोकी', 29 => 'कॉप्टिक', 31 => 'काइप्रायट', 'सिरिलिक', 'ओल्ड चर्च स्लावोनिक सिरिलिक', 'देवनागरी', 37 => 'डेसरेट', 41 => 'इजिप्शियन हाइरोग्लिफ्स', 44 => 'इथियोपियाई', 47 => 'जॉर्जियन', 'ग्लेगोलिटिक', 51 => 'गोथिक', 'ग्रन्थ',
        'यूनानी', 'गुजराती', 56 => 'गुरमुखी', 'हांब', 'हंगुल', 'हान', 'हनुनू', 'सादी', 'पारंपरिक', 64 => 'हिब्रू', 'हिरागाना', 67 => 'पाहो ह्मोन्ग', 70 => 'जापानी सिलेबरीज़', 'ऑल्ड हंगेरियन', 73 => 'पराणी इटली',
        'जामो', 'जावानीस', 'जापानी', 78 => 'कायाह ली', 'काताकाना', 81 => 'खारोशथी', 'खमेर', 85 => 'कन्नड़', 'कोरियाई', 89 => 'कैथी', 'लाना', 'लाओ', 'फ़्रैक्टुर लातिनी', 'गेली लातिनी', 'लैटिन', 'लेपचा',
        'लिम्बू', 'रेखा आली ए', 'रेखा आली बी', 101 => 'लिशियन', 'लिडियन', 105 => 'मनडेन', 'मनीशीन', 112 => 'मेरोइटिक', 'मलयालम', 115 => 'मंगोलियाई', 118 => 'मेइतेइ मायेक', 120 => 'म्यांमार', 127 => 'एन्‘को',
        129 => 'ओगम', 'ऑल चिकी', 132 => 'ओरखोन', 'उड़िया', 135 => 'ओस्मान्या', 140 => 'ओल्ड परमिक', 'फाग्स-पा', 'इंस्क्रिपश्नल पाहलवी', 'सॉल्टर पाहलवी', 145 => 'फोनिशियन', 'पॉलार्ड फोनेटिक', 'इंस्क्रिपश्नल पार्थियन', 149 => 'रीजांग',
        152 => 'रूनिक', 'समरिटन', 156 => 'सौरासटर', 158 => 'सांकेतिक लेख', 'शावियान', 164 => 'सिंहली', 169 => 'सूडानी', 171 => 'सिलोती नागरी', 'सिरियेक', 'एस्त्रेन्जेलो सिरिएक', 'पश्चिम सिरिएक', 'पूर्व सिरिएक', 'तगबन्वा',
        178 => 'ताई ली', 'नोआ ताई लु', 'तमिल', 182 => 'ताई विएत', 184 => 'तेलुगू', 186 => 'तिफिनाघ', 'टैगालोग', 'थाना', 'थाई', 'तिब्बती', 197 => 'युगारिटिक', 'वाई', 204 => 'पुरानी फारसी', 'सुमेरो अक्कादियन सुनिफॉर्म',
        207 => 'यी', 209 => 'विरासत', 'गणिते आले संकेतन', 'ईमोजी', 'चिह्न', 'नी लखोया', 'सामान्य',
    ],
];
