<?php

return [
    'Names' => [
        '阿德拉姆文', '阿法卡文字', '高加索阿爾巴尼亞文', 4 => '阿拉伯文', '納斯塔利克文', '皇室亞美尼亞文', '亞美尼亞文', '阿維斯陀文', '峇里文', '巴姆穆文', '巴薩文', '巴塔克文', '孟加拉文', 16 => '布列斯文', '注音符號', '婆羅米文', '盲人用點字', '布吉斯文',
        '布希德文', '查克馬文', '加拿大原住民通用字符', '卡里亞文', '占文', '柴羅基文', 28 => '色斯文', '科普特文', 31 => '塞浦路斯文', '斯拉夫文', '西里爾文（古教會斯拉夫文變體）', '天城文', 37 => '德瑟雷特文', '杜普洛伊速記', '古埃及世俗體', '古埃及僧侶體', '古埃及象形文字',
        '愛爾巴桑文', 44 => '衣索比亞文', 46 => '喬治亞語系（阿索他路里和努斯克胡里文）', '喬治亞文', '格拉哥里文', 51 => '歌德文', '格蘭他文字', '希臘文', '古吉拉特文', 56 => '古魯穆奇文', '漢語注音', '韓文字', '漢語', '哈努諾文', '簡體', '繁體',
        64 => '希伯來文', '平假名', '安那托利亞象形文字', '楊松錄苗文', 70 => '片假名或平假名', '古匈牙利文', '印度河流域（哈拉帕文）', '古意大利文', '韓文字母', '爪哇文', '日文', '女真文字', '克耶李文', '片假名', 81 => '卡羅須提文', '高棉文', '克吉奇文字',
        85 => '坎那達文', '韓文', '克培列文', 89 => '凱提文', '藍拿文', '寮國文', '拉丁文（尖角體活字變體）', '拉丁文（蓋爾語變體）', '拉丁文', '雷布查文', '林佈文', '線性文字（A）', '線性文字（B）', '栗僳文', '洛馬文', '呂西亞語', '里底亞語',
        105 => '曼底安文', '摩尼教文', 108 => '瑪雅象形文字', 110 => '門德文', '麥羅埃文（曲線字體）', '麥羅埃文', '馬來亞拉姆文', 115 => '蒙古文', '蒙氏點字', '謬文', '曼尼普爾文', 120 => '緬甸文', 123 => '古北阿拉伯文', '納巴泰文字',
        126 => '納西格巴文', '西非書面語言 (N’Ko)', '女書文字', '歐甘文', '桑塔利文', 132 => '鄂爾渾文', '歐利亞文', 135 => '歐斯曼亞文', 137 => '帕米瑞拉文字', 140 => '古彼爾姆諸文', '八思巴文', '巴列維文（碑銘體）', '巴列維文（聖詩體）', '巴列維文（書體）', '腓尼基文',
        '柏格理拼音符', '帕提亞文（碑銘體）', 149 => '拉讓文', '哈尼菲文', '朗格朗格象形文', '古北歐文字', '撒馬利亞文', '沙拉堤文', '古南阿拉伯文', '索拉什特拉文', 158 => '手語書寫符號', '簫柏納字符', '夏拉達文', '悉曇文字', 163 => '信德文', '錫蘭文',
        167 => '索朗桑朋文字', 169 => '巽他文', 171 => '希洛弟納格里文', '敍利亞文', '敘利亞文（福音體文字變體）', '敘利亞文（西方文字變體）', '敘利亞文（東方文字變體）', '南島文', '塔卡里文字', '傣哪文', '西雙版納新傣文', '坦米爾文', '西夏文', '傣擔文', 184 => '泰盧固文', '談格瓦文',
        '提非納文', '塔加拉文', '塔安那文', '泰文', '西藏文', '邁蒂利文', 197 => '烏加列文', '瓦依文', '視覺語音文字', 201 => '瓦郎奇蒂文字', 203 => '沃雷艾文', '古波斯文', '蘇米魯亞甲文楔形文字', 207 => '彞文', 209 => '繼承文字（Unicode）',
        '數學符號', '表情符號', '符號', '非書寫語言', '一般文字',
    ],
];
