<?php

return [
    'Names' => [
        '阿德拉姆文', '阿法卡文字', '高加索阿尔巴尼亚文', 4 => '阿拉伯文', '纳斯塔利克文', '皇室亚美尼亚文', '亚美尼亚文', '阿维斯陀文', '峇里文', '巴姆穆文', '巴萨文', '巴塔克文', '孟加拉文', 16 => '布列斯文', '注音符号', '婆罗米文', '盲人用点字', '布吉斯文',
        '布希德文', '查克马文', '加拿大原住民通用字符', '卡里亚文', '占文', '柴罗基文', 28 => '色斯文', '科普特文', 31 => '塞浦路斯文', '斯拉夫文', '西里尔文（古教会斯拉夫文变体）', '天城文', 37 => '德瑟雷特文', '杜普洛伊速记', '古埃及世俗体', '古埃及僧侣体', '古埃及象形文字',
        '爱尔巴桑文', 44 => '衣索比亚文', 46 => '乔治亚语系（阿索他路里和努斯克胡里文）', '乔治亚文', '格拉哥里文', 51 => '歌德文', '格兰他文字', '希腊文', '古吉拉特文', 56 => '古鲁穆奇文', '汉语注音', '韩文字', '汉语', '哈努诺文', '简体', '繁体',
        64 => '希伯来文', '平假名', '安那托利亚象形文字', '杨松录苗文', 70 => '片假名或平假名', '古匈牙利文', '印度河流域（哈拉帕文）', '古意大利文', '韩文字母', '爪哇文', '日文', '女真文字', '克耶李文', '片假名', 81 => '卡罗须提文', '高棉文', '克吉奇文字',
        85 => '坎那达文', '韩文', '克培列文', 89 => '凯提文', '蓝拿文', '寮国文', '拉丁文（尖角体活字变体）', '拉丁文（盖尔语变体）', '拉丁文', '雷布查文', '林布文', '线性文字（A）', '线性文字（B）', '栗僳文', '洛马文', '吕西亚语', '里底亚语',
        105 => '曼底安文', '摩尼教文', 108 => '玛雅象形文字', 110 => '门德文', '麦罗埃文（曲线字体）', '麦罗埃文', '马来亚拉姆文', 115 => '蒙古文', '蒙氏点字', '谬文', '曼尼普尔文', 120 => '缅甸文', 123 => '古北阿拉伯文', '纳巴泰文字',
        126 => '纳西格巴文', '西非书面语言 (N’Ko)', '女书文字', '欧甘文', '桑塔利文', 132 => '鄂尔浑文', '欧利亚文', 135 => '欧斯曼亚文', 137 => '帕米瑞拉文字', 140 => '古彼尔姆诸文', '八思巴文', '巴列维文（碑铭体）', '巴列维文（圣诗体）', '巴列维文（书体）', '腓尼基文',
        '柏格理拼音符', '帕提亚文（碑铭体）', 149 => '拉让文', '哈尼菲文', '朗格朗格象形文', '古北欧文字', '撒马利亚文', '沙拉堤文', '古南阿拉伯文', '索拉什特拉文', 158 => '手语书写符号', '箫柏纳字符', '夏拉达文', '悉昙文字', 163 => '信德文', '锡兰文',
        167 => '索朗桑朋文字', 169 => '巽他文', 171 => '希洛弟纳格里文', '敍利亚文', '叙利亚文（福音体文字变体）', '叙利亚文（西方文字变体）', '叙利亚文（东方文字变体）', '南岛文', '塔卡里文字', '傣哪文', '西双版纳新傣文', '坦米尔文', '西夏文', '傣担文', 184 => '泰卢固文', '谈格瓦文',
        '提非纳文', '塔加拉文', '塔安那文', '泰文', '西藏文', '迈蒂利文', 197 => '乌加列文', '瓦依文', '视觉语音文字', 201 => '瓦郎奇蒂文字', 203 => '沃雷艾文', '古波斯文', '苏米鲁亚甲文楔形文字', 207 => '彝文', 209 => '继承文字（Unicode）',
        '数学符号', '表情符号', '符号', '非书写语言', '一般文字',
    ],
];
