<?php

return [
    'Names' => [
        '阿德拉姆文', '阿法卡文', '高加索阿尔巴尼亚文', '阿豪姆文', '阿拉伯文', '波斯体', '皇室亚拉姆文', '亚美尼亚文', '阿维斯陀文', '巴厘文', '巴姆穆文', '巴萨文', '巴塔克文', '孟加拉文', 15 => '拜克舒克文', '布列斯符号', '注音符号', '婆罗米文字', '布莱叶盲文',
        '布吉文', '布希德文', '查克马文', '加拿大土著统一音节', '卡里亚文', '占文', '切罗基文', '花拉子模文', '色斯文', '克普特文', '塞浦路斯米诺斯文', '塞浦路斯文', '西里尔文', '西里尔文字（古教会斯拉夫文的变体）', '天城文', '迪维西阿库鲁文', '多格拉文', '德塞莱特文', '杜普洛伊速记', '后期埃及文',
        '古埃及僧侣书写体', '古埃及象形文', '爱尔巴桑文', '埃利迈文', '埃塞俄比亚文', 46 => '格鲁吉亚文（教堂体）', '格鲁吉亚文', '格拉哥里文', '贡贾拉贡德文', '马萨拉姆冈德文', '哥特文', '格兰塔文', '希腊文', '古吉拉特文', 56 => '果鲁穆奇文', '注音汉字', '谚文', '汉字',
        '汉奴罗文', '简体', '繁体', '哈特兰文', '希伯来文', '平假名', '安那托利亚象形文字', '杨松录苗文', '尼亚肯蒲丘苗文', 70 => '假名', '古匈牙利文', '印度河文字', '古意大利文', '韩文字母', '爪哇文', '日文', '女真文', '克耶李文字', '片假名',
        '卡维文', '卡罗须提文', '高棉文', '克吉奇文字', '契丹小字', '卡纳达文', '韩文', '克佩列文', 89 => '凯提文', '兰拿文', '老挝文', '拉丁文（哥特式字体变体）', '拉丁文（盖尔文变体）', '拉丁文', '雷布查文', '林布文', '线形文字（A）', '线形文字（B）', '傈僳文',
        '洛马文', '利西亚文', '吕底亚文', '默哈金文', '望加锡文', '阿拉米文', '摩尼教文', '大玛尔文', '玛雅圣符文', '梅德法伊德林文', '门迪文', '麦罗埃草书', '麦若提克文', '马拉雅拉姆文', '莫迪文', '蒙古文', '穆恩字母', '谬文', '曼尼普尔文', '穆尔坦文',
        '缅甸文', 122 => '楠迪梵文', '古北方阿拉伯文', '纳巴泰文', '尼瓦文', '纳西格巴文', '西非书面文字（N’Ko）', '女书', '欧甘文', '桑塔利文', 132 => '鄂尔浑文', '奥里亚文', '欧塞奇文', '奥斯曼亚文', '回鹘文', '帕尔迈拉文', '包金豪文',
        140 => '古彼尔姆文', '八思巴文', '巴列维文碑铭体', '巴列维文（圣诗体）', '巴列维文（书体）', '腓尼基文', '波拉德音标文字', '帕提亚文碑铭体', '照济文', '拉让文', '哈乃斐文', '朗格朗格文', '古代北欧文', '撒马利亚文', '沙拉堤文', '古南阿拉伯文', '索拉什特拉文', 158 => '书写符号',
        '萧伯纳式文', '夏拉达文', '悉昙文', 163 => '信德文', '僧伽罗文', '粟特文', '古粟特文', '索朗桑朋文', '索永布文', '巽他文', 171 => '锡尔赫特文', '叙利亚文', '福音体叙利亚文', '西叙利亚文', '东叙利亚文', '塔格班瓦文', '泰克里文', '泰乐文',
        '新傣文', '泰米尔文', '唐古特文', '越南傣文', 184 => '泰卢固文', '腾格瓦文字', '提非纳文', '塔加路文', '塔安那文', '泰文', '藏文', '迈蒂利文', '坦萨文', 195 => '投投文', 197 => '乌加里特文', '瓦依文', '可见语言',
        201 => '瓦郎奇蒂文字', '万秋文', '沃莱艾文', '古波斯文', '苏美尔-阿卡德楔形文字', '雅兹迪文', '彝文', '札那巴札尔方块文字', '遗传学术语', '数学符号', '表情符号', '符号', '非书面文字', '通用',
    ],
];
