<?php

return [
    'Names' => [
        'ग्रीनविच मीन टाइम (Abidjan)', 'ग्रीनविच मीन टाइम (Accra)', 6 => 'ग्रीनविच मीन टाइम (Bamako)', 8 => 'ग्रीनविच मीन टाइम (Banjul)', 'ग्रीनविच मीन टाइम (Bissau)', 16 => 'ग्रीनविच मीन टाइम (Conakry)', 'ग्रीनविच मीन टाइम (Dakar)', 22 => 'ग्रीनविच मीन टाइम (Freetown)', 33 => 'ग्रीनविच मीन टाइम (Lomé)', 42 => 'ग्रीनविच मीन टाइम (Monrovia)', 46 => 'ग्रीनविच मीन टाइम (Nouakchott)', 'ग्रीनविच मीन टाइम (Ouagadougou)',
        49 => 'ग्रीनविच मीन टाइम (São Tomé)', 100 => 'ग्रीनविच मीन टाइम (Danmarkshavn)', 215 => 'ग्रीनविच मीन टाइम (Troll)', 234 => 'भारत टाइम (Kolkata)', 258 => 'भारत टाइम (Kolkata)', 311 => 'ग्रीनविच मीन टाइम (Reykjavik)', 313 => 'ग्रीनविच मीन टाइम (St. Helena)', 326 => 'ग्रीनविच मीन टाइम', 'समन्वित वैश्विक समय',
    ],
    'Meta' => [],
];
