<?php

return [
    'Names' => [
        'Гринвичын саг (Abidjan)', 'Гринвичын саг (Accra)', 6 => 'Гринвичын саг (Bamako)', 8 => 'Гринвичын саг (Banjul)', 'Гринвичын саг (Bissau)', 16 => 'Гринвичын саг (Conakry)', 'Гринвичын саг (Dakar)', 22 => 'Гринвичын саг (Freetown)', 33 => 'Гринвичын саг (Lomé)', 42 => 'Гринвичын саг (Monrovia)', 46 => 'Гринвичын саг (Nouakchott)', 'Гринвичын саг (Ouagadougou)',
        49 => 'Гринвичын саг (São Tomé)', 100 => 'Гринвичын саг (Danmarkshavn)', 215 => 'Гринвичын саг (Troll)', 221 => 'Ород Улас (Anadyr)', 230 => 'Ород Улас (Barnaul)', 235 => 'Ород Улас (Chita)', 248 => 'Ород Улас (Irkutsk)', 253 => 'Ород Улас (Kamchatka)', 257 => 'Ород Улас (Khandyga)', 259 => 'Ород Улас (Krasnoyarsk)',
        264 => 'Ород Улас (Magadan)', 269 => 'Ород Улас (Novokuznetsk)', 'Ород Улас (Novosibirsk)', 'Ород Улас (Omsk)', 282 => 'Ород Улас (Sakhalin)', 287 => 'Ород Улас (Srednekolymsk)', 294 => 'Ород Улас (Tomsk)', 297 => 'Ород Улас (Ust-Nera)', 299 => 'Ород Улас (Vladivostok)', 'Ород Улас (Yakutsk)', 302 => 'Ород Улас (Yekaterinburg)',
        311 => 'Гринвичын саг (Reykjavik)', 313 => 'Гринвичын саг (St. Helena)', 326 => 'Гринвичын саг', 330 => 'Ород Улас (Astrakhan)', 348 => 'Ород Улас (Kaliningrad)', 350 => 'Ород Улас (Kirov)', 361 => 'Ород Улас (Moscow)', 368 => 'Ород Улас (Samara)', 371 => 'Ород Улас (Saratov)', 378 => 'Ород Улас (Ulyanovsk)',
        383 => 'Ород Улас (Volgograd)',
    ],
    'Meta' => [],
];
