<?php

return [
    'Names' => [
        'ग्रीन विच मीन टाइम (Abidjan)', 'ग्रीन विच मीन टाइम (Accra)', 6 => 'ग्रीन विच मीन टाइम (Bamako)', 8 => 'ग्रीन विच मीन टाइम (Banjul)', 'ग्रीन विच मीन टाइम (Bissau)', 16 => 'ग्रीन विच मीन टाइम (Conakry)', 'ग्रीन विच मीन टाइम (Dakar)', 22 => 'ग्रीन विच मीन टाइम (Freetown)', 33 => 'ग्रीन विच मीन टाइम (Lomé)', 42 => 'ग्रीन विच मीन टाइम (Monrovia)', 46 => 'ग्रीन विच मीन टाइम (Nouakchott)', 'ग्रीन विच मीन टाइम (Ouagadougou)',
        49 => 'ग्रीन विच मीन टाइम (São Tomé)', 100 => 'ग्रीन विच मीन टाइम (Danmarkshavn)', 215 => 'ग्रीन विच मीन टाइम (Troll)', 234 => 'भारत (Kolkata)', 258 => 'भारत (Kolkata)', 311 => 'ग्रीन विच मीन टाइम (Reykjavik)', 313 => 'ग्रीन विच मीन टाइम (St. Helena)', 326 => 'ग्रीन विच मीन टाइम', 'Coordinated Universal Time',
    ],
    'Meta' => [],
];
