<?php

return [
    'Names' => [
        '格林威治標準時間（阿比贊）', 4 => '東非時間（阿斯馬拉）', '東非時間（阿斯馬拉）', 7 => '西非時間（班基）', 16 => '格林威治標準時間（科納克里）', 18 => '東非時間（達累斯薩拉姆）', '東非時間（吉布提）', 25 => '南非時間（約翰內斯堡）', 30 => '西非時間（金沙薩）', '西非時間（拉各斯）', '西非時間（利布維）', 34 => '西非時間（盧安達）',
        36 => '中非時間（盧薩卡）', 39 => '南非時間（馬塞魯）', '南非時間（墨巴本）', '東非時間（摩加迪沙）', 43 => '東非時間（內羅畢）', 46 => '格林威治標準時間（努瓦克肖特）', 52 => '中非時間（溫特和克）', '夏威夷-阿留申時間（埃達克）', '阿拉斯加時間（安克雷奇）', '大西洋時間（安圭拉）', '大西洋時間（安提瓜）', '巴西利亞時間（阿拉瓜伊納）', 60 => '阿根廷時間（科爾多瓦）',
        62 => '阿根廷時間（拉里奧哈）', 70 => '大西洋時間（阿魯巴）', '巴拉圭時間（阿松森）', '北美東部時間（阿蒂科肯）', '巴西利亞時間（巴希雅）', '北美中部時間（巴伊亞德班德拉斯）', '大西洋時間（巴巴多斯）', 77 => '北美中部時間（伯利茲）', 79 => '亞馬遜時間（博阿維斯塔）', 81 => '北美山區時間（博伊西）', 83 => '北美山區時間（劍橋灣）', '亞馬遜時間（大坎普）', '北美東部時間（坎昆）', '委內瑞拉時間（加拉加斯）',
        88 => '法屬圭亞那時間（卡宴）', '北美東部時間（開曼群島）', '北美中部時間（芝加哥）', '北美中部時間（芝娃娃）', '北美山區時間（華雷斯城）', '北美東部時間（阿蒂科肯）', '阿根廷時間（科爾多瓦）', '北美中部時間（哥斯達黎加）', 97 => '北美山區時間（克雷斯頓）', '亞馬遜時間（庫亞巴）', 102 => '北美山區時間（道森灣）', '北美山區時間（丹佛）', '北美東部時間（底特律）', 106 => '北美山區時間（愛民頓）', 108 => '北美中部時間（薩爾瓦多）',
        '北美山區時間（納爾遜堡）', '巴西利亞時間（福塔萊薩）', '大西洋時間（格萊斯灣）', 114 => '北美東部時間（大特克島）', '大西洋時間（格林納達）', '大西洋時間（瓜德羅普）', '北美中部時間（危地馬拉）', '厄瓜多爾時間（瓜亞基爾）', '圭亞那時間', '大西洋時間（哈利法克斯）', '古巴時間（夏灣拿）', 123 => '北美東部時間（印第安納波利斯）', '北美中部時間（印第安納州諾克斯）', '北美東部時間（印第安納州馬倫哥）', '北美東部時間（印第安納州彼得堡）', '北美中部時間（印第安納州特爾城）', '北美東部時間（印第安納州韋韋）', '北美東部時間（印第安納州溫森斯）',
        '北美東部時間（印第安納州威納馬克）', '北美東部時間（印第安納波利斯）', '北美山區時間（伊努維克）', '北美東部時間（伊魁特）', '北美東部時間（牙買加）', 137 => '北美東部時間（路易維爾）', '北美東部時間（肯塔基州蒙地卻羅）', 142 => '北美太平洋時間（洛杉磯）', '北美東部時間（路易維爾）', 145 => '巴西利亞時間（馬塞約）', '北美中部時間（馬那瓜）', 149 => '大西洋時間（馬提尼克）', '北美中部時間（馬塔莫羅斯）', 153 => '北美中部時間（梅諾米尼）', '北美中部時間（梅里達）',
        156 => '北美中部時間（墨西哥城）', '聖皮埃與密克隆群島時間', 159 => '北美中部時間（蒙特雷）', '烏拉圭時間（蒙得維的亞）', '大西洋時間（蒙塞拉特島）', '北美東部時間（拿騷）', '北美東部時間（紐約）', 165 => '費爾南多迪諾羅尼亞時間', '北美中部時間（北達科他州比尤拉）', '北美中部時間（北達科他州中心市）', '北美中部時間（北達科他州新薩勒姆）', 170 => '北美中部時間（奧希納加）', '北美東部時間（巴拿馬）', '蘇里南時間（巴拉馬利波）', '北美山區時間（鳳凰城）', '北美東部時間（太子港）',
        176 => '亞馬遜時間（韋柳港）', 179 => '北美中部時間（蘭今灣）', '巴西利亞時間（累西腓）', '北美中部時間（里賈納）', '北美中部時間（羅斯魯特）', '艾克時間（里約布蘭科）', 185 => '智利時間（聖地亞哥）', '大西洋時間（聖多明各）', 190 => '大西洋時間（聖巴泰勒米）', '紐芬蘭時間（聖約翰斯）', 193 => '大西洋時間（聖盧西亞）', 195 => '大西洋時間（聖文森特）', '北美中部時間（斯威夫特卡倫特）', '北美中部時間（特古西加爾巴）',
        '大西洋時間（圖勒）', '北美太平洋時間（蒂華納）', '北美東部時間（多倫多）', 202 => '北美太平洋時間（溫哥華）', '育空地區時間（白馬市）', '北美中部時間（溫尼伯）', '阿拉斯加時間（亞庫塔特）', '澳洲西部時間（凱西站）', '戴維斯時間（戴維斯站）', '迪蒙迪維爾時間（杜蒙迪維爾站）', '澳洲東部時間（麥夸里）', '莫森時間（莫森站）', '紐西蘭時間（麥克默多站）', '智利時間（帕爾默）', '羅瑟拉時間（羅瑟拉站）', '昭和基地時間（昭和站）', '格林威治標準時間（特羅爾站）', 217 => '中歐時間（朗伊爾城）',
        221 => '彼得羅巴甫洛夫斯克時間（阿納德爾）', 224 => '土庫曼時間（阿什哈巴德）', 228 => '亞塞拜疆時間（巴庫）', 232 => '吉爾吉斯時間（比斯凱克）', 234 => '印度時間（加爾各答）', '雅庫茨克時間（赤塔）', '印度時間（科倫坡）', 240 => '波斯灣海域時間（杜拜）', '塔吉克時間（杜尚別）', 243 => '東歐時間（加沙）', '東歐時間（希伯侖）', 248 => '伊爾庫茨克時間',
        250 => '印尼東部時間（查雅普拉）', 254 => '巴基斯坦時間（卡拉奇）', 257 => '雅庫茨克時間（堪地加）', '印度時間（加爾各答）', 265 => '印尼中部時間（錫江）', 267 => '波斯灣海域時間（馬斯喀特）', '東歐時間（尼科西亞）', 276 => '阿拉伯時間（卡塔爾）', 280 => '阿拉伯時間（利雅得）', 286 => '新加坡時間', 290 => '格魯吉亞時間（第比利斯）',
        300 => '雅庫茨克時間', 302 => '葉卡捷琳堡時間', '亞美尼亞時間（埃里温）', 306 => '西歐時間（加那利）', '佛得角時間', 310 => '西歐時間（馬德拉島）', '格林威治標準時間（雷克雅未克）', 314 => '福克蘭群島時間（史丹利）', '澳洲中部時間（阿德萊德）', '澳洲東部時間（布里斯本）', 320 => '澳洲東部時間（荷伯特）', 324 => '澳洲西部時間（珀斯）', '澳洲東部時間（悉尼）',
        332 => '中歐時間（貝爾格萊德）', 334 => '中歐時間（伯拉第斯拉瓦）', 339 => '東歐時間（基希訥烏）', 343 => '英國時間（根西島）', 345 => '英國時間（馬恩島）', 353 => '中歐時間（盧布爾雅那）', 357 => '中歐時間（馬耳他）', 364 => '中歐時間（波德戈里察）', 370 => '中歐時間（薩拉熱窩）', 373 => '中歐時間（斯科普里）',
        379 => '中歐時間（華杜茲）', 385 => '中歐時間（薩格勒布）', 387 => '東非時間（安塔那那利佛）', '印度洋時間（查戈斯群島）', 390 => '可可斯群島時間', '東非時間（科摩羅）', '法國南方及南極時間（凱爾蓋朗群島）', '塞舌爾時間（馬埃島）', '馬爾代夫時間', '毛里裘斯時間', '東非時間（馬約特）', '留尼旺時間', 400 => '巴布亞新畿內亞時間（布干維爾島）', '查坦群島時間（查塔姆）',
        404 => '瓦努阿圖時間（埃法特）', 406 => '托克勞群島時間（法考福環礁）', 408 => '圖瓦盧時間（富那富提）', '加拉帕戈群島時間（加拉巴哥群島）', 411 => '所羅門群島時間（瓜達爾卡納爾島）', 416 => '科斯雷時間', '馬紹爾群島時間（瓜加林環礁）', '馬紹爾群島時間（馬久羅）', '馬克薩斯時間（馬克薩斯群島）', 421 => '瑙魯時間', 424 => '新喀里多尼亞時間（努美阿）', '薩摩亞標準時間（帕果帕果）',
        427 => '皮特康時間（皮特康群島）', 430 => '巴布亞新畿內亞時間（莫士比港）', 435 => '湯加時間（湯加塔布島）',
    ],
    'Meta' => [],
];
