Repository: symfony/symfony
Catalog: src/Symfony/Bundle/FrameworkBundle/Resources/translations/validators.*.xliff
Languages: cs, es, fa, sl

source: This value should be false
cs: Tato hodnota musí být nepravdivá (false)
es: Este valor debería ser falso
fa: این مقدار باید نادرست(False) باشد
sl: Vrednost bi morala biti nepravilna (false)

source: This value should be true
cs: Tato hodnota musí být pravdivá (true)
es: Este valor debería ser verdadero
fa: این مقدار باید درست(True) باشد
sl: Vrednost bi morala biti pravilna (true)

source: This value should be of type {{ type }}
cs: Tato hodnota musí být typu {{ type }}
es: Este valor debería ser de tipo {{ type }}
fa: این مقدار باید از نوع {{ type }} باشد
sl: Vrednost mora biti naslednjega tipa {{ type }}

source: This value should be blank
cs: Tato hodnota musí být prázdná
es: Este valor debería estar vacío
fa: این فیلد باید خالی باشد
sl: Vrednost mora biti prazna

source: The value you selected is not a valid choice
fa: گزینه انتخابی معتبر نیست

source: You must select at least {{ limit }} choices
fa: باید حداقل {{ limit }} گزینه انتخاب کنید

source: You must select at most {{ limit }} choices
fa: حداکثر {{ limit }} گزینه می توانید انتخاب کنید

source: One or more of the given values is invalid
fa: یک یا چند مقدار نامعتبر وجود دارد

source: The fields {{ fields }} were not expected
fa: فیلدهای {{ fields }} اضافی هستند

source: The fields {{ fields }} are missing
fa: فیلدهای {{ fields }} کم هستند

source: This value is not a valid date
fa: این مقدار یک تاریخ معتبر نیست

source: This value is not a valid datetime
fa: این مقدار یک تاریخ و زمان معتبر نیست

source: This value is not a valid email address
fa: این یک رایانامه معتبر نیست

source: The file could not be found
fa: فایل پیدا نشد

source: The file is not readable
fa: فایل قابلیت خواندن ندارد

source: The file is too large ({{ size }}). Allowed maximum size is {{ limit }}
fa: فایل بیش از اندازه بزرگ است({{ size }}). حداکثر اندازه مجاز برابر {{ limit }} است

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}
fa: این نوع فایل مجاز نیست({{ type }}). نوع های مجاز {{ types }} هستند

source: This value should be {{ limit }} or less
fa: این مقدار باید کوچکتر یا مساوی {{ limit }} باشد

source: This value is too long. It should have {{ limit }} characters or less
fa: بسیار طولانی است.حداکثر تعداد حروف مجاز برابر {{ limit }} است

source: This value should be {{ limit }} or more
fa: این مقدار باید برابر و یا بیشتر از {{ limit }} باشد

source: This value is too short. It should have {{ limit }} characters or more
fa: بسیار کوتاه است.تعداد حروف باید حداقل {{ limit }} باشد

source: This value should not be blank
fa: این مقدار نباید تهی باشد

source: This value should not be null
fa: باید مقداری داشته باشد.

source: This value should be null
fa: نباید مقداری داشته باشد

source: This value is not valid
fa: این مقدار معتبر نیست

source: This value is not a valid time
fa: این مقدار یک زمان صحیح نیست

source: This value is not a valid URL
fa: این یک URL معتبر نیست

source: This form should not contain extra fields
fa: این فرم نباید فیلد اضافی داشته باشد

source: The uploaded file was too large. Please try to upload a smaller file
cs: Nahraný soubor je příliš veliký. Zkuste prosím nahrát menší soubor
es: El archivo subido es demasiado grande. Por favor, suba un archivo más pequeño
fa: فایل بارگذاری شده بسیار بزرگ است. لطفا فایل کوچکتری را بارگزاری کنید
sl: Naložena datoteka je prevelika. Prosim, poizkusite naložiti manjšo

source: The CSRF token is invalid. Please try to resubmit the form
fa: مقدار CSRF نامعتبر است. لطفا فرم را مجددا ارسال فرمایید.

source: The two values should be equal
cs: Tyto dvě hodnoty musí být stejné
es: Los dos valores deberían ser iguales
fa: دو مقدار باید برابر باشند
sl: Vrednosti morata biti enaki

source: The file is too large. Allowed maximum size is {{ limit }}
fa: فایل بیش از اندازه بزرگ است. حداکثر اندازه مجاز برابر {{ limit }} است

source: The file is too large
fa: فایل بیش از اندازه بزرگ است

source: The file could not be uploaded
fa: بارگذاری فایل با شکست مواجه شد

source: This value should be a valid number
fa: این مقدار باید یک عدد معتبر باشد

source: This file is not a valid image
fa: این فایل یک تصویر نیست

source: This is not a valid IP address
fa: این مقدار یک IP معتبر نیست

source: This value is not a valid language
fa: این مقدار یک زبان صحیح نیست

source: This value is not a valid locale
fa: این مقدار یک محل صحیح نیست

source: This value is not a valid country
fa: این مقدار یک کشور صحیح نیست

source: This value should be one of the given choices
cs: Tato hodnota musí být jednou z uvedených možností
es: Seleccione este valor entre las opciones mostradas
sl: Vrednost naj bo ena izmed podanih možnosti

source: You should select at least {{ limit }} choices
cs: Musí být vybrána nejméně jedna možnost|Musí být vybrány nejméně {{ limit }} možnosti|Musí být vybráno nejméně {{ limit }} možností
es: Debería seleccionar al menos {{ limit }} opciones
sl: Izberite vsaj {{ limit }} možnosti

source: You should select at most {{ limit }} choices
cs: Musí být vybrána maximálně jedna možnost|Musí být vybrány maximálně {{ limit }} možnosti|Musí být vybráno maximálně {{ limit }} možností.
es: Debería seleccionar como máximo {{ limit }} opciones
sl: Izberete lahko največ {{ limit }} možnosti

source: The fields {{ fields }} were not expected
cs: Neočekávaná pole {{ fields }}
es: No se esperaban los campos {{ fields }}
sl: Naslednja polja {{ fields }} niso bila pričakovana

source: The fields {{ fields }} are missing
cs: Chybí následující pole {{ fields }}
es: Faltan los campos {{ fields }}
sl: Naslednja polja {{ fields }} ne obstajajo

source: This value is not a valid date
cs: Tato hodnota není platné datum
es: Este valor no es una fecha válida
sl: Vrednost ne vsebuje veljavnega datuma

source: This value is not a valid datetime
cs: Tato hodnota není platné datum s časovým údajem
es: Este valor no es una fecha y hora válidas
sl: Vrednost ne vsebuje veljavnega datuma in časa

source: This value is not a valid email address
cs: Tato hodnota není platná e-mailová adresa
es: Este valor no es una dirección de email válida
sl: Vpisana vrednost ni veljaven email naslov

source: The file could not be found
cs: Soubor nebyl nalezen
es: No se pudo encontrar el archivo
sl: Datoteke ni mogoče najti

source: The file is not readable
cs: Soubor je nečitelný
es: No se puede leer el archivo
sl: Datoteke ni mogoče prebrati

source: The file is too large ({{ size }}). Allowed maximum size is {{ limit }}
cs: Soubor je příliš velký ({{ size }}). Maximálně povolená velikost souboru je {{ limit }}
es: El archivo es demasiado grande ({{ size }}). El tamaño máximo permitido es {{ limit }}
sl: Datoteka je prevelika ({{ size }}). Največja dovoljena velikost je {{ limit }}

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}
cs: Neplatný mime typ souboru ({{ type }}). Povolené mime typy souborů jsou {{ types }}
es: El tipo mime del archivo no es válido ({{ type }}). Los tipos mime válidos son {{ types }}
sl: Napačna Mime vrednost datoteke ({{ type }}). Dovoljene mime vrednosti so {{ types }}

source: This value should be {{ limit }} or less
cs: Tato hodnota musí být {{ limit }} nebo méně
es: Este valor debería ser {{ limit }} o menos
sl: Vrednost mora biti manjša od {{ limit }}

source: This value is too long. It should have {{ limit }} characters or less
cs: Tato hodnota je příliš dlouhá. Musí obsahovat maximálně jeden znak|Tato hodnota je příliš dlouhá. Musí obsahovat maximálně {{ limit }} znaky|Tato hodnota je příliš dlouhá. Musí obsahovat maximálně {{ limit }} znaků
es: Este valor es demasiado largo. Debería tener {{ limit }} caracteres o menos
sl: Vpisana vrednost je predolga. Največja dolžina je {{ limit }} znakov

source: This value should be {{ limit }} or more
cs: Tato hodnota musí být {{ limit }} nebo více
es: Este valor debería ser {{ limit }} o más
sl: Vpisana vrednost naj vsebuje vsaj {{ limit }} znakov

source: This value is too short. It should have {{ limit }} characters or more
cs: Tato hodnota je příliš krátká. Musí obsahovat minimálně jeden znak|Tato hodnota je příliš krátká. Musí obsahovat minimálně {{ limit }} znaky|Tato hodnota je příliš krátká. Musí obsahovat minimálně {{ limit }} znaků
es: Este valor es demasiado corto. Debería tener {{ limit }} caracteres o más
sl: Vpisana vrednost je prekratka. Vpišite vsaj {{ limit }} znakov

source: This value should not be blank
cs: Tato hodnota nesmí být prázdná
es: Este valor no debería estar vacío
sl: Vrednost ne sme biti prazna

source: This value should not be null
cs: Tato hodnota by neměla být null
es: Este valor no debería ser null
sl: Vrednost ne sme biti nedefinirana (null)

source: This value should be null
cs: Tato hodnota musí být null
es: Este valor debería ser null
sl: Vrednost mora biti nedefinirana (null)

source: This value is not valid
cs: Tato hodnota není platná
es: Este valor no es válido
sl: Vrednost ni pravilna

source: This value is not a valid time
cs: Tato hodnota není platný časový údaj
es: Este valor no es una hora válida
sl: Vrednost ne vsebuje veljavnega časa

source: This value is not a valid URL
cs: Tato hodnota není platná URL adresa
es: Este valor no es una URL válida
sl: Vrednost ne vsebuje veljavnega URL naslova

source: This value should be instance of class {{ class }}
cs: Tato hodnota musí být instancí třídy {{ class }}
es: Este valor debería ser una instancia de la clase {{ class }}
sl: Vrednost bi morala biti instanca razreda {{ class }}

source: This field group should not contain extra fields
cs: Tato skupina polí by neměla obsahovat další pole
es: Este grupo de campos no debería contener campos adicionales
sl: To področje ne sme vsebovati dodatnih polj

source: The CSRF token is invalid
cs: CSRF token je neplatný
es: El token CSRF no es válido
sl: CSRF vrednost je napačna
