Repository: symfony/symfony
Catalog: src/Symfony/Bundle/FrameworkBundle/Resources/translations/validators.*.xlf
Languages: ca, et, fi

source: This value should be false
ca: Aquest valor hauria de ser fals
et: Väärtus peaks olema väär
fi: Arvon tulee olla epätosi

source: This value should be true
ca: Aquest valor hauria de ser cert
et: Väärtus peaks oleme tõene
fi: Arvon tulee olla tosi

source: This value should be of type {{ type }}
ca: Aquest valor hauria de ser del tipus {{ type }}
et: Väärtus peaks olema {{ type }}-tüüpi
fi: Arvon tulee olla tyyppiä {{ type }}

source: This value should be blank
ca: Aquest valor hauria d'estar buit
et: Väärtus peaks olema tühi
fi: Arvon tulee olla tyhjä

source: The value you selected is not a valid choice
ca: El valor seleccionat no és una opció vàlida
et: Väärtus peaks olema üks etteantud valikutest
fi: Arvon tulee olla yksi annetuista vaihtoehdoista

source: You must select at least {{ limit }} choices
ca: Ha de seleccionar almenys {{ limit }} opcions
et: Valima peaks vähemalt {{ limit }} valikut
fi: Sinun tulee valita vähintään {{ limit }} vaihtoehtoa

source: You must select at most {{ limit }} choices
ca: Ha de seleccionar com a màxim {{ limit }} opcions
et: Valima peaks mitte rohkem kui {{ limit }} valikut
fi: Sinun tulee valitan enintään {{ limit }} vaihtoehtoa

source: One or more of the given values is invalid
ca: Un o més dels valors facilitats són incorrectes

source: The fields {{ fields }} were not expected
ca: No s'esperaven els camps {{ fields }}
et: Väljad {{ fields }} olid ootamatud
fi: Odottamattomia kenttiä {{ fields }}

source: The fields {{ fields }} are missing
ca: Falten els camps {{ fields }}
et: Väljad {{ fields }} on puudu
fi: Kentät {{ fields }} puuttuvat

source: This value is not a valid date
ca: Aquest valor no és una data vàlida
et: Väärtus pole korrektne kuupäev
fi: Annettu arvo ei ole kelvollinen päivämäärä

source: This value is not a valid datetime
ca: Aquest valor no és una data i hora vàlida
et: Väärtus pole korrektne kuupäev ja kellaeg
fi: Annettu arvo ei ole kelvollinen päivämäärä ja kellonaika

source: This value is not a valid email address
ca: Aquest valor no és una adreça d'email vàlida
et: Väärtus pole korrektne e-maili aadress
fi: Annettu arvo ei ole kelvollinen sähköpostiosoite

source: The file could not be found
ca: No s'ha pogut trobar l'arxiu
et: Faili ei leita
fi: Tiedostoa ei löydy

source: The file is not readable
ca: No es pot llegir l'arxiu
et: Fail ei ole loetav
fi: Tiedostoa ei voida lukea

source: The file is too large ({{ size }}). Allowed maximum size is {{ limit }}
ca: L'arxiu és massa gran ({{ size }}). La grandària màxima permesa és {{ limit }}
et: Fail on liiga suur ({{ size }}). Suurim lubatud suurus on {{ limit }}
fi: Tiedostonkoko ({{ size }}) on liian iso. Suurin sallittu tiedostonkoko on {{ limit }}

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}
ca: El tipus mime de l'arxiu no és vàlid ({{ type }}). Els tipus mime vàlids són {{ types }}
et: Faili sisutüüp on vigane ({{ type }}). Lubatud sisutüübid on {{ types }}
fi: Tiedostotyyppi ({{ type }}) on virheellinen. Sallittuja tiedostotyyppejä ovat {{ types }}

source: This value should be {{ limit }} or less
ca: Aquest valor hauria de ser {{ limit }} o menys
et: Väärtus peaks olema {{ limit }} või vähem
fi: Arvon tulee olla {{ limit }} tai vähemmän

source: This value is too long. It should have {{ limit }} characters or less
ca: Aquest valor és massa llarg. Hauria de tenir {{ limit }} caràcters o menys
et: Väärtus on liiga pikk. Pikkus peaks olema {{ limit }} tähemärki või vähem
fi: Liian pitkä syöte. Syöte saa olla enintään {{ limit }} merkkiä

source: This value should be {{ limit }} or more
ca: Aquest valor hauria de ser {{ limit }} o més
et: Väärtus peaks olema {{ limit }} või rohkem
fi: Arvon tulee olla {{ limit }} tai enemmän

source: This value is too short. It should have {{ limit }} characters or more
ca: Aquest valor és massa curt. Hauria de tenir {{ limit }} caràcters o més
et: Väärtus on liiga lühike. Pikkus peaks olema {{ limit }} tähemärki või rohkem
fi: Liian lyhyt syöte. Syötteen tulee olla vähintään {{ limit }} merkkiä

source: This value should not be blank
ca: Aquest valor no hauria d'estar buit
et: Väärtus ei tohiks olla tühi
fi: Kenttä ei voi olla tyhjä

source: This value should not be null
ca: Aquest valor no hauria de ser null
et: Väärtus ei tohiks olla 'null'
fi: Syöte ei voi olla null

source: This value should be null
ca: Aquest valor hauria de ser null
et: Väärtus peaks olema 'null'
fi: Syötteen tulee olla null

source: This value is not valid
ca: Aquest valor no és vàlid
et: Väärtus on vigane
fi: Virheellinen arvo

source: This value is not a valid time
ca: Aquest valor no és una hora vàlida
et: Väärtus pole korrektne aeg
fi: Annettu arvo ei ole kelvollinen kellonaika

source: This value is not a valid URL
ca: Aquest valor no és una URL vàlida
et: Väärtus pole korrektne URL
fi: Annettu arvo ei ole kelvollinen URL-osoite

source: This form should not contain extra fields
ca: Aquest formulari no hauria de contenir camps addicionals
et: Väljade grupp ei tohiks sisalda lisaväljasid

source: The uploaded file was too large. Please try to upload a smaller file
ca: L'arxiu pujat és massa gran. Per favor, pugi un arxiu més petit
et: Üleslaaditud fail oli liiga suur. Palun proovi uuesti väiksema failiga
fi: Ladattu tiedosto on liian iso. Ole hyvä ja lataa pienempi tiedosto

source: The CSRF token is invalid
ca: El token CSRF no és vàlid

source: The two values should be equal
ca: Els dos valors haurien de ser iguals
et: Väärtused peaksid olema võrdsed
fi: Kahden annetun arvon tulee olla samat

source: The file is too large. Allowed maximum size is {{ limit }}
ca: L'arxiu és massa gran. El tamany màxim permés és {{ limit }}
et: Fail on liiga suur. Maksimaalne lubatud suurus on {{ limit }}
fi: Annettu tiedosto on liian iso. Suurin sallittu tiedostokoko on {{ limit }}

source: The file is too large
ca: L'arxiu és massa gran
et: Fail on liiga suur
fi: Tiedosto on liian iso

source: The file could not be uploaded
ca: No es pot pujar l'arxiu
et: Faili ei saa üles laadida
fi: Tiedoston siirto epäonnistui

source: This value should be a valid number
ca: Aquest valor hauria de ser un nombre vàlid

source: This file is not a valid image
ca: L'arxiu no és una imatge vàlida

source: This is not a valid IP address
ca: Això no és una adreça IP vàlida

source: This value is not a valid language
ca: Aquest valor no és un idioma vàlid

source: This value is not a valid locale
ca: Aquest valor no és una localització vàlida

source: This value is not a valid country
ca: Aquest valor no és un país vàlid

source: The CSRF token is invalid. Please try to resubmit the form
et: CSRF-märgis on vigane. Palun proovi vormi uuesti esitada
fi: CSRF tarkiste on virheellinen. Olen hyvä ja yritä lähettää lomake uudestaan

source: This field group should not contain extra fields
fi: Tämä kenttäryhmä ei voi sisältää ylimääräisiä kenttiä
